{"storyPrimaryID": "156549", "DDI_age": "37.324074074074076", "storyID": "STY1666107631", "Media": "https://image.pixstory.com/Pixstory-image-166610743133176.png", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "userID": "USR1661163993", "most_likely_activity": "", "userPrimaryID": "78545", "ADI_sex": "30.177777777777784", "id": "014be257-85bc-413f-b882-66c5ba90d402", "accountCreateDte": "2022-08-22", "ADL": "True", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change , copa america feminina", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Narrative": "<p dir=\"ltr\">Colombia has qualified for the quarterfinals with a win over Mexico in the last group game. Linda Caicedo has been one of the most important players for the Colombians in the World Cup. Her goals were pivotal to their two wins in the group after the defeat to Spain in the first game. Apart from a late own-goal against Mexico today, she has been Colombia&#8217;s shining star in India. Born in 2005, Caicedo plays as a striker for Deportivo Cali in the Colombian League for Women. She made her senior debut in the league aged just 14 in 2019 with America de Cali and won the league with them. After her transfer to Deportivo, she won a second title in 2020-21. She made her debut for the Colombian National Team aged just 15 in January 2021. During the Copa America Femenina in 2022, she was called up to the senior team. She scored three goals and was adjudged player of the tournament even as Colombia were defeated in the final. To hear senior team coach Nelson Abadia describe it, she is &#8216;born with the gift to play soccer&#8217;. <br>\nBrazilian soccer great Ronaldo Nazario spoke about the teenager saying it was impressive how much talent Caicedo was showing at this young age. Even in defeat to Brazil in the final, Caicedo was awarded the Player of the Match. Her shot that went just over the bar was the closest Colombia came to an equalizer. Her exploits with the senior team have also meant that Colombia are eligible to participate in the 2023 Australia/New Zealand World Cup and the 2024 Paris Olympics. <br>\nCaicedo was also called up for the U20 Women&#8217;s World Cup where she scored twice in Colombia&#8217;s run to the quarter-finals. Caicedo is in many ways one of the most senior players at the U17 World Cup. She leads by example in front of goal and Colombia&#8217;s hopes in the knockout stages will hinge on being able to get the best out of Linda Caicedo.</p>", "Title": "Linda Caicedo: The Colombian Superstar Impressing Ronaldo", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "Age": "22", "DDI_sex": "24.34166666666667", "sport_event": "", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}