{"DDI_age": "37.324074074074076", "Age": "23", "userPrimaryID": "28993", "sport_event": "['Six Nations', 'ODI World Cup for women']", "most_likely_activity": "Health", "userID": "USR1647269075", "ADDI_age": "49.88518518518518", "Gender": "female", "DDI_sex": "26.07592592592593", "Festivals": "['SXSW 2022']", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "Narrative": "Such accusations are rich coming from someone who claims to research and read religions.\n\nReligion, in all its forms, has different interpretations. And all the accusations you made have absolutely nothing to do with how American Christians see christianity. It is more about some evil people hiding behind religion to carry out their evil acts. Once again, having nothing to do with them being American.\n\nChristians, true Christians, everywhere have always stood against wrong, and always will. We are normal people living normal lives – not some secret cult trying to harm innocent children and nuns. There are evil men all around, in and out of america. They do it in the names of all religions but that does not mean they represent the religion or the religious population of that country? No. Because when we try to generalize them, we are labelled xenophobic or racists. Then why are we being met with such generalization?\n\nSo many atheists commit unforgivable crimes, so do we pack them all in one single box and accuse them all of that crime? Once again I ask, why is the general Christian population having to take the brunt of what people in power do? We are just trying to live our lives with Christ in our heart and following His teachings.", "ADDI_sex": "38.53888888888888", "storyPrimaryID": "104634", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "Interest": "christianity, america", "diagnosis_2": "Viral infections", "sarc": "True", "Title": "The generalization of Christians is harmful", "least_likely_activity": "Maintenance", "accountCreateDte": "2022-03-14", "Media": "https://image.pixstory.com/Pixstory-image-165022827988446.png", "storyID": "STY1654286829", "ADL": "False", "id": "0152ccd7-fe7f-4130-8bc1-1ab0623bd5ac", "jaccard_score": 4.728521566436604e-05}