{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "storyPrimaryID": "135808", "Narrative": "<p dir=\"ltr\">Neanderthals have served as a reflection of our own humanity since they were first discovered in 1856. What we think we know about them has been shaped and moulded to fit our cultural trends, social norms and scientific standards. They have changed from diseased specimens to primitive sub-human lumbering cousins to advanced humans.</p>\n<p dir=\"ltr\">We now know Homo neanderthalensis were very similar to ourselves and we even met them and frequently interbred. But why did they go extinct, while we survived, flourished and ended up taking over the planet?</p>\n<p dir=\"ltr\">Neanderthals evolved over 400,000 years ago, most likely from an earlier ancestor Homo heidelbergensis. They were extremely successful and spread across an area from the Mediterranean to Siberia. They were highly intelligent, with brains on average bigger than Homo sapiens&#8216;s.</p>\n<p dir=\"ltr\">They hunted for big game, collected plants, fungi, and seafood, controlled fire to cook, made composite tools, made clothes from animal skins, made beads from shells, and were able to carve symbols on to cave walls. They took care of their young, old and weak, created shelters for protection, lived through harsh winters and warm summers, and they buried their dead.</p>\n<p dir=\"ltr\">Neanderthals did meet our ancestors on several occasions over the course of tens of thousands of years and the two species shared the European continent for at least 14,000 years. They even mated with each other.</p>\n<p dir=\"ltr\">Chart of human evolution<br>\nOur common ancestor lived less than a million years ago. Kj&#230;rgaard, Nielsen &amp; Maslin, Author provided<br>\nDeath of a species<br>\nThe most significant difference between Neanderthals and ourselves is that they went extinct about 40,000 years ago. The precise cause of their demise still eludes us, but we think it was probably the result of a combination of factors.</p>\n<p dir=\"ltr\">First the climate of the last ice age was very variable, shifting from cold to warm and back again, which put pressure on animal and plant food sources and meant Neanderthals constantly had to adapt to environmental change. Second there were never that many Neanderthals, with the overall population never exceeding the tens of thousands.</p>\n<p dir=\"ltr\">Read more: https://theconversation.com/neanderthals-died-out-40-000-years-ago-but-there-has-never-been-more-of-their-dna-on-earth-189021<br>\n</p>", "ADDI_age": "49.88518518518518", "Title": "Neanderthals died out 40,000 years ago, but there has never been more of their DNA on Earth", "id": "01549349-d71a-4477-9f4e-08528bee78af", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1662019898", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "Interest": "the conversation", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "Media": "https://image.pixstory.com/Pixstory-image-166201976218070.png", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.6777389961173586e-05}