{"storyPrimaryID": "129826", "DDI_age": "37.324074074074076", "diagnosis_1": "", "id": "0157031d-1644-469a-88c1-52c6db23b031", "ADDI_age": "49.88518518518518", "userID": "USR1650904199", "most_likely_activity": "", "Interest": "prince diana", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "storyID": "STY1661025136", "GLAAD": "False", "Title": "Princess Diana is a role model for women even after twenty five years of her death", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Narrative": "Someone who can do, create and think ahead of their time is never forgotten, and so was Princess Diana, the princess of Wales.\nHer stories are still narrated, talked about and never fail to cheer up people.\nDiana's power made her a role model for every woman even after 25 years of her death.\n\nHer life was an amalgamation of all goods and melancholy, but she overpowered everything with her will and heart.\nShe was everything that didn't represent the aristocratic nature from where she belonged. Her life story helped people relate to her even now or then.\nBesides her bold and stylish appearance, what people liked the most was her caring and compassionate nature. \n\nDespite her failed marriage, she continued to work as an epitome of a perfect woman.\nHer vulnerability, disappointment and the way to come out of the morass are all captured and kept carefully in the eyes of the public.\nAs the world calls it, she was people's princess. In 1987 she was famously seen shaking an Aids patient’s hand without wearing gloves, sending a message to the terrifying world that the disease could not be transmitted by touch.\nHer exuberance and aura are taken forward by her sons, William and Harry.\n\nDiana broke stereotypes and spoke her mind even at times when breaking a royal protocol would be a sin. She was also among the first royals \"to speak about her mental health struggles, which she did in her now-infamous 1995 BBC Panorama interview with Martin Bashir, where she admitted to suffering from depression and bulimia.\" \nShe did much as a woman, mother, wife and more than everything as a human being.\nHistory knows many women who made themselves role models; Diana will remain one of them.", "ADI_age": "42.805555555555564", "sarc": "False", "sport_event": "['World Snooker Championship']", "Media": "https://image.pixstory.com/Pixstory-image-166102501057234.png", "userPrimaryID": "33780", "Gender": "", "Age": "22", "DDI_sex": "24.34166666666667", "accountCreateDte": "2022-04-25", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}