{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "id": "0157d8b4-a890-406d-bb42-2801a0793bbe", "storyID": "STY1659684254", "userID": "USR1646828149", "Narrative": "By Shivaji Dasgupta\n\nKolkata: In Birmingham, these days, the Commonwealth Games are in full swing, with many of the 56 member nations in willing attendance. A rather remarkable feat for a geopolitical union that is alarmingly obsolete and scandalously audacious. \n\nAfter letting go of her marquee colonies, via rebellion and abdication, Queen Elizabeth, still reigning, shared her momentous vision for the new Commonwealth in 1953. It was meant to usher in a splendid ethos of friendship, projecting the foremost values of integrity and collaboration. Even by the highest standards of benevolent thuggery, which the empire ably epitomised, this noble befriending of the shamelessly looted was priceless chutzpah.\n\nIn truth, this was an extension of their well-honed exit template, not so smartly replicated in Brexit. The sublime skill to depart as exquisite heroes, with the undeniable contribution towards education and governance shining bright, and the systematic oppression relegated to the impoverished small print. Additionally, the masterful skill to divide and rule, through ethnicity ideally, would further enhance the ex-colonist's continued dominance as a developmental springboard and an emotional anchor, while a bloody partition and routine alumni wars continued unperturbed.  \n\nIn a matter of decades, the Commonwealth however lost its sheen, both politically and economically. The former was accentuated by the Suez Crisis and the latter by the degeneration of London as a financial powerhouse - the USA and NATO, as well as the Soviet Union and the Warsaw Pact, ruling global dynamics. So this old boy's club of the wondrous empire moved on to, ahem, just an old boy's club of Gin and Tonic, a cute social alliance with limited genuine influence. Even the CHOGM, once famously hosted by Indira Gandhi, became inevitably insipid and what remains, as a surrogate of the allegiance, is the well-constructed sporting fiesta. \n\nWhile it does serve as a defensible global forum for athletes to gain plaudits, there are many valuable reasons why this union, and thus the event, should be promptly abolished. \n\nRead more\nhttps://www.newsdrum.in/columns/how-stolen-wealth-became-the-commonwealth-70451.html", "Media": "https://image.pixstory.com/Pixstory-image-165968418259176.png", "diagnosis_1": "", "most_likely_activity": "", "Age": "12", "accountCreateDte": "2022-09-03", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "storyPrimaryID": "122161", "least_likely_activity": "", "userPrimaryID": "28833", "sarc": "False", "Title": "How stolen wealth became the Commonwealth", "Festivals": "['Venice International Film Festival 2022', 'Telluride Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "Interest": "newsdrum, commonwealth", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}