{"DDI_age": "37.324074074074076", "id": "0159c34a-1bcc-4d8b-9efa-b2164f49f33e", "Age": "21", "Media": "https://image.pixstory.com/Pixstory-image-164824759714120.jpeg", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyID": "STY1648247642", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "water, water crisis, water ecosystem", "diagnosis_3": "", "userPrimaryID": "22890", "storyPrimaryID": "89827", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Ruolo igienisti in tutela sanitaria: sensibilizzare i giovani sul rispetto dell’acqua", "Gender": "", "Narrative": "‘’Il tema della tutela sanitaria dell’acqua è vasto –  spiega il Prof. Italo Angelillo, Past President ed attuale Vicepresidente della Società Italiana d’Igiene – Sarebbe meglio parlare di igiene delle acque, nelle loro varie tipologie. Diverse sono anche le rispettive norme di Sanità pubblica che regolamentano la sicurezza delle acque. Le riserve idriche profonde, di cui tratta il rapporto UNESCO di quest’anno, sono fondamentali e costituiscono il 99% delle acque dolci sul Pianeta. L’acqua, però, dev’essere tutelata in tutte le sue diverse forme, per cui occorre considerare anche quelle superficiali, i loro usi industriali, nell’agricoltura, gli aspetti ricreativi, il tema delle acque piovane e dei reflui. L’Igiene studia e protegge le acque nelle diverse forme per tutelarle attraverso la sorveglianza ed eventuali trattamenti, tra cui quelli di potabilizzazione. L’acqua, può costituire anche un pericolo per la salute, come veicolo di malattie, per esempio quando contaminata, come nei percolati e nei liquami; divenendo un pericolo per le stesse risorse idriche profonde e, più in generale, per l’ambiente e l’ecosistema. Inoltre, lo studio dell’acqua comprende anche aspetti di Igiene degli alimenti e nutrizione, costituendo un’importante opportunità anche in positivo, per promuovere la salute. L’igiene dell’acqua si colloca al centro di un binomio fondamentale per l’uomo, che comprende sia la salute che l’ambiente, in una prospettiva ampia e globale che oggi prende il nome di One Health”.", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}