{"storyPrimaryID": "136873", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Media": "https://image.pixstory.com/Pixstory-image-166224126050185.png", "ADI_sex": "26.211111111111126", "least_likely_activity": "Movies", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "storyID": "STY1662241557", "id": "015a02e0-65fd-4db0-a720-2732b7463f26", "userPrimaryID": "11351", "sport_event": "['World Championship']", "Age": "24", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "DDI_sex": "22.607407407407408", "Title": "Late drama at the Bridge, and both City and Liverpool drop points.", "ADI_age": "42.805555555555564", "sarc": "False", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2021-11-24", "Festivals": "['Aesthetica Short Film Festival', 'Canberra Short Film Festival', 'Alexandria Film Festival', 'Tallinn Black Nights Film Festival', 'A-Film Teens Fest - International Online Children and Youth Film Festival', 'IDFA - International Documentary Festival Amsterdam', 'Jean Rouch International Film Festival', 'FICX - Gijon International Film Festival', 'Festival dei Popoli', 'MENA Film Festival', 'Entrevues Belfort International Film Festival', 'Honfleur Russian Film Festival']", "Narrative": "<p dir=\"ltr\">Matchweek 6 kicked off with a fiery Merseyside Derby at the helm of Everton FC. Irrespective of their slow start to their campaign, the Merseyside Derby was an intense affair as in the past. And Goodison Park was on a knife edge for the full 90 minutes. Everton played to their strength and tried to disrupt Liverpool's high defensive line with the pace of Gordon and Gray. On the other hand, Liverpool tried to outmuscle Everton with their attacking talents. Both sides came close to scoring, only to be denied by the two majestic keepers. Alisson and Pickford gave Goodison a taste of goalkeeping magic. </p>\n<p dir=\"ltr\">Chelsea edged West Ham 2-1 in a controversial London Derby, as Cornett's late equalizer- was controversially ruled out for foul play. The Hammers were unlucky to have left the Bridge empty-handed. For Chelsea, Chilwell became the unlikely hero after scoring the equalizer and assisting the crucial winner. But Tuchel will be a bit worried as the Blues' defensive woes continue to haunt them.</p>\n<p dir=\"ltr\">In the other London derby, Tottenham continued their fine start to their season with a 2-1 victory over Fulham. Spurs put on a scintillating display, as Hojberg and Kane fired the North London club to the third position in the league table. </p>\n<p dir=\"ltr\">Ivan Toney netted a hattrick, and Jessie Marsh saw red as Brentford sliced through Leeds with a comfortable 5-2 victory. In the battle between the two promoted teams- Bournemouth pulled off a miraculous comeback against Nottingham. High-flying teams Newcastle and Palace shared a point as more drama and controversy surround VAR. However, it was euphoria for the West Midlanders as Wolves beat Southampton to break their curse in front of goal. </p>\n<p dir=\"ltr\">Erling Halland netted his 10th of the season but could not fire City to the finish line. Steven Gerrard, whose position was in jeopardy coming into the match, will be a relieved man. Manchester City dominated the game but was wasteful in front of the goal. And their missed chances came back to haunt them as Bailey scored a stunner to save Gerrard's blushes. Pep Guardiola was left frustrated as City continue to drop points.</p>\n<p dir=\"ltr\">Image credit: Premier League </p>", "diagnosis_3": "Depression", "ADL": "False", "userID": "USR1637765637", "jaccard_score": 4.553391138050063e-05}