{"userPrimaryID": "23515", "DDI_age": "37.324074074074076", "Interest": "abramovich", "Age": "23", "accountCreateDte": "2022-01-19", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "110110", "Narrative": "Roman Abramovich è tornato a far parlare di sé. L’oligarca russo, che nelle passate settimane ha ufficialmente venduto il Chelsea al consorzio guidato da Todd Boehly, ha accettato la richiesta di contribuire alle trattative per la fine dell’invasione dell’esercito di Putin in Ucraina. \n\n«La maggior parte degli accordi sono stati raggiunti grazie a lui», ha dichiarato il deputato ucraino David Arakhamia. «Abramovich ha fatto un buon lavoro per quanto riguarda i corridoi umanitari da Mariupol, Berdyansk, Zaporizhya. Ma non ha potuto aiutare con quelli da Bucha e Makarov, il nord di Kiev e le regioni di Chernihiv.\n\nNon appena si presenterà l’occasione, lo chiamerò sicuramente per proteggere gli interessi ucraini», ha concluso il politico di Kiev. \n\nÈ dunque probabile, secondo lo stesso Arakhamia, che all’ex numero del Chelsea verrà chiesto di dare il proprio contributo per creare un corridoio che permetterà alle persone chiuse nell’impianto chimico di Azot – 568 civili, di cui 38 bambini – di uscire.", "most_likely_activity": "", "id": "015ca419-a425-433b-8286-26e04d61e596", "userID": "USR1642587832", "storyID": "STY1656278692", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "Title": "Abramovich ha negoziato i corridori umanitari e salvato i civili", "diagnosis_3": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "Festivals": "", "median_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-165142516762565.jpeg", "jaccard_score": 3.6777389961173586e-05}