{"ADDI_age": "32.42619047619048", "Media": "https://image.pixstory.com/Pixstory-image-165964936332961.jpeg", "DDI_age": "22.63095238095238", "userPrimaryID": "28665", "accountCreateDte": "2022-02-03", "Festivals": "['International Film Festival Rotterdam 2022', 'Clermont-Ferrand International Short Film Festival']", "diagnosis_1": "", "most_likely_activity": "", "Narrative": "Future private astronaut flights to the International Space Station will be subject to new regulations from NASA that include a requirement that the mission commander be a former astronaut, as Space News reported. \n\nNASA disclosed modifications to the specifications for upcoming requests for private astronaut missions, or PAMs, to the station in a procurement notice dated August 1. The improvements, according to the agency, were a result of lessons learned from the first such mission, the Ax-1 flight by Axiom Space in April, \"and other recent civilian-crew missions.\"\n\nOne of the biggest changes, and one still being finalized according to the procurement notice, is a requirement that such missions have “a former flown NASA (U.S.) government astronaut” as a commander. \n\n“A former NASA astronaut provides experienced guidance for the private astronauts during pre-flight preparation through mission execution,” the document states, and “provides a link between the resident ISS expedition crew and the private astronauts and reduces risk to ISS operations and PAM/ISS safety.”", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "storyID": "STY1659649443", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Title": "New plan for ISS private astronaut missions!", "least_likely_activity": "", "storyPrimaryID": "122086", "sarc": "False", "Interest": "nasa", "id": "015cf52a-b6a5-4aee-a98f-3ed1178466ec", "Gender": "", "userID": "USR1646194669", "DDI_sex": "24.34166666666667", "sport_event": "['Africa Cup of Nations']", "ADL": "False", "Age": "17", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}