{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "132724", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "Narrative": "Niccolò Fabi annuncia l’uscita di “Andare oltre”, la nuova canzone pubblicata da BMG, in arrivo il 2 settembre, a distanza di un mese dal concerto unico che si terrà il 2 ottobre all’Arena di Verona.\n“Andare oltre” vuole accompagnare il pubblico all’inizio di un nuovo viaggio musicale che troverà la sua massima espressione durante l’evento del 2 ottobre, occasione unica per festeggiare i 25 anni di parole e musica del cantautore romano.\nLa cover del brano è un’illustrazione di Shirin Amini. ‘’Andare oltre” segna il ritorno in studio di Niccolò Fabi, a distanza di 3 anni dalla pubblicazione del suo ultimo album di inediti “Tradizione e Tradimento”. Il brano sarà disponibile dal 2 settembre in digitale e sulle piattaforme streaming e verrà presentato live il 2 ottobre all’Arena di Verona.\nIn quest’occasione per la prima volta Niccolò si esibirà da solo sul palco dell’anfiteatro più antico d’Italia e coinvolgerà l’Orchestra Notturna Clandestina, insieme a cui darà nuova veste ad alcune canzoni del suo repertorio, donando così a sé stesso e al suo pubblico un’esperienza inedita. Il pubblico potrà godersi un momento unico di grande festa e intensità, uno spettacolo speciale – mai realizzato in 25 anni di carriera - in cui il suono orchestrale si alternerà al sound intimo che da sempre contraddistingue il cantautore. Dal 1997 ad oggi, Niccolò Fabi ha costruito un percorso incentrato sulla ricerca della libertà espressiva, restando sempre fedele al richiamo artistico e all’urgenza creativa. La sua carriera testimonia l’evoluzione di un uomo e di un artista che ha deciso di immergersi nelle canzoni, portandole alla loro essenza, senza smettere mai di sperimentare e ricercare nuove sonorità.  E anche per questa nuova esperienza all’Arena di Verona, il cantautore romano continua a mettersi gioco sperimentando nuovi universi sonori insieme al Maestro Enrico Melozzi. I due si conobbero durante un viaggio notturno Lecce/Roma in occasione de La Notte della Taranta 2013, dove Niccolò era ospite ed Enrico Melozzi assisteva Giovanni Sollima, maestro concertatore di quell’edizione.", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "userPrimaryID": "22890", "median_activity": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "id": "015f30ba-590e-4e66-b133-0cd0c60d0caf", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Niccolò Fabi annuncia l’uscita di “Andare oltre”, la nuova canzone pubblicata da BMG", "Gender": "", "DDI_sex": "24.34166666666667", "storyID": "STY1661507834", "ADL": "False", "diagnosis_2": "", "Festivals": "", "Media": "https://image.pixstory.com/Pixstory-image-166150774735494.jpeg", "jaccard_score": 3.502608567730818e-05}