{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "userID": "USR1646144495", "id": "016280f4-2552-4d91-98cb-ff287253c315", "storyPrimaryID": "98529", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Media": "https://image.pixstory.com/Pixstory-image-165175439159542.png", "Interest": "seattle sounders, concacaf champions league, football, news", "Title": "Sounders make history as they become first\nAmerican side to win CONCACAF Champions League", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Narrative": "The MLS outfit has ended the Mexican dominance of the competition and will now be\nheading to the FIFA Club World Cup. The Seattle Sounders have created history by\nbecoming the first American side to win the CONCACAF Champions League, with the\nMLS outfit now assured of a place at the FIFA Club World Cup.\n\nA 5-2 aggregate victory over Pumas UNAM, completed during a 3-0 victory over the\nhome soil, has seen a 16-year run of Mexican dominance snapped in the tournament\nfeaturing sides from North America, South America and the Caribbean.\n\nA record crowd of 68,741 at Lumen Field saw two goals from Peru International Raul\nRuidiaz and a late effort from Veteran Uruguayan Nicolas Lodeiro get the Sounders\nover the line- becoming the MLS side since the LA Galaxy in 2000to win a CONCACAF\nclub competition.\n\nWhat have the Seattle Sounders said about their triumph?\n\nAmid the jubilation in the state of Washington, Sounders goalkeeper Stefan Frei told the\nclub’s official website, “There will be many more CONCACAF Champions League\nwinners, but there is only one that does it for the first time for MLS.\n\nWho will join the Seattle Sounders at the 2022 FIFA Club World Cup?\n\nThe Sounders have become the first side to book their place at that event, which is\nusually held at the end of the calendar year.\n\nThat may change in 2022 with the World Cup finals due to be staged in Qatar from late November, with FIFA yet to announce where the 2022 Club World Cup will take place.\n\nOne of the Liverpool and Real Madrid will join the Sounders CAF Champions League\nCopa Libertadores and the OFC Champions League at the event which will see one\nteam crowned as successors to 2021 winners Chelsea.", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "storyID": "STY1651754668", "sarc": "False", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "Age": "30", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}