{"ADDI_age": "32.42619047619048", "accountCreateDte": "2021-06-25", "DDI_age": "22.63095238095238", "Festivals": "['Palm Springs International Short Film Festival', 'Doc Edge International Documentary Film Festival', 'Frameline45 San Francisco International LGBTQ+ Film Festival', 'Banff World Media Festival', 'Provincetown Film Festival', 'Nantucket Film Festival', 'Euganea Film Festival', 'Cinema Jove - Festival Internacional de Cine de València', 'Moscow International Documentary Film Festival', 'Palm Springs International Short Film Festival', 'Art Film Fest Košice', 'CineGlobe International Film Festival', 'Queens World Film Festival', 'Oak Cliff Film Festival', 'Unknown Film Festival', 'Ouray International Film Festival', 'NZ Mountain Film & Book Festival']", "diagnosis_1": "", "userPrimaryID": "7230", "id": "0167a0fd-acf5-4a37-a197-16f9a40349df", "Title": "Queens driver slams into two pedestrians, killing 10-year-old girl, then crashes into car wash", "Narrative": "An out-of-control driver plowed into a woman and a 10-year-old girl, killing the youngster, before slamming into a shuttered car wash in Queens Wednesday afternoon, police and witnesses said.\n\nRescuers desperately tried to save Davina Afokoba, who was pinned underneath the driver’s SUV, but the car wash collapsed on top of the vehicle, pelting it with bricks and a steel beam.\n\nThe horrific crash was caught on video — the youngster was carrying her bookbag, walking along a sidewalk on Beach Channel Drive by Dix Ave. in Far Rockaway, when a black Mazda SUV rocketed out of the parking lot of the Shop Fair Supermarket across the street just before 4:15 p.m.\n\nA family friend said she was on her way home from her charter school, and had stopped at a deli moments earlier with her teenage brother, who witnessed the ghastly carnage from across the street.\n\n“She was with her teenage brother. She stopped to get something from the store. When she came out she was in the walkway and the car came up on the sidewalk and crushed her,” said the friend, who only gave his first name, Ibrahim.\n\nThe 35-year-old woman at the wheel had just finished shopping, and was trying to make a left turn, edging too far into the street as she waited for traffic to ease, said supermarket worker Legend Jones, 43.\n\n“She went across there from zero to 60. She gunned it and went straight into the building,” he said. “She meant to take the left, but she went straight.”\n\nHer SUV barreled across the street and mounted the curb, striking the girl and a woman, 33, before smashing through the long-closed car wash and hitting a support pillar, sources said. Two other pedestrians, a man and a young boy, scrambled out of the way in time, sources said.", "Media": "https://image.pixstory.com/Pixstory-image-164452119142680.png", "most_likely_activity": "", "storyPrimaryID": "80550", "storyID": "STY1644521255", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Interest": "new york city, news", "sarc": "False", "Gender": "others", "DDI_sex": "24.34166666666667", "userID": "USR1624570088", "ADL": "False", "sport_event": "", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}