{"least_likely_activity": "Culture", "Interest": "house speaker, usa, asia tour, nancy pelosi, Politics", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "most_likely_activity": "Health", "accountCreateDte": "2021-04-01", "Narrative": "Kudos to House Speaker Pelosi for her courage , fearlessness, boldness, and leadership in Taiwan.\n\nDespite all the bluster, threats and dire warning from the CCP propaganda machine, Speaker Pelosi’s aircraft touched down yesterday evening without incident.   (Taiwan is 12 hrs ahead of Washington).  She was given a VIP welcome.   Her statement was well received by the Taiwan government and population.    The CCP has announced military exercises will begin after the Speaker leaves Taiwan.   \n\nThe White House and the Speaker still do not appear to be on the same page about the trip overall, and what the Speaker intends to say or do while on the ground.   The festivities and meetings for today in Taiwan are well underway.    The disconnect between the Speaker and the WH communications office is obvious and noted by some key allies.   \n\nThe Speaker is positioned to have a significant impact on this trip depending what she says.    We have followed a “one china policy” position for many years.   Should the Speaker say it may be time to begin discussions about a two china policy?   It remains unclear what she might way, but the door is open for her to address any number of issues, because the WH has said little since the trip began.   The CCP has already retaliated against Taiwan economically by halting imports of fresh fruits, milk and some other exports.    The Speaker should address this in a public statement.    \n\nA tense situation such as we face for the next 24 hours, presents both challenges, and opportunities.    The Speaker opened this window when she arrived in Taiwan.    Will the Biden team capitalize on this window of opportunity, or watch it pass like a spectator in the right field bleachers?", "storyPrimaryID": "121730", "ADDI_age": "33.59444444444444", "userPrimaryID": "322", "DDI_age": "23.299999999999997", "storyID": "STY1659528714", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "id": "0169f1f4-7fd6-48b5-abfa-99ca38060238", "Age": "57", "Festivals": "['Vilnius Film Festival', 'Barcelona International Short and Animation Film Festival', 'Kaboom Animation Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival']", "sarc": "False", "Title": "Kudos to House Speaker Nancy Pelosi", "Media": "https://image.pixstory.com/Pixstory-image-165952861764580.jpeg", "ADDI_sex": "31.20555555555555", "userID": "USR1609782270", "sport_event": "", "diagnosis_2": "", "ADI_age": "29.383333333333326", "jaccard_score": 4.203130281276981e-05}