{"Narrative": "Park Hae Jin’s agency has clarified that he is not the actor who was arrested for drug abuse yesterday.\n\nOn September 10, the Seoul Gangnam Police Station announced that they had arrested an actor in his forties (hereafter referred to as “A”) for a drug abuse violation at around 2 p.m. KST. According to the police, they initially received a report that a man was “running around as if high on drugs,” and when they had “A” undergo a urine drug test, his results came back positive.\n\nFollowing the announcement, reports circulated that “A” was an actor who had played both leading and supporting roles in various dramas and films—and that he had made his debut in a supporting role in a 2006 public broadcast network drama. As a result, a number of actors who fit that description were rumored to be “A,” and one of the actors most frequently mentioned amidst the growing speculation was Park Hae Jin.\n\nOn September 11, Park Hae Jin’s agency Artist Company released a statement firmly denying that the actor had any involvement with the case in question, and they also threatened to take legal action against any further spreading of false rumors that he was “A.”\n\nThe agency’s full statement is as follows:\n\nHello, this is Artist Company.\n\nWe have confirmed that there have recently been groundless falsehoods spreading on online communities about Park Hae Jin having anything to do with the male actor in his forties who was arrested on charges of drug use.\n\nThis is completely false, and Park Hae Jin has no relation whatsoever to the case in question.\n\nIf groundless falsehoods related to this case continue to be spread, we plan to respond with strong legal action against those who have written and spread these falsehoods.\n\nWe are informing you that our agency will continue to take strong legal action against malicious acts, such as defamation of character and the spread of malicious rumors, in order to protect the honor and rights of our actors.\n\nThank you.", "DDI_age": "37.324074074074076", "userID": "USR1652796315", "Age": "21", "accountCreateDte": "2022-05-17", "id": "016ef322-42df-4d70-b72f-4bde49bf2724", "diagnosis_1": "", "Interest": "park hae jin’s, drug arrests, controversies", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-166290534586103.png", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "sport_event": "['IIHF World Championship']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "37259", "Title": "Park Hae Jin’s Agency Shuts Down Rumors That He Was Arrested For Drug Abuse", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "storyID": "STY1662905465", "Festivals": "['Cannes Film Festival 2022']", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyPrimaryID": "141579", "jaccard_score": 3.6777389961173586e-05}