{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "storyID": "STY1661910617", "userID": "USR1646194583", "userPrimaryID": "28664", "diagnosis_1": "", "Media": "https://image.pixstory.com/Pixstory-image-166191041059450.jpeg", "Narrative": "Chris Evans is fantastic in romantic comedies, in roles as villains and action-packed thrillers. And now, in crime dramas, too, very soon. Since giving up his duties as a superhero, the actor has experimented with a variety of enterprises. \nIn Netflix's \"The Gray Man,\" he most recently appeared as the narcissistic psychopath Lloyd Hansen opposite Ryan Gosling. \n\nSlash film reported that recently, Evans has collaborated on a new project with acclaimed actress Emily Blunt, a crime drama movie named \"The Pain Hustlers,\" for which Netflix bought the world rights during the Cannes Film Festival this year. The Chris Evans and Emily Blunt-starring movie has added a number of new cast members who have won awards. \n\nAccording to reports , the American screenwriter Wells Towers' novel \"The Pain Hustlers\" (on which the movies is. based) tells the story of a blue-collar lady trying to achieve the American dream. \n\nAccording to the official synopsis, the movie centres on Liza Drake (Emily Blunt), a former high school dropout who longs for a better life for both her and her younger daughter. She finally gets the life she's always wanted when she accepts a position with a struggling pharmaceutical startup in a mall in Central Florida. Her charm, bravery, and dedication propel the business to great success. Liza soon finds herself in the centre of an exposed criminal scheme, facing potentially fatal consequences. \n\nI am very excited for it! Are you?", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Title": "Chris Evans’ new venture is as exciting as it gets!", "least_likely_activity": "", "sport_event": "['Six Nations']", "sarc": "False", "storyPrimaryID": "135290", "accountCreateDte": "2022-03-02", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "", "id": "016e8dce-5115-465d-8ea2-8415cf8fda32", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}