{"DDI_age": "37.324074074074076", "storyID": "STY1663010866", "userID": "USR1661911768", "diagnosis_1": "", "Age": "20", "userPrimaryID": "84048", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-166301048296765.png", "most_likely_activity": "", "Title": "Little Piece Of Me!!", "Narrative": "<p dir=\"ltr\">Raghunath this side!!</p>\n<p dir=\"ltr\">To start with, I'm a very interesting fellow, who's very hard to understand. A selfless attitude towards anyone whom I come across with. I'm of a very friendly nature and love to be with people who aren't selfish.</p>\n<p dir=\"ltr\">According to me, there are many things that make us depressed or upset, but that doesn't mean that we stop living. In fact, problems are a sign of life. They make us believe that we are living. The only people who have no problems are in cemeteries. So we shall be fortunate that we have problems. It enhances our minds. This is the philosophy of my life.</p>\n<p dir=\"ltr\">I love to motivate the depressed, help the impoverished. I try to make those who have lost hopes, become hopeless, who wish to end up living. I wish to make them live lively again. </p>\n<p dir=\"ltr\">My hobbies are sketching, interacting with new people and photography. I love to do scribble arts.</p>\n<p dir=\"ltr\">I have many friends, and am really very fortunate to have them. They are very open-minded and encouraging. They really love me, and even when I forget them, they will never forget me. By the grace of God, I have them. May they be blessed and successful in the course of life. May they have all that they wish to achieve.</p>\n<p dir=\"ltr\">May God bless them with happiness, joy, and prosperity. May God provide them with a long life.</p>\n<p dir=\"ltr\">May everyone reading this answer be safe, happy, and be successful in the course of life!!</p>", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Festivals": "['Venice International Film Festival 2022']", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "storyPrimaryID": "142271", "DDI_sex": "24.34166666666667", "accountCreateDte": "2022-08-31", "ADL": "False", "id": "016e622e-2be5-4f7d-9ccb-b43ef69f68b7", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}