{"DDI_age": "37.324074074074076", "Title": "High calorie snacks for weight gain", "Narrative": "High calorie snacks are good ways throigh which one can gain weight. Through consuming smoothies, using high calorie toppings and choosing full fat dairy products which can add on more calories to a diet, which is ideal for a person who wants to gain weight. \n\nA person's health can be harmfully affected by loosing excessive weight or also being underweight. People who have in particular conditions like hyperthyroidism may find it difficult to gain weight. \n\nTo gain more weight can become a challenge, as some people finds it difficult to in take enough calories. In order to gain more weight a person have to take in more calories than they expend everyday. Eating snacks that are rich in calories and nutrients can be useful for for a person to enhance their energy without feeling fullness in the tummy soon. \n\nRead more to learn about high calorie snacks that can help a person gain weight. \n\nGreek yogurt \n\nWhole milk Greek yogurt is highTrusted Source in protein and provides a moderate amount of calories. It is a nutritious, tasty snack that requires little preparation and is easy to eat. \n\nSnack ideas \n\nPeople can add flavor to Greek yogurt with fruit and other toppings. They can also try: \n\n• blending Greek yogurt in a fruit smoothie \n\n• combining Greek yogurt with berries, granola, and nuts \n\n• using Greek yogurt in overnight oats \n\nGranola \n\nGranola can add a satisfying crunch to salads, sweet snacks, yogurt, and oatmeal. Although granola nutrition facts vary by manufacturer, the U.S. Department of AgricultureTrusted Source reports that a 100 g serving contains 451 calories. \n\nSnack ideas \n\nA person can try: \n\n• eating granola cereal with whole milk \n\n• topping yogurt with granola and fruit \n\n• mixing nuts with granola for a sweet and savory trail mix\n\nWhole milk  \n\nIn addition to being high in vitamin D and calcium, whole milkTrusted Source is relatively high in calories. Vitamin D and calcium are important nutrients for bone health, and dairy milk is a great source of protein. \n\nSnack ideas \n\nA person can try: \n\n• replacing one or two glasses of water with milk\n\n• blending milk in smoothies or protein shakes \n\nSources - https://www.medicalnewstoday.com/articles/high-calorie-snacks#protein-powder", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "Interest": "calories", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "userPrimaryID": "9221", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-164685696722811.png", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "storyID": "STY1646857130", "userID": "USR1632727815", "ADI_age": "42.805555555555564", "storyPrimaryID": "86265", "sarc": "True", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "id": "016fced7-35b1-4c37-99b8-894c7597fd0e", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}