{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "id": "01731781-45f1-4f86-88ae-f3b967a28e8d", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "Narrative": "Per festeggiare 25 anni di “A casa di Luca”, canzone presentata al Festival di Sanremo del 1997 e vincitrice del Premio per il miglior testo, Silvia Salemi ha scelto di tornare sulle scene con un brano scritto insieme a Matteo Faustini, giovane cantautore protagonista della 70a edizione del Festival di Sanremo nella sezione Nuove Proposte, e a Marco Rettani, coautore anche degli ultimi due brani di Silvia, “Chagall” e “I Sogni nelle tasche”.\nCaratterizzato da sonorità estive, “Noi contro di noi” è un brano che invita chi lo ascolta a riflettere su temi delicati, come il forte bisogno di unità e pace. Un testo diretto e attuale che si lega alle difficoltà che hanno segnato gli ultimi anni e che hanno portato gli essere umani a diffidare del proprio vicino e a non vedere il buono che c’è nell’altro.\n«Sapere che “Noi contro di noi” stia incontrando il consenso del pubblico e che da quattro settimane sia uno dei 100 brani più passati dalle radio mi rende molto felice, anche perché è una canzone con un messaggio molto importante – afferma Silvia Salemi – La pace non è assenza di guerra, è una virtù, uno stato d'animo, una disposizione alla benevolenza, alla fiducia e alla giustizia. Di fronte alle parole di Spinoza siamo tutti d'accordo, ma il nostro presente e, per la verità, tutta la storia dell'uomo, dimostrano il contrario. Alle volte basterebbe solo un po’ di gentilezza e tenerezza che solo la consapevolezza di stare tutti sullo stesso pianeta, “sulla stessa palla blu”, ci può far provare. Essere gli uni contro gli altri, come ci dice Hobbes nella sua visione del tutto pessimistica dell'uomo, non ci ha fatto e non ci sta facendo bene e non ci porterà a promuovere il bene. Dopo il Covid sarebbe stato auspicabile che tutti ci fossimo uniti in un grande abbraccio globale, universale, per cercare la pace, invece siamo costretti a vedere immagini drammatiche, al limite del grottesco, dove la gente scappa da militari che sparano indossando la mascherina. Una totale follia. La guerra dentro la pandemia è un male dentro un altro male».", "most_likely_activity": "", "userID": "USR1642432836", "Media": "https://image.pixstory.com/Pixstory-image-166041307587853.jpeg", "storyID": "STY1660413143", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Title": "SILVIA SALEMI: in radio e in digitale il nuovo brano", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Interest": "music, music producer, music therapy, music on pixstory, music talent on pixstory, music talent", "Festivals": "", "median_activity": "", "storyPrimaryID": "126028", "jaccard_score": 3.502608567730818e-05}