{"DDI_age": "37.324074074074076", "storyID": "STY1642604569", "diagnosis_2": "Carbon monoxide poisoning", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "least_likely_activity": "Education", "ADDI_age": "49.88518518518518", "id": "0176b4bc-b57c-4ffb-a77c-abf5e660660e", "Title": "Is 5G a serious threat to civil aviation?", "Narrative": "AT&T and Verizon halted their 5G expansion plans following the concerns expressed by ten US airlines, in a White House-brokered understanding. The 5G waves, it is feared, can interfere with the working of the planes. Meanwhile, the UK’s civil aviation authority had only last month stated there’s no reason to worry. Is the 5G ‘threat’ real and serious?\n\nThe fifth generation (5G) makes greater use of radio signals, which are part of the spectrum known in the US as C-Band. It so happens that the C-Band frequencies are close to those deployed by the plane instruments, called ‘radio altimeters’, which measure the height of the aircraft from the ground. They also collect various data critical for safety and navigation systems. What the US airlines are worried about is the possibility that the similar frequency use of 5G may come in the way of the functioning of radio altimeters. That could happen not when the plane is in the sky but when it is landing. Hence the precaution in the vicinity of airports: https://www.washingtonpost.com/context/letter-to-biden-administration-officials-from-u-s-airlines-on-rollout-of-5g/39794110-e61d-4006-bafd-41e50f7ab484/?itid=lk_inline_manual_20\n\nThe Radio Technical Commission for Aeronautics, a US non-profit that provides technical guidance to regulatory authorities and industry, had in October 2020 published a detailed report, noting: “Radar altimeters are the only sensor onboard a civil aircraft which provides a direct measurement of the clearance height of the aircraft over the terrain or other obstacles, and failures of these sensors can therefore lead to incidents with catastrophic results resulting in multiple fatalities”: https://www.rtca.org/wp-content/uploads/2020/10/SC-239-5G-Interference-Assessment-Report_274-20-PMC-2073_accepted_changes.pdf\n \nThen, the Federal Aviation Administration too warned of risks specifically for Boeing's 787 Dreamliner: https://www.faa.gov/newsroom/faa-statements-5g\n\nMeanwhile, Air India, Emirates, Japan Airlines and several more have canceled their flights to the US over the 5G concerns: https://www.indiatoday.in/technology/news/story/air-india-emirates-and-others-cancel-flights-to-us-over-5g-rollout-concerns-1901679-2022-01-19\n\nThe UK’s Civil Aviation Authority said in a safety notice last month that “there have been no confirmed instances where 5G interference has resulted in aircraft system malfunction or unexpected behaviour”: https://publicapps.caa.co.uk/modalapplication.aspx?catid=1&pagetype=65&appid=11&mode=detail&id=11061\n \nIt pointed out that “different national mobile telecommunication strategies may mean that some [countries] have a higher threat exposure than others.” The EU, for example, has its 5G working at lower frequencies and may not face the same risk.\n\nFor more information:\n\nhttps://www.washingtonpost.com/transportation/2022/01/18/airlines-disruptions-5g-verizon-att/\n\nhttps://www.bbc.com/news/business-60042178", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "storyPrimaryID": "72772", "userID": "USR1612356664", "userPrimaryID": "472", "ADI_age": "42.805555555555564", "sarc": "False", "ADDI_sex": "31.20555555555555", "Festivals": "['Sundance Film Festival', 'Clermont-Ferrand Short Film Festival', 'DocPoint Helsinki', 'Göteborg Film Festival', 'International Film Festival Rotterdam']", "Age": "22", "Media": "https://image.pixstory.com/Pixstory-image-164260438913310.png", "accountCreateDte": "2021-02-03", "Interest": "us airlines, verizon, at&t, fifth generation, 5g, c-band, federal aviation administration, faa", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "jaccard_score": 4.553391138050063e-05}