{"sport_event": "['French Open']", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Festivals": "['Docaviv 2022', 'International Film Festival Cologne 2022', 'Doc Edge 2022']", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Title": "Edge didn't like the idea of where Judgement Day was headed", "Interest": "edge, finn balor, rhea rhipley, damian priest, wwe", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "least_likely_activity": "Housework", "DDI_sex": "22.607407407407408", "id": "017aa901-0bfb-4801-ab72-d539f17d3d63", "accountCreateDte": "2022-06-01", "storyID": "STY1654706371", "ADI_age": "42.805555555555564", "userID": "USR1654101217", "sarc": "False", "storyPrimaryID": "105891", "userPrimaryID": "40917", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-165462080822429.png", "diagnosis_3": "Depression", "ADL": "False", "Narrative": "Edge was kicked lut of Judgement Day this past monday night on raw. \n\nThe change sent shockwaves around the wrestling world, because there were no rumours around this angle, and as it turns out, this was a last minute decision. \n\nFinn Balor joined the group yesterday on “Raw” and then Balor, Rhea Ripley, and Damian Priest attacked Edge. Edge was laid out from ringside to the backstage area on a stretcher.\n\nAccording to a new report from Fightful Select, the reason for Edge leaving the group has to do with the direction that WWE wanted to take with it. In the report, Fightul was told that WWE had mentioned that they wanted to take Judgement Day into more of a “supernatural route,” which Edge was said to have been opposed to.\n\nEdge didn't want to affiliated with the stable anymore and hence the idea of his exit emerged in the afternoon hours ahead of “Raw.” The pitch of Balor becoming a member and turning heel was days before “Hell in the Cell,” and there was no mention at that point of Edge leaving the stable.\n\nThe angle was surprising to say the least, but the idea of the trip fairing well without the Rated R Superstar is unfathomable to me. While the three of them are great talents, they all lack the X Factor that Edge brought to the table.", "jaccard_score": 4.553391138050063e-05}