{"DDI_age": "37.324074074074076", "userID": "USR1633599973", "Age": "21", "accountCreateDte": "2021-10-07", "most_likely_activity": "Health", "ADDI_age": "49.88518518518518", "Gender": "female", "Festivals": "['Filmfest Hamburg', 'Reykjavik International Film Festival', 'Busan International Film Festival', 'Filmfest Hamburg', 'Reykjavik International Film Festival', 'FemArt', 'FIFF Namur', 'Oslo/Fusion International Film Festival', 'Arte Mare - Mediterranean Film Festival', 'Moscow Jewish Film Festival', 'Terra Di Tutti Film Festival', 'Chagrin Documentary Film Festival', 'New Holland Island International Debut Film Festival', 'Olhar de Cinema - Curitiba International Film Festival', 'Busan International Film Festival', 'Festival du Nouveau Cinéma de Montréal', 'Hamptons International Film Festival', 'Yamagata International Documentary Film Festival', 'Bend Film Festival', 'Heartland International Film Festival', 'Sitges - International Fantastic Film Festival of Catalunya']", "DDI_sex": "26.07592592592593", "Media": "https://image.pixstory.com/Pixstory-image-165607451333337.png", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Interest": "european union, human rights, united nations, womens in afghanistan, womens rights, girls in afghanistan, taliban government, un human rights council", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "userPrimaryID": "9349", "Title": "The (EU) has called for an urgent Human Rights Council meeting on Afghan women", "id": "017bfb7a-01b4-499b-8e7b-3625ef4c965f", "storyPrimaryID": "109554", "storyID": "STY1656074659", "ADL": "False", "sport_event": "", "least_likely_activity": "religious education activities (2007+)", "Narrative": "The EU Delegation to the United Nations has said that the dire human rights situation of women and girls in Afghanistan needs serious attention.\n\nThe head of the delegation calls on the UN Human Rights Council to hold an urgent meeting on the situation of women and girls in Afghanistan on 10 May.\n\n\"We formally request the Human Rights Council to convene an urgent meeting on the human rights situation of women and girls in Afghanistan,\" the union wrote in an official letter to the President of the UN Human Rights Council.\n\nHe told the UN that the request had been made by EU member states.\nThe European Union (EU) has called for an urgent meeting of the UN Human Rights Council, which has previously expressed deep concern over the growing decline in respect for human rights and fundamental freedoms for women and girls in Afghanistan.\n\nAfter taking control of Afghanistan, the Taliban imposed severe restrictions on women's lives; Restrictions that, according to the UN Security Council, restrict women's access to education, employment, freedom of movement, and full, equal, and meaningful participation in public life.\n\nEarlier, 25 international human rights organizations wrote an open letter to the UN Human Rights Council urging it to seriously discuss the situation of women's rights in Afghanistan at its 50th meeting.\n\nThey also called on the council to issue a resolution addressing the women's rights crisis.\n\nIn a letter to the UN Human Rights Council, human rights groups described the situation of Afghan women as \"the most serious women's rights crisis in the world.\"\n\n\"It is essential that the UN Human Rights Council address and address the crisis of women's rights in Afghanistan in a way that reflects its severity,\" the letter said.", "jaccard_score": 4.553391138050063e-05}