{"DDI_age": "37.324074074074076", "Age": "21", "id": "017ccbde-1004-47fe-8824-a94294eb2566", "userID": "USR1614002254", "most_likely_activity": "Health", "ADDI_age": "49.88518518518518", "Gender": "female", "accountCreateDte": "2021-02-22", "storyID": "STY1648642350", "DDI_sex": "26.07592592592593", "storyPrimaryID": "90925", "Title": "3: Best South Indian movie that replicates bipolar disorder", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Media": "https://image.pixstory.com/Pixstory-image-164864229037740.png", "sport_event": "['Six Nations']", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "Interest": "worldbipolardisorderday", "sarc": "True", "userPrimaryID": "713", "ADL": "False", "least_likely_activity": "religious education activities (2007+)", "Festivals": "['International Film Festival of Kerala', 'Visability Film Festival', 'Black Hills Film Festival', 'FAME - Festival international de films sur la musique', 'Two Short Nights Film Festival', 'Children’s Film Festival Seattle', 'Big Sky Documentary Film Festival', 'OUTshine LGBTQ+ Film Festival @Home', 'Arthouse Asia Film Festival']", "Narrative": "As its the Bipolar Disorder Day, let's look into a movie that have carefully dealt with the condition in the movie. \n\nThe Tamil movie 3 starring Dhanush and Shruti Hassan, that was relased in 2011, give us a real life guide on how the disorder affects an individuals day to day life and it also  shows us how extreme one's reaction and emotion could change according to the circumstance.  \n\nWith the movie unfolding with the death of the protagonist Ram (Dhanush) and Janani (Shruthi) morning over the suicide of her love of her life and puzzled over the reason of his suicide, she is shattered by his demise. She eventually tries to find the truth behind his death through his friend who later disclose the condition to her. \n\nAfter this scene the audience is taken to the protagonist's behaviour in his day to day life. Where he gets irritated over the loss of the profit in his business, and in his extreme anger he kills their pet dog, Tom. Several instances like these makes his condition worse and it takes him to severe bipolar disorder. \n\nWhen an instance of killing Janani came Ram was terrified and felt guilty by the fact that he attempted to kill her during her deep sleep and this led him to end his life in order to not hurt his loved one. \n\nThe movie ends with a message that says \"Suicide is not a solution. Bipolar disorder can be treated with proper medical help.\"\n\nDo give it a watch and let me know about how did you feel about the movie.", "jaccard_score": 4.728521566436604e-05}