{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "storyPrimaryID": "118475", "id": "0183cae8-111b-44d2-97dc-2ba360de3b3c", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "DDI_age": "28.392592592592596", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "userPrimaryID": "25709", "Media": "https://image.pixstory.com/Pixstory-image-165858755665457.png", "userID": "USR1643166496", "median_activity": "Health", "accountCreateDte": "2022-01-26", "GLAAD": "False", "Gender": "male", "storyID": "STY1658588140", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "Festivals": "['Sundance Film Festival 2022', 'International Film Festival Rotterdam 2022']", "Title": "Scout Report- Sadio Mane- Bye Bye Liverpool, hello Bayern Munich", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "Age": "31", "sarc": "False", "Narrative": "He has made most of his ball touches mainly in the attacking area. As he made 250 touches in the six-yard box. Mane has made 7.84 touches per 90 in the penalty box, taking his tally to the 97 percentile.\n\nWhat Mane will be bringing to Bayern Munich Squad?\n\n\nMane would be bringing his speed, skills, and goals. In his 8 seasons with Liverpool and Southampton, he has scored 111 goals, and expect him to add more to it. Him and Sane will be looking to wreck defenses in the Bundesliga and as well as in Europe with their raw speed. He can also play as a target man just like Jamie Vardy for Leicester City, and Son Heung-Min for Tottenham, playing as a left-winger where he’ll be bound to succeed. \n\n\nFinal Verdict\n\n\nMany European clubs were sad when the Senegalese forward made his switch to Bavarian giants. The 1x Premier League Champion,1x UEFA champion, African Cup winner and countless accolades bring himself an array of talent. \n\n\nThough he is not a conventional number 9, as he is not able to hold on to the ball longer, weak in the aerial duel but what he possesses is his finishing ability, threatening from a 1-vs-1 situation, and raw speed. Bayern possess a great depth in the wings with Leroy Sane, Kingsley Coman, Serge Gnabry, and Jamal Musiala. He would be an instant upgrade over Gnabry and Sane.\n\n\nExpect him to bench one of 2 of these wingers. With pre-season going on, expect him to make his mark. We’ll have to wait and see what he brings to the Bayern side but after wrecking defenses in England, expect him to make his mark.", "ADDI_sex": "31.20555555555555", "Interest": "sadio mane, liverpool fc, bayern munich fc, transfer, Sports, football, analysis, visualization", "ADL": "False", "jaccard_score": 4.553391138050063e-05}