{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userPrimaryID": "8601", "diagnosis_1": "", "accountCreateDte": "2021-08-31", "userID": "USR1630424770", "Interest": "contemporary afghanistan, books, reading", "sport_event": "['Paralympic Games', 'US Open']", "most_likely_activity": "", "Narrative": "Consequences of conflict in Afghanistan comtinues.......\n\nThe prolonged war in Afghanistan has impeded the process of human capital formation. In fact the population is to a large extent psychologically damaged. The population contains a substantial component of physically or mentally disabled war victims. The World Health Organisation (WHO) estimated that the physically disabled alone totalled nearly 1.5 million persons. A significant population of the Afghans especially women were ‘depressed’ for reasons like forced displacement, loss of family members and long absence of men folk. Afghanistan has one of the lowest rated indices for human condition in the world. The infant mortality rate is 163 deaths per 1000 births (18 percent), the highest in the world; 1700 mothers out of 100,000 die giving birth and life expectancy is just 43-44 years compared to 61 years in other developing nations.16 Moreover no skill training has been available to an entire generation of Afghan youth and this is affecting the process of reconstruction. They also lack training in agricultural techniques and industry.\n\nThe Soviet intervention of Afghanistan, at the end of 1979 was the starting-signal of more than two decades of war that displaced more than a third of the Afghan population. Since the withdrawal of the Russians in 1989, Afghanistan has not been able to achieve peace and security. After every political conquest and transition of power from one group to another, waves of Afghans have fled the country to avoid persecution. In the first half of the 1980s, the Afghan refugee population was at its peak and was the largest in the world, consisting of more than 6.5 million refugees in the neighbouring countries of Pakistan and Iran alone.17 The displacement of Afghans bears a double character through both time and space: a massive and forced exile to the neighbouring countries Pakistan and Iran, and a relatively small elite exile to Western countries.\n\nTo be continued......", "storyID": "STY1646505253", "id": "01892cc9-0a75-4dde-bda6-943b81fcc0d4", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "Title": "65. \"Prolonged war in Afghanistan has impeded the process of human capital formation\"", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "True", "storyPrimaryID": "85435", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "Media": "https://image.pixstory.com/Pixstory-image-163042509341559.png", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}