{"Media": "https://image.pixstory.com/Pixstory-image-165616360458013.png", "Interest": "indian football, afc, women's football, fifa, sweden football", "Festivals": "['Busan International Film Festival', 'Warsaw Film Festival', 'Moscow Jewish Film Festival', 'New Holland Island International Debut Film Festival', 'Olhar de Cinema - Curitiba International Film Festival', 'Busan International Film Festival', 'Festival du Nouveau Cinéma de Montréal', 'Hamptons International Film Festival', 'Yamagata International Documentary Film Festival', 'Bend Film Festival', 'Heartland International Film Festival', 'Sitges - International Fantastic Film Festival of Catalunya', 'Hot Springs Documentary Film Festival', 'Warsaw Film Festival', 'Everybody’s Perfect - Geneva International Queer Film Festival', 'International Short Film Festival of Cyprus', 'Schlingel International Film Festival', 'Provinziale - Filmfest Eberswalde', 'Festival Lumière - Grand Lyon Film Festival', 'FIC Valdivia - Valdivia International Film Festival']", "ADDI_age": "26.551851851851854", "id": "018a1817-adb8-4ef5-87a5-45c5e96428e9", "least_likely_activity": "Real Estate", "Title": "Visa goof up leaves women footballers stranded", "Gender": "female", "diagnosis_1": "Diabetes insipidus", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "DDI_age": "18.085185185185185", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "ADI_age": "22.42592592592593", "accountCreateDte": "2021-10-11", "diagnosis_3": "Asthma", "storyPrimaryID": "109796", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "userID": "USR1633946602", "userPrimaryID": "9440", "median_activity": "Food", "Age": "61", "Narrative": "All India Football Federation (AIFF), it seems, is not doing a serious job at the women’s football front these days. After the Asian Cup fiasco where India had to withdraw their women’s team because of serious breach of bio bubble for Covid 19, yet another incident of poor management has come to light recently. On the 19th of June, the girls were supposed to travel to Sweden to play some matches. As they reached the airport, it was found that while the tickets of the players were booked for 19th, the visas were done from the next day. Naturally, the girls could not board the flight on the same day and had to postpone their trip by 24 hours. It was not only a huge blow on the scheduling, but a dent on the funds of the federation, too. An enquiry was ordered, but nothing had happened so far.\nThis is not the first time the women’s team had to face trouble on account of poor and lacklusture management. During the women’s Asian Cup last year, India hosted the tournament but they had to withdraw the team after the first match since more than a dozen of their girls were struck by Covid 19. It was a big loss of prestige for India as the host nation, but the Indian management put the blame on the Asian Football Confederation  (AFC) officials. But the fact remains that while all other teams managed their bio bubble, the Indians lagged behind. In both the cases, the national team department of the AIFF should take the blame, but so far they have done nothing except for lying low.\nIn less than four months from now, India will play host to women’s Under-17 World Cup, but lots of people within the country are not sure whether India are capable of staging a trouble-free tournament. Indian football is in turmoil for the last few days, especially after the Supreme Court ousted the committee headed by Praful Patel for continuing in their positions well after their four-year term was over. The senior women’s team fiasco is yet another addition to the ongoing mega-serial.", "storyID": "STY1656164310", "ADL": "False", "sport_event": "", "jaccard_score": 4.553391138050063e-05}