{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "storyPrimaryID": "95468", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "Interest": "chagall, kandinskij, art, arte, rovigo", "most_likely_activity": "", "id": "018bf604-e059-4004-94b1-36291dbb55dc", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-165045566496646.jpeg", "Narrative": "Un viaggio alla scoperta di mete meno appariscenti, al di là dell’irrinunciabile esperienza gastronomica, non può prescindere dall’aspetto storico-culturale che aleggia nel capoluogo rodigino e che si snoda dalle “Due Torri” medioevali attraverso Palazzo Roncale e Palazzo Roverella. Quest’ultimo è il luogo culto di mostre di alto profilo internazionale come la recente dedicata a Chagall e quella in corso dedicata a Kandinskij e alla sua evoluzione verso l’astrattismo, con ben ottanta opere esposte, cimeli, documenti, fotografie e filmati d’epoca.\nUn successo di pubblico crescente, nei 15 anni dall’avvio, che fanno di Rovigo una delle destinazioni riconosciute per gli eventi artistici.  Chi visita le mostre temporanee ha poi l’occasione di scoprire gli allestimenti permanenti con le collezioni dell’Accademia dei Concordi e i capolavori di Tiepolo, Bellini e tanti altri nomi importanti della pittura veneta. Imperdibile è un altro gioiello artistico, finalmente ritornato a casa: il Diorama di Giovanni Biasin, una spettacolare veduta di Venezia lunga 22 metri e alta quasi 2. A Palazzo Roncale, tutta da vedere invece la suggestiva mostra sull’esploratore di casa, Giovanni Miani e sul suo “Mal d’Africa”. Viaggiatore tanto innamorato delle sorgenti del Nilo e delle genti indigene, quanto da meritarsi l’appellativo di “Leone bianco del Nilo”.", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "Title": "Rovigo si mette in mostra: da Chagall a Kandinskij", "least_likely_activity": "", "ADI_age": "42.805555555555564", "storyID": "STY1650455737", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}