{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "id": "018bad60-f611-4eae-a426-0ac48d7a63fb", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "Interest": "zlatan ibrahimovic, ac milan, football, news", "Narrative": "Swedish striker Zlatan Ibrahimovic has revealed that he had been playing for AC Milan without his anterior cruciate ligament for the past six months. As Zlatan hits 40, injuries have been a recurring issue - keeping him sidelined for much of Milan’s title winning campaign. The striker successfully underwent an operation which rules him out for eight months of the following season. \n\nOn Instagram, Zlatan had to say “\"Swollen knee for six months. I was only able to train with the team 10 times in the last six months.” \n\"Took more than 20 injections in six months. Emptied the knee once a week for six months. Painkillers every day for six months. Barely slept for six months because of the pain.\" \"Never suffered so much on and off the pitch. I made something impossible to something possible.\" \"In my mind I had only one objective, to make my teammates and coach champions of Italy because I made them a promise.\" \"Today I have a new ACL and another trophy.\"\n\nDespite the pain and the suffering, Ibrahimovic boasted an impressive season on the pitch scoring 8 goals in 23 appearances, out of which he started 11. He was also crucial in providing 3 goals for his teammates. Ibrahimovic has recently opened up more about his concerns of retiring, admitting feeling a ‘sense of panic’ over his long career finally winding up. \n\nWith this injury, it is yet to see if Zlatan will take to the pitch once again. On that, Zlatan had to say “I will certainly keep playing for as long as possible, as long as I can get results and am not suffering.”", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "Media": "https://image.pixstory.com/Pixstory-image-165359579995260.png", "sport_event": "['Six Nations']", "sarc": "False", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "storyID": "STY1653595941", "Age": "30", "Title": "I Played Six Months Without An ACL: Zlatan Ibrahimovic", "ADL": "False", "storyPrimaryID": "102764", "Festivals": "", "jaccard_score": 4.553391138050063e-05}