{"DDI_age": "37.324074074074076", "Narrative": "We have heard of westernization this and westernization that. But, have we considered that something like the West could also be dominated by a different pop culture. Would it be too extreme to say that even the West has been Easternized?\n\nFor my assignment, I explored how East Asian culture has taken the world by storm. I am an avid manga and manwha reader. I also watch k-dramas and anime when I get the time. I also know many people who have been influenced by East Asian culture.\n\nThere are several factors playing a role:\n\n1) Japanese mangas/anime opened an exciting new avenue for people of all ages to explore. The mangas have unique plots and the charcaters are psychologically diverse.\n2) The Korean Hallyu wave: The hallyu wave is the Korean pop culture wave that has spread globally. It started when the Korean government lifted travel bans in 1990s allowing cross-cultural exchanges. The Asian Financial crisis of 1997 prompted the Korean government to commercialize and open businesses to solve the debt problem.\n3) Globalization and the Internet have shaped the transnational flows of global pop-culture.\n\nThese factors have sparked a wide-spread interest in East-Asian culture. The cultural influence is made evident because it has resulted in many things:\n\n1) Establishment of anime conventions world wide that let people cosplay (freedom of expression)\n2) Increased tourism to East Asian countries\n3) Interest in learning East-Asian languages and exploring the culture. \n\nDo you think East-Asian/Asian culture has also significantly affected the West or does the West continue to dominate?", "diagnosis_1": "", "Age": "20", "id": "018b7b66-621d-4f9a-a65b-115c44a1b66d", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-05-21", "sport_event": "['IIHF World Championship', 'US PGA']", "most_likely_activity": "", "userID": "USR1653126092", "ADI_sex": "30.177777777777784", "GLAAD": "False", "userPrimaryID": "38456", "diagnosis_3": "", "Media": "https://image.pixstory.com/Pixstory-image-165635103561623.png", "Title": "Dissecting the East Asian Pop Culture", "ADDI_sex": "34.87222222222221", "storyPrimaryID": "110330", "least_likely_activity": "", "ADI_age": "42.805555555555564", "Interest": "hallyuwave, hallyu, culture, east asia, society, west, culture and traditions, western society, western culture, westernized, easternized, eastern society, east, japan, japanese, korean, koreanwave, korea", "sarc": "True", "Gender": "", "Festivals": "['Cannes Film Festival 2022']", "DDI_sex": "24.34166666666667", "storyID": "STY1656352297", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}