{"DDI_age": "37.324074074074076", "Age": "23", "Media": "https://image.pixstory.com/Pixstory-image-166375628856335.png", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-09-05", "most_likely_activity": "", "Interest": "football, top10, manchesterunited, cristianoronaldo, manunited, dwightyorke, andycole", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "diagnosis_3": "", "userPrimaryID": "87198", "id": "018c1c3f-1b7f-4fa9-93a8-b665db83b004", "ADDI_sex": "34.87222222222221", "userID": "USR1662370704", "Title": "Manchester United's Top 10 strikers from 2001-2022 (Part-2)", "least_likely_activity": "", "Narrative": "<p dir=\"ltr\"><b>8. Dwight Yorke</b></p>\n<p dir=\"ltr\">Yorke was an Aston Villa legend who established himself as one of the Premier League's most lethal strikers. Pleased by his performance and mindset, United made a lucrative offer and Yorke moved to Manchester United, where he had to prove his worth. Yorke made an impression in his first season as a United player, besting 30 goals and winning the Golden Boot.</p>\n<p dir=\"ltr\">In just three seasons at Manchester United, Dwight Yorke was able to find the net 62 times in 152 matches, propelling United to glory and winning two Premier League titles.<br>\n<b> </b><br>\n<b>7. Cristiano Ronaldo</b></p>\n<p dir=\"ltr\">This player requires no explanation; when Ronaldo played against Manchester United, he awed United's then-manager Alex Ferguson, and he was quickly signed by United. He quickly settled in and established himself as a ruthless player at United, winning his first Champions League and Ballon d'Or of his career. The 2007 season was a productive one for Ronaldo, who scored 42 goals in 49 games.</p>\n<p dir=\"ltr\">He left United with 292 games and 118 goals and returned to the club in 2021. However, his desire to score remains, and he has 25 goals in 134 games for United.<br>\n <br>\n<b>6. Andy Cole</b></p>\n<p dir=\"ltr\">Cole was bought for a British record fee of &#163;7 million at the time, and the price has put a lot of pressure on him. However, he was plagued by injuries in his first few seasons, and Alex Ferguson stated that he did not rely on the player. Despite the setbacks, Cole persevered and managed to play 275 games for the club, scoring 121 goals.</p>\n<p dir=\"ltr\">Cole was a consistent goal-scorer while others failed in between, reaching double digits for three straight seasons and being part of a treble-winning squad. Cole left United in 2002, after proving his worth.</p>", "ADI_age": "42.805555555555564", "sarc": "False", "storyID": "STY1663756338", "Festivals": "['Venice International Film Festival 2022', 'Telluride Film Festival 2022']", "storyPrimaryID": "146925", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}