{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-166594527924515.png", "Interest": "isl2022-23, atkmohunbagan, kerelablasters", "diagnosis_1": "", "storyPrimaryID": "156062", "ADDI_age": "49.88518518518518", "userPrimaryID": "110965", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1665945346", "id": "018d4f24-5c51-4236-8eae-bafc560104ca", "accountCreateDte": "2022-10-07", "diagnosis_3": "", "Title": "Match Report: ATK Mohun Bagan thrash Kerala Blasters FC 5-2", "Festivals": "['Filmfest Hamburg 2022', 'New York Film Festival 2022', 'BFI London Film Festival 2022']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "sport_event": "['World Volleyball Championships (women)', 'World Championship', 'South American Games']", "Age": "22", "Narrative": "<p dir=\"ltr\">ISL 2022/23: The Indian Super League witnessed its tenth match of the season between Kerala Blasters and ATK Mohun Bagan. The match was played in the Jawaharlal Nehru Stadium in kochi.&#160;<br></p>\n<p dir=\"ltr\">The match started well for the hosts as just after seven minutes of the game scored their first goal of the match and took the lead. A brilliant sequence of play by Ivan Kaliuzhyi makes the chance counts as he netted the ball with a left footed touch. Kerala's lead put immense pressure on the visitors as they were seen desperate for their equaliser but Kerala's pressing resisted them.&#160;&#160;<br></p>\n<p dir=\"ltr\">ATK though after conceding an early goal looked fierce and the confidence from the equaliser led them to their lead goal when Joni Kauko puts the ball into the net for the second time for ATK Mohun Bagan. The visitors got their lead and it seemed that the match turned around for ATK after that early goal from Kerala.&#160;<br></p>\n<p dir=\"ltr\">Chances were made from Free kicks and Corner kicks but none got converted and the referee blew the whistle for the half time. The second half was full of drama as ATK Mohun Bagan registered their next three goals and ended the match with a 2-5 scorecard. In the 62nd minute ATK got their third goal followed by Mohun Bagan's second goal in the 82nd minute.&#160;<br></p>\n<p dir=\"ltr\">Kerala looked optimistic after a well anticipated gameplay from Vishal Kaith to get Kerala their second goal. But things didn't went well for Kerala as ATK's Lenny provided them their fourth goal of the match. Lenny just pushed the ball through the keeper's legs to get a lead of 2-4.&#160;<br></p>\n<p dir=\"ltr\">Dimi Petratos got to get his hat-trick as Kerala's defence fouled in the last minute of the game and ATK was awarded the penalty. Dimi took it to complete his hat-trick and a dramatic match ended with 2-5 on the scoreboard.<br></p>\n<p dir=\"ltr\">Kerala needs to look into their defence well as an early lead also led them to lose the match against ATK Mohun Bagan at their home. A disappointing loss for Ivan Vukomanovic's men which they would like to revenge in the next game.<br></p>", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "userID": "USR1665151222", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}