{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "Title": "Planetary Defense Exercise of NASA!", "Narrative": "It takes a global effort to keep an eye on the skies for huge asteroids that could pose a threat to the Earth. \n\nNASA TV reported that As a result, the international planetary defence community will occasionally exploit a real asteroid's close approach as a pretend encounter with a \"new\" potentially hazardous asteroid to evaluate their operational preparedness. Should the scenario play out in real life, the insights acquired could help to reduce or perhaps prevent worldwide destruction. \n\nTo that purpose, over 100 astronomers from across the world took part in a test last year in which a huge, known, and possibly deadly asteroid was virtually removed from the planetary defense-monitoring database to determine if it could be detected properly again. \n\nNot only was the asteroid \"found\" during the experiment, but its odds of colliding with Earth were constantly reevaluated as it was tracked, and impact was ruled out. \n\nThe exercise, which was co-ordinated by the International Asteroid Warning Network (IAWN) and NASA's Planetary Defense Coordination Office (PDCO), proved that the international planetary defence community can act quickly to identify and assess the threat posed by a new near-Earth asteroid discovery, from initial detection to follow-up characterization.", "userPrimaryID": "28665", "diagnosis_1": "", "storyID": "STY1654045390", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "id": "0191dbd0-b98c-45f0-aef2-bfc7d95ee602", "diagnosis_3": "", "Media": "https://image.pixstory.com/Pixstory-image-165404527153934.jpeg", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sport_event": "['Six Nations']", "sarc": "False", "Interest": "nasa", "accountCreateDte": "2022-03-02", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "userID": "USR1646194669", "Gender": "", "DDI_sex": "24.34166666666667", "storyPrimaryID": "103930", "ADL": "False", "Age": "17", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}