{"least_likely_activity": "Culture", "storyPrimaryID": "125241", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "most_likely_activity": "Health", "id": "01929d71-93bc-453d-9a10-1fc061d478f8", "Media": "https://image.pixstory.com/Pixstory-image-166031141217078.jpeg", "storyID": "STY1660311474", "Interest": "inflation, irs, Politics, republicans, democrats, usa", "ADDI_age": "33.59444444444444", "userPrimaryID": "322", "DDI_age": "23.299999999999997", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Title": "Inflation Reduction Act", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "Age": "57", "sarc": "False", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2021-01-04", "ADI_age": "29.383333333333326", "userID": "USR1609782270", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Narrative": "Controversy has surrounded the Inflation Reduction Act, which will increase funding for the IRS to employ 87,000 more IRS agents, among other provisions. This fact has been used by Republicans to demonstrate that Democrats do not actually care about protecting the middle class and people who cannot afford to defend themselves against an audit, as the affluent can.\n\nIn light of this, Treasury Secretary Janet Yellen stated in a letter to the IRS Commissiner,  “I direct that any additional resources—including any new personnel or auditors that are hired—shall not be used to increase the share of small business or households below the $400,000 threshold that are audited relative to historical level.”\n\nObviously, the most crucial question has not been asked: where on earth would they get 87,000 individuals who want to be IRS auditors or audit support staff?  First, the Inflation Reduction act does not indicate that 87,000 IRS auditing agents would be hired; rather, it authorizes $78 billion to the IRS to sustain its workforce and new hiring, which the Treasury Department estimates will allow them to add 87,000 employees by 2031. Treasury Department officials, however, indicated that these people would not just be auditors, but also IT technicians and taxpayer support staff.\n\nIn reality, the IRS has a very high attrition rate, with its employment decreasing from around 130,000 to 80,000 over the next several years, so the addition of 87,000 new employees within the next 10 years may not cause a substantial increase in the IRS's workforce, if there is any increase at all.", "Festivals": "", "jaccard_score": 3.8528694245038994e-05}