{"Title": "സ്മൃതി", "DDI_age": "37.324074074074076", "sport_event": "['Masters']", "accountCreateDte": "2022-04-07", "diagnosis_1": "", "userPrimaryID": "53662", "id": "0196a039-6778-4b0d-aaa5-a22cc8efe356", "ADDI_age": "49.88518518518518", "storyPrimaryID": "123068", "storyID": "STY1659886845", "Festivals": "['Hong Kong International Film Festival 2022', 'Visions du réel 2022']", "Interest": "college life, college, mariancollege, alumni, mariandiaries, reunion", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userID": "USR1656957169", "least_likely_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-165988594961769.png", "ADI_age": "42.805555555555564", "sarc": "False", "Narrative": "മരിയൻ ഡയറീസ്, മരിയൻ കോളേജിന്റെ സർവ്വവുമായ പൂർവ്വ വിദ്യാർത്ഥികളുടെ സംഗമം. എന്നാൽ ഒരു പൂർവ്വ വിദ്യാർത്തിയുടെ ഔപചാരികതയോടെയല്ല മറിച്ച് തന്റെ കുടുംബത്തിലേക്ക് മടങ്ങി വന്ന ഒരു കുടുംബാംഗതിന്റെ സ്നേഹത്തോടെ സന്ദോഷത്തോടെയാണ് അവരെല്ലാവരും എത്തിയത്.\n\nവന്നവർ എല്ലാവരും തന്നെ സാമൂഹികമായും, സാമ്പത്തികമായും നല്ല നിലയിൽ എത്തിച്ചേർന്നവരാണ്, എന്നാൽ അത്തരത്തിലുള്ള യാതൊരു പ്രൗഡിയും അവരുടെ പെരുമാറ്റത്തിൽ ഇല്ല, അവയെല്ലാം മരിയന്റെ ക്യാമ്പസിന്റെ പുറത്തുവച്ച ശേഷമാണ്‌ അവർ ഇങ്ങോട്ട് കടന്നുവന്നത്.\n\nപഴയ കാര്യങ്ങൾ അയവിറക്കാനും, ജീവിതത്തിന്റെ തിരക്കിനിടയിൽ എന്നോ നഷ്ട്ടപെട്ടുപോയ പഴയ കലാ കഴിവുകൾ പൊടിതട്ടിയെടുക്കാനും, പഴയ സൗഹൃദങ്ങൾ ഊട്ടി ഉറപ്പിക്കാനും, തങ്ങളെ വിദ്യ അഭ്യസിപ്പിച്ച അധ്യാപകരെ ഒന്നുകൂടി കാണാനും അവർക്ക് ഇത് ഒരു അവസരമായി.\n\nതങ്ങൾ പഠിച്ചു കടന്നുപോയ കലാലയത്തിന്റെ മുറ്റത്ത് വീണ്ടും മടങ്ങിയെത്തുമ്പോൾ അവർ അത്യന്തികം ആഹ്ലാദരാണ്. തങ്ങൾ പഠിച്ച ക്ലാസ്സ്‌മുറിയിലൂടെയും, കൂട്ടം കൂടി നിന്ന് സൗഹൃദം പങ്കിട്ട വരാന്തകളിലൂടെയും കടന്നു പോകുമ്പോൾ അവർ വീണ്ടും സഞ്ചരിക്കുകയാണ്, ഒരിക്കലും മടങ്ങി വരാത്ത നല്ല കാലത്തിന്റെ സ്‌മൃതിയുടെ ചിറകിലേറി......", "Gender": "", "DDI_sex": "24.34166666666667", "Age": "19", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}