{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "storyID": "STY1654176643", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "storyPrimaryID": "104291", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "Media": "https://image.pixstory.com/Pixstory-image-16541765075402.png", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Narrative": "The 2022 UEFA Nations League kicks off this week and will see Serbia host Norway at the\nStadium Rajko Mitic in their group opener on Thursday.\n\nSerbia has rebounded well after failing to qualify for the European Championship last year,\nsecuring a second straight World Cup berth following a strong qualification campaign. With their\nfour games over the next two weeks, they'll be trying to prepare for the tournament in Qatar.\n\nSerbia failed to go past the group stage in the previous edition of the event, winning only one of\ntheir six games, and will be hoping to do better this year.\n\nOn the other hand, Norway failed to qualify for the World Cup for the sixth time in a row after two\nconsecutive losses in the last two games of the qualifiers last month. They'll now try to put that\nbehind them with a strong performance. The Lions finished runners-up to Austria in their group\nstandings last time out and will be looking to go a step further this year.\n\nSerbia vs Norway: Probable Playing XI\n\nSerbia:Marko Dmitrovic; Milos Veljkovic, Matija Nastasić, Nikola Milenkovic; Filip Kostic,\nNemanja Gudelj, Sergej Milinkovic-Savic, Saša Lukić, Andrija Zivkovic; Dusan Tadic;Aleksandar Mitrovic\n\nNorway:Ørjan Nyland; Birger Meling, Andreas Hanche-Olsen, Leo Ostigard, Marcus Pedersen;\nMorten Thorsby, Sander Berge, Martin Ødegaard; Mohamed Elyounoussi, Jens Hauge, Erling\nBraut Haaland\n\nSerbia vs Norway: Prediction\n\nSerbia hasn't lost at home since the end of 2020, and with so much competition for spots ahead\nof a thrilling winter in the Middle East, they should be at their best on Thursday.\n\nWhile Norway's current crop is unquestionably their best in decades, few teams in Belgrade\nimpose terms, thus the visitors' Nations League campaign might be doomed from the start.\n\nPrediction: Serbia 2-1 Norway\n\nSerbia vs Norway: Telecast & Live Stream\n\nPremier Sports have the rights to televise UEFA Nations League matches in the UK so it is worth\nchecking their schedule for Serbia vs Norway and if it is not televised on Premier Sports,\nsubscribers will be able to stream the match live on Premier Player.", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "id": "0197ab06-0503-46c9-b8b1-29e75d052414", "least_likely_activity": "Repair", "sarc": "True", "ADDI_sex": "31.20555555555555", "Age": "30", "Interest": "serbia, norway, uefa nations league, football, preview", "Title": "UEFA Nations League 22-23: Serbia vs Norway preview, prediction, live stream and more", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}