{"ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "DDI_age": "22.63095238095238", "Narrative": "<p dir=\"ltr\"><b>By NewsDrum Desk</p><p dir=\"ltr\"></b><b></p><p dir=\"ltr\"></b>Raipur: Chhattisgarh Chief Minister Bhupesh Baghel on Monday said stern action will be taken if the state police receive a complaint of Central agencies targeting anyone “unnecessarily”.</p><p dir=\"ltr\"></p><p dir=\"ltr\">He was speaking at a function organised in the Durg district this evening.</p><p dir=\"ltr\"></p><p dir=\"ltr\">“There is no need to fear the ED, DRI or Income Tax departments. If you are being targeted unnecessarily then as the head of the Chhattisgarh government, I assure you that if you lodge a complaint at any police station of the state against the concerned officers (of the Central agencies), stern action will be taken,” Baghel said.</p><p dir=\"ltr\"></p><p dir=\"ltr\">“We have to fight the battle of truth. If someone commits wrong then he should be punished. The government can't be run by creating fear..”, he added.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Later talking to reporters, Baghel spoke about complaints regarding people being targeted by the DRI, IT and ED in the state.</p><p dir=\"ltr\"></p><p dir=\"ltr\">“..We welcome all the Central agencies. We do not oppose them. If anything wrong has happened then action must be taken. But if people are harassed and if police receive a complaint in this regard, then action will be taken against (concerned officers of central agencies),” he added.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Queried on the turmoil within the ruling Congress in Rajasthan, Baghel said he didn't know much and hoped the issue will be resolved soon.</p>", "id": "01988184-bac2-4054-b609-0c906e9110db", "userID": "USR1646828149", "diagnosis_1": "", "Title": "Chhattisgarh CM Bhupesh Baghel dares Central agencies over 'unnecessary targeting'", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Media": "https://image.pixstory.com/Pixstory-image-166426266730941.jpeg", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyPrimaryID": "149641", "userPrimaryID": "28833", "sarc": "True", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "storyID": "STY1664262708", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}