{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-165778746836773.png", "Title": "Ronaldo Offered £211m from Saudi Club!", "diagnosis_1": "", "storyID": "STY1657787986", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-25", "most_likely_activity": "", "Interest": "manchester united, cristiano ronaldo, ronaldo, english premier league, premier league, football, football ⚽️, soccer, Sports", "userPrimaryID": "25455", "Age": "24", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Festivals": "['Sundance Film Festival 2022']", "diagnosis_3": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Narrative": "Cristiano Ronaldo has informed Manchester United that he is looking to leave the club in the summer. The Portuguese striker has now received a bid with £211m in salary from a Saudi Pro League club. \n\nThe details of this \"unnamed\" club are currently not known. According to Metro Sport, \"Ronaldo has been presented with an enormous offer from Saudi Arabia that would make him the highest-paid player in history – but he would have to give up European football. The offer, likely funded by Saudi Arabia’s Public Investment Fund, would see Ronaldo earn an eye-watering €250million (£211m) over two seasons.\" This equates to something around £2m per week, this is 5-times more than his current salary at Manchester United. \n\nThere is still no confirmation from Ronaldo's camp regarding what the Portuguese striker decides to do. CR7 has not returned to train with the Manchester United squad owing to \"family reasons\". Rumours are strongly linking the striker to a move away from United with Chelsea, Bayern Munich, and PSG said to be his possible destination in the coming days. \n\nThe unnamed Saudi Arabian club is also looking to make a transfer bid of  £25m to Manchester United for the striker's services. Also, as part of the transfer, Ronaldo’s agent, Jorge Mendes, would receive around £17m in what could be one of the biggest paydays – and most surprising transfers – in modern football history.", "ADI_age": "42.805555555555564", "sarc": "False", "userID": "USR1643055418", "Gender": "", "id": "01990970-fbea-476a-b3e2-a2318c54b123", "DDI_sex": "24.34166666666667", "storyPrimaryID": "115946", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}