{"DDI_age": "25.175925925925913", "accountCreateDte": "2021-09-11", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "Arte, al meeting di Rimini la mostra ‘Da Martini a Guttuso’", "diagnosis_3": "Botulism", "Age": "45", "diagnosis_2": "Irritable bowel syndrome", "storyID": "STY1660925935", "ADI_age": "33.07222222222222", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "id": "019b37d7-5f95-4b4c-a3a4-e5b66e4ced61", "DDI_sex": "22.607407407407408", "Narrative": "Dal 20 al 25 Agosto al Meeting di Rimini, Casa Testori presenta la mostra “Da Martini a Guttuso. Una piazza per sei protagonisti del ’900 italiano”.  \nCome i grandi artisti italiani hanno saputo dare testimonianza di una passione per l’uomo nell’inquietudine del secolo breve? Il percorso proposto da Casa Testori parte dal titolo di questa edizione del Meeting - “Una passione per l’uomo” - per darne una rappresentazione visiva attraverso sei grandi opere che documentano l’impeto di un’arte che è riuscita a porsi come presidio dell’umano. In una stagione storica attraversata dalle grandi ideologie, questi artisti a volte partono da posizioni opposte, come nel caso di Mario Sironi e di Renato Guttuso, uno vicino al fascismo, l’altro iscritto al Partito Comunista. Eppure le differenze sfumano nella coscienza che li accomuna: la centralità della presenza umana, con le proprie aspirazioni, le proprie ansie e anche le proprie malinconie. L’esperienza del ’900 è segnata dalle terribili ferite inferte alla vita di milioni di persone: è proprio a partire da questa coscienza, assunta in modo coraggioso e radicale, che si genera il lavoro di Leoncillo, con la serie dei suoi “San Sebastiano”. Marino Marini, invece, in uno dei suoi capolavori, attraverso il balzo del cavallo che disarciona il cavaliere, dà forma all’impeto della domanda che arde nel cuore di ogni donna e di ogni uomo ed è forma dell’irriducibilità di ogni essere. Non vediamo figure nella grande opera di Titina Maselli, che rappresenta la corsa di un treno della metropolitana: ma dietro i finestrini si coglie la pregnanza di mille presenze, alle prese con le attese e le fatiche di un quotidiano molto contemporaneo. Infine, il grande Artuto Martini, in uno dei capolavori della scultura dell’intero ’900, ci restituisce l’esperienza che meglio qualifica il soggetto umano, quella del perdono, con l’abbraccio tra il padre e il figliol prodigo. \nLa mostra si avvale della supervisione scientifica di Elena Pontiggia, una delle più importanti conoscitrici dell’arte italiana del ’900 e gli artisti sono stati scelti da Casa Testori, tra collezionisti privati, istituzioni e importanti Musei italiani.", "storyPrimaryID": "129556", "least_likely_activity": "School", "sarc": "False", "diagnosis_1": "Myocarditis", "ADDI_age": "37.23703703703705", "sport_event": "['US Open']", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-166092578625952.jpeg", "userID": "USR1636448509", "ADL": "False", "userPrimaryID": "10534", "Festivals": "", "Interest": "arte", "jaccard_score": 4.553391138050063e-05}