{"DDI_age": "37.324074074074076", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "diagnosis_2": "Carbon monoxide poisoning", "storyPrimaryID": "103726", "ADI_sex": "26.211111111111126", "least_likely_activity": "Movies", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userPrimaryID": "17", "storyID": "STY1653986562", "Age": "24", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Media": "https://image.pixstory.com/Pixstory-image-165398637388643.jpeg", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1605631023", "accountCreateDte": "2020-11-17", "id": "019caf97-f847-4cfd-ad48-67c8fd894a15", "Narrative": "One: You have to buy it.\nTwo: It doesn’t cover the cost of conversion therapy.\n\nTo celebrate Pride’s 50th anniversary in the United Kingdom, The Royal Mint announced a new commemorative UK 50p Pride coin made by artist, writer and LGBTQ+ activist Dominique Holmes.\n\nThe Progress Pride Flag artwork on the coin makes you want to prance around with it pinned to your suit as a broch, or a cute enamel pin on your tote. But the tokenism keeps making its way back as a stubborn aftertaste in your mouth: the artist Dominique Holmes didn’t even get an advance notice about the coin’s launch.\n\nHolmes posted on social media about their reservation to work for the Royal Mint project, quoting the rampant pinkwashing that corporates love to flaunt during pride. But they also noted that this project could broaden the conversation about Pride and protest.\n\n“We all know that this coin won’t force our shitshow government into finally banning conversion therapy, or roll back the levels of homelessness in our queer youth. Those are major issues we continue to fight. But I truly hope it will raise funds our community desperately needs to progress, whilst commemorating the progress made so far, and maybe bringing a little bit of queer joy,” Holmes wrote on Instagram.\n\nMoreover, it’s not like the coin will get a chance to be stuffed hurriedly in millions of pockets from the change received by a barista or taxi driver. Get this: you have to PURCHASE the 50p Progress Pride Flag coin.\n\nMeanwhile, Boris Johnson has been promoting a divisive ‘conversion’ therapy ban that targets transgender people by excluding them from being protected.\n\nYouth who are subjected to the harmful practice of so-called ‘conversion’ therapy, which baselessly claims to ‘change’ a person’s sexual orientation or gender identity –are twice as likely to be at risk of suicide compared to those who aren’t, and transgender and nonbinary youth are twice as likely to be subjected to conversion therapy.\n\nA growing list of 14 countries including France, Canada, Brazil, Norway and Samoa, have bans on the harmful practice of ‘conversion’ therapy.", "Interest": "transgender rights, transgender, trans youth, transgender community, pride, pride month, pridemonth, lgbtq+, lgbtqia+, lgbt, lgbtq, lgbtqia, lgbtqi, lgbtq community, lgbt community, Inequality, Politics", "diagnosis_3": "Depression", "sport_event": "", "Title": "Two Cents On The 50p Pride Coin | The Stubborn Aftertaste Of Pinkwashed Tokenism", "jaccard_score": 4.728521566436604e-05}