{"storyPrimaryID": "101319", "ADDI_age": "32.42619047619048", "sport_event": "['French Open']", "DDI_age": "22.63095238095238", "userID": "USR1623313390", "diagnosis_1": "", "id": "019f33a8-f8cc-40cf-852f-7e60769d8225", "Title": "‘Is Google trying to f–k me?’ - Trump on Truth Social debacle", "most_likely_activity": "", "userPrimaryID": "6952", "Interest": "Politics, donald trump, usa", "ADI_sex": "30.177777777777784", "storyID": "STY1653003191", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-165298640689252.png", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "accountCreateDte": "2021-06-10", "least_likely_activity": "", "sarc": "True", "Gender": "others", "DDI_sex": "24.34166666666667", "Narrative": "Donald Trump has reportedly been telling associates that Google has been sabotaging his new social media platform by not making it available on Android devices.\n\n“Is Google trying to f–k me?” the former president has been asking friends and advisers in the weeks since the rollout of Truth Social. His remarks were reported by Rolling Stone.\n\nTruth Social, which was created as a right-wing alternative to Twitter after Trump was banned from the microblogging site for his part in the Jan. 6, 2021, riot at the US Capitol, was launched in February.\n\nThe app has been available solely on Apple devices. As of Thursday, Truth Social cannot be downloaded by anyone using Android, which controls nearly 70% of the global operating system market and 42% of the domestic market.\n\n“He keeps hearing about how Google and YouTube have it out for him … including on Truth Social, and I think he’s taking [it] seriously,” a source was quoted as telling Rolling Stone.\n\nDespite Trump’s suspicions, Truth Social is inaccessible to Android users because it has yet to file the required paperwork seeking approval for its listing on the Play Store, Rolling Stone reported, citing “an individual familiar with the matter and two Trumpworld sources with knowledge of the situation.”\n\nThe Post has reached out to the former president and to Google seeking comment.\n\nTrump has touted Truth Social and vowed to stay off Twitter despite Elon Musk’s pledge to reinstate the former president’s account should the Tesla boss complete his $44 billion takeover of the San Francisco-based company.\n\nSince the launch, Truth Social has experienced technical glitches and a departure of key executives despite the fact that it has been downloaded roughly 1.4 million times, according to Sensor Tower.\n\nJust last month, Trump repeatedly brought up the topic of Google’s alleged ban of Truth Social. He is said to have wondered aloud whether the company was trying to “screw with me.”\n\nOn at least one other occasion, the 45th president has asked associates: “What’s up with Google?”", "Festivals": "['Sheffield Doc/Fest', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Beat Film Festival', 'Doc Edge International Documentary Film Festival', 'Sombra Festival - European Fantastic Film Festival of Murcia', 'Sheffield Doc/Fest', 'Très Court International Film Festival', 'Biografilm Festival', 'Animafest Zagreb - World Festival of Animated Film', 'Ferrara Film Corto Festival', 'Cabourg Film Festival', 'Chamonix Film Festival', 'Kortfilmfestivalen - Norwegian Short Film Festival', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Downtown Tyler Film Festival', 'Encounters - South African International Documentary Festival', 'deadCenter Film Festival', 'FIRE!! - Mostra International de Cinema Gai i Lesbia de Barcelona', 'Frameline45 San Francisco International LGBTQ+ Film Festival']", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}