{"ADDI_age": "32.42619047619048", "storyID": "STY1648419777", "accountCreateDte": "2021-06-25", "DDI_age": "22.63095238095238", "Festivals": "['Palm Springs International Short Film Festival', 'Doc Edge International Documentary Film Festival', 'Frameline45 San Francisco International LGBTQ+ Film Festival', 'Banff World Media Festival', 'Provincetown Film Festival', 'Nantucket Film Festival', 'Euganea Film Festival', 'Cinema Jove - Festival Internacional de Cine de València', 'Moscow International Documentary Film Festival', 'Palm Springs International Short Film Festival', 'Art Film Fest Košice', 'CineGlobe International Film Festival', 'Queens World Film Festival', 'Oak Cliff Film Festival', 'Unknown Film Festival', 'Ouray International Film Festival', 'NZ Mountain Film & Book Festival']", "diagnosis_1": "", "Narrative": "On February 11, 1955, an anonymous tip led two New York Police Department detectives and two New York Telephone Company investigators to an apartment on the fourth floor of a residential building at 360 East 55th Street in midtown Manhattan. In the back bedroom of the unit, the group discovered a cache of stolen wiretapping equipment that turned out to have direct lines into six of New York City’s largest telephone exchanges: PLaza 1, 3, and 5; MUrray Hill 8; ELdorado 5; and TEmpleton 8. The connections blanketed an area of Manhattan running from East 38th Street to East 96th Street, a swath of the city’s most expensive real estate.\n\n“There wasn’t a single tap-free telephone on the east side of New York,” professional wiretapper Bernard Spindel remarked of the arrangement. (Spindel was in all likelihood the source of the anonymous tip.) News of the discovery made the front page of the New York Times a week later.\n\nThe midtown Manhattan “wiretap nest,” as the 55th Street listening post came to be known, remains one of the largest and most elaborate private eavesdropping operations ever uncovered in the United States. Subscribers whose phones were tapped at the time of the raid included a range of New York commercial interests, with assets both large and small: a modeling agency and an insurance company; an art gallery and a lead mining company; and perhaps most sensationally, two publicly traded pharmaceutical corporations with competing patent interests. (The two firms, Bristol-Myers and E. R. Squibb, were at the time locked in a nasty legal battle over the commercial rights to the antibiotic tetracycline. Evidence later revealed that representatives from a third firm, Pfizer, had employed the wiretap nest to spy on both entities, paying more than $60,000 in cash for the service.)\n\nContrary to the popular image of the phone tap as either a technology of state surveillance or a tool of corporate espionage, the vast majority of the lines ensnared in the 55th Street operation turned out to be owned by private individuals.\n\nRead more\nhttps://spectrum.ieee.org/illegal-wiretapping", "userPrimaryID": "7230", "Media": "https://image.pixstory.com/Pixstory-image-16484196882383.png", "Interest": "new york city, usa", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "False", "storyPrimaryID": "90342", "Gender": "others", "id": "01a79575-0ff6-4b8d-afda-3e84e06036f4", "DDI_sex": "24.34166666666667", "userID": "USR1624570088", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Title": "When New York City Was a Wiretapper’s Dream", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}