{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "Interest": "virgil van dijk, luis diaz, football, news", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "Media": "https://image.pixstory.com/Pixstory-image-165166126086968.png", "median_activity": "Health", "id": "01a89058-2844-4600-a8e6-bee491f7e35c", "GLAAD": "False", "Gender": "male", "Title": "\"Incridible\" Virgil Van Dijk heaps high praise on his teammate Luis Diaz", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "least_likely_activity": "Repair", "sarc": "True", "storyPrimaryID": "98359", "storyID": "STY1651661444", "ADDI_sex": "31.20555555555555", "Age": "30", "Narrative": "Liverpool 3rd captain Virgil Van Dijk heaped high praise on his teammate Luis Diaz. The Colombian winger has performed admirably well since his arrival from Porto in January and was in fine touch during the Reds 3-2 comeback over Villarreal in the Champions League semi-final second-leg clash earlier today (Wednesday, May 4) including scoring the 2nd goal.\n\nSpeaking in a post-match interview in conversation with Pundit Rio Ferdinand Virgil Van Dijk said “He’s incredible. The way he goes one-against-one, it doesn’t matter who he is facing. He just goes at you, without any fear, if he loses the ball he gets it back as soon as possible and goes again and again. That’s very difficult to defend.\n\nWe have this momentum at the moment in the team, it’s great and now we go to Paris.”he said.\n\nRio Ferdinand too was awestruck by the Colombian’s performance and hailed the Liverpool star as ‘fabulous’ “Diaz was the difference maker, yes, Villarreal stepped off the gas but Diaz coming 1v1 was the big difference. This guy came on and was mesmeric.” he said.\n\nHe went on to add while Liverpool have a bunch of great strikers, in Diaz they have someone \nwhose dribbling abilities make the defenders uneasy “They’ve got great strikers but he is \nsomething different. He wants to get you 1v1 and run at you at all times, that’s his first thought.\n\nThe dribbling, the way he uneases and unnerves defenders, his trickery, his balance. I think he’s a fabulous player, what a player.”\n\nThe Reds are now in the finals of the UEFA Champions League which is scheduled to be played on the 29th of May 2022 at the Stade de France in Paris. The team will play either of Real Madrid or fellow Premier League rivals Manchester City in the finals.", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}