{"ADDI_age": "41.39629629629629", "Interest": "news, football, arsenal, champion league", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "Narrative": "Arsenal forward Eddie Nketiah is enjoying the season of his life at the Emirates. Since breaking through with a double against Chelsea two weeks ago the Englishman has only gotten better. Now, with another couple of goals against Leeds United Mikel Arteta's centre forward seems to have cemented his place in Arsenal's starting lineup over Alexandre Lacazette.\n\n\nNketiah scored in the fifth minute against Jesse Marsch's team, bundling the ball into the bottom left corner from close range. The second came minutes after, when he scored with his left foot. The brace put Arsenal in a good position to come one step closer to Champions League qualification, but Leeds did manage to pull one back through Raphinha's 27th minute goal.\n\n\nThe previous record for an Arsenal player scoring twice in the opening 10 minutes of a Premier league match was held by Nwanko Kanu, who did so by putting two past Sunderland in 2002. Kanu, coincidentally was Nigerian. Nketiah too happens to be of Nigerian descent, and will represent England on the International stage. His future with the Gunners remains unclear but he cleared some of that cloud last week \n\n\n\"My future is going to be sorted out in the near future,\" he told Sky Sports News this week. \"I can put that to one side as we've only got four games left. I can give my all to the team and help us achieve our goals. Then I'll sit down and see what's best. Wherever I am next season, as long as I'm happy and playing football, that'll be great.\"\n\n\nIt is in manager Mikel Arteta's best interests to keep an in-form Nketiah in the lineup. \"Of course, I would like to give more minutes to the players that haven't had enough, that's for sure, independently of who they are\" the Spaniard remarked.", "median_activity": "Health", "Title": "Eddie Nketiah's brace vs Arsenal gets people talking, breaks Nwanko Kanu's record on the way", "GLAAD": "False", "Gender": "male", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "storyPrimaryID": "99167", "least_likely_activity": "Repair", "sarc": "True", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-165203796891059.png", "Age": "30", "id": "01a975f2-f9c3-4b24-ac84-eedf3f7073b1", "ADL": "False", "Festivals": "", "storyID": "STY1652038046", "jaccard_score": 4.728521566436604e-05}