{"DDI_age": "37.324074074074076", "storyID": "STY1648059254", "Media": "https://image.pixstory.com/Pixstory-image-164805898186377.jpeg", "diagnosis_1": "", "storyPrimaryID": "89274", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "Narrative": "During Women's History Month, artist Marc-Antoine Coulon has developed a portrait set of former First Lady Melania Trump to honour women. Three limited-edition pictures by Coulon are available exclusively on MelaniaTrump.com. The platform is powered by Parler. \n\nThe new NFT collection honours women all over the world and debuted on International Women's Day. Three significant characteristics of women are highlighted in Coulon's portraits, as reported by Cision. \n\nSTRONG and independent women tackle multiple challenges in life—from career and family to community. The STRONG NFT is inspired by the many roles that the First Lady must navigate.\n\nCONFIDENT women can step outside their comfort zones and take risks. The CONFIDENT NFT is inspired by the many trips that Mrs. Trump took as First Lady. Mrs. Trump remains moved by the international community of strong-minded, confident women who lift each other up on the world's stage.\n\nINSPIRATIONAL women have an incredible sense of optimism, hope, and courage. The INSPIRATIONAL NFT is influenced by visiting children in schools and hospitals. Mrs. Trump is endlessly inspired by the children's curiosity and resilience and is encouraged by each child's ability to be brave and have hope and courage.", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "melania trump", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sport_event": "['Six Nations']", "ADI_age": "42.805555555555564", "sarc": "False", "userID": "USR1646194793", "userPrimaryID": "28666", "accountCreateDte": "2022-03-02", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "", "Title": "When Marc-Antoine Coulon Created Melania Trump Portrait Collection To Honor Women", "DDI_sex": "24.34166666666667", "Age": "29", "ADL": "False", "diagnosis_2": "", "median_activity": "", "id": "01ae9cdc-f4d4-4aef-a243-76d57ffdb4a5", "jaccard_score": 3.6777389961173586e-05}