{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "Narrative": "Liverpool forward Divock Origi is all set to make an exit from the Merseysiders. The 26-year old forward has been a part of the Liverpool side for 8 years now and has finally decided to move on. \n\nThe Belgian was signed by Liverpool while playing Ligue 1 at LOSC Lille for £11 million in 2014. Origi became a known face in the Liverpool lineup and scored 40 goals and provided 17 assists from 171 matches across all the tournaments. \n\nHowever, in the past two years, Origi’s game time was decreasing and he was spending more time warming the bench. The January arrival of Luis Diaz further decreased the game time for Origi. He suffered from a knee injury in December which kept him out of play till February. \n\nHaving lost his position in the team the Belgian forward made the call to leave Liverpool and look for some other teams. The striker got an offer for a transfer from AC Milan which according to reports he is keen to accept. \n\nThe Serie A giants are all set to welcome the Belgian forward. They are going to hold talks with Origi’s team during the International break. According to reports, the Belgian forward is ready to accept a free transfer to AC Milan. Having lost his place in the Liverpool side, this might be a great opportunity for the 26-year old to show his talent.", "id": "01b76759-4b36-46c7-9d77-43f43b00b783", "median_activity": "Health", "storyPrimaryID": "88708", "GLAAD": "False", "Gender": "male", "Title": "Liverpool forward all set to bid goodbye for a free transfer to AC Milan", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "Interest": "liverpool, ac milan, luis diaz, football", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "storyID": "STY1647880598", "Media": "https://image.pixstory.com/Pixstory-image-164787987143375.png", "least_likely_activity": "Repair", "sarc": "True", "ADDI_sex": "31.20555555555555", "Age": "30", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}