{"userPrimaryID": "27064", "ADDI_age": "32.42619047619048", "sport_event": "['Winter Olympics', 'Six Nations']", "DDI_age": "22.63095238095238", "Title": "Say No to Plastic on this International Plastic Bag Free Day!", "diagnosis_1": "", "Media": "https://image.pixstory.com/Pixstory-image-165680983182767.jpeg", "most_likely_activity": "", "Age": "12", "Interest": "environment friendly", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "median_activity": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "True", "Narrative": "Most of us use them every day, the thin plastic bags used by almost every retailer we visit. Whether we’re shopping for groceries or the newest Prada, you can almost guarantee that you’ll be leaving the store with a plastic bag stuffed full of your new goodies.\n\nThen, when you arrive home, you’ll quickly remove them like a kid opening Christmas presents, tossing aside the wrapping with thoughtless abandon. Have you ever stopped to consider what happens to those plastic bags? Has it ever occurred to you just how many of them we go through, individually, in a year?\n\nPlastic pollution is a global catastrophe and sadly it is a man-made one. Did you know that approximately 500 billion plastic bags are used on a global scale? Just think about how many of these bags will end up littered all over the planet. This is having an extremely detrimental effect on the environment, wildlife and indeed human health.\n\nThe marine ecosystem in particular is suffering immensely as a result of plastic pollution. 31 species of marine mammals are known to have ingested marine plastic whilst over 100 species of sea birds have ingested plastic artefacts. Over 250 species have become entangled in plastic, whilst entanglement rates of approximately eight percent have been discovered in some sea lion and seal species.\n\nInternational Plastic Bag Free Day is dedicated to heightening awareness about these and very real and pressing issues brought about by this most popular of disposable carrying devices. We are reminded that those bags we pick up from the retailers are used for an incredibly short time, usually under 25 minutes, and are then disposed of.\n\nSource: DOY", "Gender": "", "storyID": "STY1656809945", "accountCreateDte": "2022-02-09", "DDI_sex": "24.34166666666667", "userID": "USR1644354320", "ADL": "False", "diagnosis_2": "", "id": "01b8633b-a336-494f-883e-de37d411864d", "Festivals": "", "storyPrimaryID": "112486", "jaccard_score": 3.6777389961173586e-05}