{"DDI_age": "37.324074074074076", "sport_event": "['Masters']", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "93170", "Festivals": "['Hong Kong International Film Festival 2022', 'Visions du réel 2022']", "Narrative": "Nipsey Hussle was an American rapper, activist and entrepreneur. He was born on 15 august 1985. He had a rough childhood and later on dropped out without graduating. When he was 14 he left his home and joined a local group Rollin 60's. After sometime he worked independently to separate himself from the gang. Later on, every member of his gang died in gang wars. After this his father encouraged him to become a community activist. This is how he started his music career and talked about sensitive topics like preventing gang involvement, gang war and other related gang activities. He independently released his first mixtape Slauson Boy volume 1 in 2004. Gradually his music was recognized as west coast gangsta rap. Later he collaborated with drake and snoop dogg. He became one of the best rappers of the recent time. He released amazing songs and became one of the favourite rappers worldowide. Everybody stated that he will be winning the Grammy soon. But life had some other plans for him. On March 31 2019, He was fatally shot in front of his own marathon clothing store. We lost a gem of rapper that day. Later on in 2020 he won Grammy for Best Rap performance for Racks in the middle. He was so dedicated to his music that even his fate couldn't stop him from winning a Grammy for himself. He will always be a legend and may his soul rest in peace. Respect and honour.", "most_likely_activity": "", "userPrimaryID": "30819", "id": "01bad019-7b23-4b23-b55f-88739cdda9dc", "Age": "25", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "Title": "Nipsey Hussle - The Immortal grammy winner", "diagnosis_3": "", "median_activity": "", "ADDI_sex": "34.87222222222221", "userID": "USR1649426620", "Media": "https://image.pixstory.com/Pixstory-image-164970585633343.png", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "accountCreateDte": "2022-04-08", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "Interest": "music", "storyID": "STY1649706006", "jaccard_score": 3.8528694245038994e-05}