{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "userID": "USR1646144495", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "Narrative": "Erling Haaland is one of the most sought-after players in the upcoming summer transfer window, with Barcelona and Real Madrid both interested in signing him. However, the La Liga giants aren't alone in their pursuit of the Borussia Dortmund striker; Pep Guardiola's scary Manchester City and Paris Saint-Germain are also interested.\nAccording to Mundo Deportivo, City has a minor lead in the race because of the strength of their sporting project. Barcelona, on the other hand, is undeterred. In Monaco, Joan Laporta met Haaland's agent, Mino Raiola, and in Munich, Xavi Hernandez met the player himself.\nHaaland appears to be interested in joining Barcelona on the condition that he signs a short-term deal. The Norwegian might then re-negotiate his terms in two to three years, when Barcelona will be in a better financial position and he will be able to get better terms. In terms of finances, the Catalan club is still in a precarious position.\nLast week's meeting with Erling Haaland was kept under wraps by Barcelona coach Xavi. In Munich, Xavi is alleged to have met with the striker from Borussia Dortmund.\nWhen asked about the reports, Xavi responded:\n\"You confirm that I have met Haaland.\n\"I did not know that he had seen me. It always seems like a good time to sign for Barça. It is the best club in the world.\n\"There is no footballer who has said no to Barça since I'm here.\"\nWhen asked about signing Haaland, Laporta said:\n\"Erling Haaland? I can't say anything because the price might go up.\n\"We plan to reinforce all lines. We are working on it. We will make economic decisions to settle sports issues.\n\"All the players want to come to Barça, but let the people in charge work.\"", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Title": "Erling Haaland is willing to join Barcelona if his one demand is met", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Media": "https://image.pixstory.com/Pixstory-image-164694089661877.png", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "storyPrimaryID": "86539", "id": "01bec36c-8018-4374-93b0-b37a771c5d01", "storyID": "STY1646941161", "least_likely_activity": "Repair", "sarc": "True", "Interest": "dortmund, bundesliga, news, barcelona fc, transfer talks, football", "ADDI_sex": "31.20555555555555", "Age": "30", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}