{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "diagnosis_1": "", "storyPrimaryID": "123296", "storyID": "STY1659947071", "Narrative": "By NewsDrum Desk\n\nNoida: Government officials on Monday morning demolished the \"illegal\" structures built by absconding politician Shrikant Tyagi outside his Noida residence.\n\nThe demolition outside Tyagi's ground floor apartment in Grand Omaxe society in the city's Sector 93B was carried out around 9 am by the Noida Authority, an official told PTI.\n\nTyagi, who claims to be a BJP politician, has been booked by the police for assaulting and abusing a co-resident of Grand Omaxe, who had objected to him planting trees in the common area of the society.\n\nSujeet Upadhyay, in-charge of Phase 2 police station, was removed from the post late Sunday night.\n\n\"Inspector Paramhans Tiwari has been appointed as the in-charge of Phase 2 police station in view of administrative requirements,\" a police spokesperson said Monday morning.\n\nThe action came a day after high drama unfolded at the Omaxe Grand society in Sector 93B, where local BJP leaders lashed out at the police for not being able to arrest accused Shrikant Tyagi, who went absconding Friday night.\n\nTyagi has identified himself as the national executive member of the BJP's Kisan Morcha and national co-cordinator of its Yuva Samiti. The ruling party, however, maintains that he is not even its primary member.\n\nGautam Buddh Nagar MP Mahesh Sharma visited Omaxe Grand on Sunday evening and interacted with the residents after around a dozen aides of Tyagi had entered the society without permission earlier in the day, raising tension.\n\n\"I am ashamed to say that all this is happening when our (BJP) government is in power,\" Sharma said over an apparent phone call to Uttar Pradesh government's additional chief secretary (home) Awanish Awasthi.\n\nHe sought immediate action against Tyagi and security for the woman and her family even as he assured residents of the society of justice.\n\nThe police had arrested six of Tyagi's aides, who had entered the society on Sunday, and were probing how they managed to gain entry despite private security deployment there, the officials said.\n\nRead the full story here:- https://www.newsdrum.in/national/illegal-structures-outside-absconding-politician-shrikant-tyagis-noida-flat-demolished-72357.html", "id": "01c0a95e-e966-4541-8d16-d06664b40616", "most_likely_activity": "", "Age": "12", "accountCreateDte": "2022-09-03", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Interest": "newsdrum, Politics, noida", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "28833", "Media": "https://image.pixstory.com/Pixstory-image-165994702494190.png", "Title": "Absconding politician Shrikant Tyagi's illegal construction on Noida flat demolished", "sarc": "False", "Festivals": "['Venice International Film Festival 2022', 'Telluride Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}