{"sport_event": "['French Open']", "DDI_age": "37.324074074074076", "storyPrimaryID": "138380", "Age": "23", "Narrative": "<p dir=\"ltr\">There&#8217;s a lot of conversation in this episode and more morose wallowing in self-pity on Viserys I&#8217;s part, as he acknowledges that his desperation for an heir led him to practically murder his wife (how else do you describe that scene), and now he&#8217;s lost Rhaenyra too, in his obsession for an heir. I understand the show is trying to squeeze out some pity for this rather gormless king, but not successfully at all. However, Paddy Considine does a fair job of making you dislike the character entirely.</p>\n<p dir=\"ltr\">The interesting bits of the episode come right at the end, as Daemon shows cold fury that once again, his brother thinks he is incapable of handling a war, leading him to bludgeon a messenger. There is finally some complexity and nuance here and is far more intriguing than watching men take terrible decisions and forcing their daughters to marry.&nbsp; He almost turns rather suicidal and goes to hunt out the Crabfeeder&#8212;though once again, in a rather incredulous battle that gave me uneasy memories of The Night King debacle in Season 8, where almost everyone survived. Daemon dodges arrows deftly and it almost seems like the stakes are not high, at all.</p>\n<p dir=\"ltr\">House of the Dragon is slowly stepping up its game, with the Daemon storyline at least, the rest of the scenes still fade in and out of dreariness, and some very contrived dialogues. Visuals, and the background music were particularly stunning in this episode. We&#8217;re still a long way off from Game of Thrones level of storytelling, characters and dialogue, but there seems to be a chance that we might get there eventually.</p>", "most_likely_activity": "Health", "Festivals": "['Docaviv 2022', 'International Film Festival Cologne 2022', 'Doc Edge 2022']", "ADDI_age": "49.88518518518518", "Gender": "female", "DDI_sex": "26.07592592592593", "userID": "USR1654102346", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "userPrimaryID": "40945", "ADDI_sex": "38.53888888888888", "accountCreateDte": "2022-06-01", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "Media": "https://image.pixstory.com/Pixstory-image-1655310086257.png", "storyID": "STY1662397804", "least_likely_activity": "Maintenance", "Title": "Continued", "id": "01cadd2b-c2bd-4906-b47e-3d88cc0590c3", "ADL": "False", "jaccard_score": 4.553391138050063e-05}