{"ADDI_age": "41.39629629629629", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "DDI_age": "28.392592592592596", "Festivals": "['Aesthetica Short Film Festival', 'Tallinn Black Nights Film Festival', 'A-Film Teens Fest - International Online Children and Youth Film Festival', 'IDFA - International Documentary Festival Amsterdam', 'Jean Rouch International Film Festival', 'FICX - Gijon International Film Festival', 'Festival dei Popoli', 'MENA Film Festival', 'Entrevues Belfort International Film Festival', 'Honfleur Russian Film Festival', 'YathaKatha International Film & Literature Festival', 'Poitiers Film Festival']", "storyPrimaryID": "103824", "least_likely_activity": "Services", "sport_event": "['World Championship']", "id": "01cc6c25-2ce6-4591-ab2b-194202dbdd22", "Title": "Sinner e gli infortuni nel 2022: il Roland Garros è il quinto ritiro", "diagnosis_3": "Carbon monoxide poisoning", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Media": "https://image.pixstory.com/Pixstory-image-165400974045716.jpeg", "Interest": "sinner, roland garros", "userPrimaryID": "11460", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "storyID": "STY1654009767", "sarc": "False", "diagnosis_2": "Hemochromatosis", "accountCreateDte": "2021-11-26", "ADDI_sex": "31.20555555555555", "Age": "36", "userID": "USR1637921462", "ADL": "False", "Narrative": "Il 2022 per Sinner è un anno complicato. Ancora una volta è stato costretto a ritirarsi a causa di un infortunio, questa volta agli ottavi di finale del Roland Garros contro Rublev. Lo stop è arrivato al terzo set quando il risultato era di 1-1 (1-6 6-3) e un parziale di 2 giochi a 0 per il tennista russo. \n\nUn vero peccato perché l'altoatesino stava giocando un buon tennis, nonostante il 6-1 del primo set. Nel secondo, vinto proprio da Sinner, ha iniziato ad accusare dolore al ginocchio sinistro. Colpa dell'infiammazione al tendine rotuleo che è tornata a far male. Non si è fermato subito, ha continuato, ha vinto il secondo set 6-4 ma poi è crollato nel terzo arrendendosi.\n\n\"Mi dispiace perché ho giocato molto bene il primo set. Tennisticamente sto migliorando. Sto servendo meglio. Fisicamente sono cresciuto fino alla fine dello scorso anno. Se ci sarà bisogno di fermarsi per 2, 3 tornei, lo farò. Non voglio giocare col dolore\", le parole di Sinner dopo il match perso.\n\nAll'inizio si diceva che il 2022 per Sinner è stato caratterizzato dagli infortuni. Cinque da inizio anno: il primo a Indian Weels al quarto turno contro Kyrgios in cui l'italiano si è ritirato a causa dell'influenza. A Miami a fermarlo contro Cerundolo sono state le vesciche al piede. Problema agli addominali al Monte Carlo Master al primo turno contro Coric. Ancora agli Internazionali d'Italia quando ha dovuto abbandonare il match contro Tsisipas per un fastidio all'anca. Ora anche il Roland Garros.", "jaccard_score": 4.553391138050063e-05}