{"Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "DDI_age": "25.175925925925913", "storyPrimaryID": "81999", "storyID": "STY1644989064", "Media": "https://image.pixstory.com/Pixstory-image-164498894437419.png", "ADI_sex": "26.211111111111126", "Age": "44", "most_likely_activity": "Health", "diagnosis_3": "Botulism", "userPrimaryID": "21", "diagnosis_2": "Irritable bowel syndrome", "userID": "USR1605632983", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "ADL": "True", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "music, Entertainment", "Narrative": "Legendary music composer-singer Bappi Lahiri, who was known as the disco king of Bollywood, died at a Mumbai hospital on Tuesday night. He was 69. The singer breathed his last at 11:45 pm in Juhu’s Criticare Hospital.\n\nBappi Lahiri’s funeral will take place tomorrow, February 17, after his son, Bappa Lahiri’s arrival from the USA, the singer’s family said in a statement.\n\nThe hospital also issued an official statement, confirming the death of Lahiri and stating that he was suffering from OSA- Obstructive Sleep Apnea and recurrent chest infection. “He was treated by Dr. Deepak Namjoshi. He was hospitalised in Criticare Hospital, Juhu for 29 days with this. He recovered well and was discharged home on 15 February. However, after a day at home, his health again deteriorated and he was brought back to Criticare hospital Juhu in a critical state and succumbed to his illness at about 11:45 pm. He had OSA for the last 1 year. He was admitted on multiple occasions to Criticare Hospital under treatment of Dr. Deepak Namjoshi and recovered on all occasions,” read the statement further.\n\nBollywood actor Ajay Devgn and filmmakers Hansal Mehta and Ashoke Pandit were among the first celebrities to express their grief over the demise of the veteran composer on social media. Pandit said that he was “shocked” to hear about the death of “rockstar” Lahiri. He added, “I can’t believe my next-door neighbour is no more. Your music will always remain in our hearts.” While Mehta, who got an opportunity to work with Lahiri in an ad, wrote, “Another legend gone.” Devgn tweeted, “Bappi Da was so endearing in person. But, his music had an edge.”\n\nLast year, Lahiri was admitted to a hospital in Mumbai after the veteran was detected with “mild COVID symptoms.” The singer was admitted to the Breach Candy Hospital as a “precautionary measure”.\n\nBappi Lahiri was known for delivering popular songs in several films of the late 1970s-80s like Chalte Chalte, Disco Dancer, and Sharaabi. His last Bollywood song titled Bhankas was for the 2020 film Baaghi 3.\n\nSouece: News 18", "DDI_sex": "22.607407407407408", "ADDI_age": "37.23703703703705", "least_likely_activity": "Organizing", "sarc": "True", "ADDI_sex": "31.20555555555555", "id": "01cd6a60-3118-459a-ae15-dedf6fadcbe6", "accountCreateDte": "2020-11-17", "Title": "Rest in Peace Bappi Lahiri", "sport_event": "", "jaccard_score": 4.728521566436604e-05}