{"ADDI_age": "32.42619047619048", "sport_event": "['Winter Olympics', 'Six Nations']", "DDI_age": "22.63095238095238", "userPrimaryID": "27066", "userID": "USR1644356188", "diagnosis_1": "", "Narrative": "The United States Soccer Federation and the union representing the women's national team will continue to negotiate when their collective bargaining agreement expires on Thursday in the hopes of reaching an equal compensation accord. \n\nUS News reported that the two parties announced in December that they had reached an agreement on a three-month extension of a labour agreement that was supposed to expire on December 31. Under the status quo, the terms of the expiring agreement will stay in effect. \n\nThe men from the United States have been playing under a contract that ended on December 31, 2018.\n\n“Over the past two weeks, U.S. Soccer and representatives from the players’ associations for our U.S. men’s and women’s senior national teams have been in all-day collective bargaining sessions,” the U.S. Soccer Federation said in a statement Wednesday.\n\nLast month, the federation and the women's team players reached an agreement in which the players would divide $22 million and the federation would set up a fund with $2 million to help the players in their post-soccer careers and philanthropic initiatives focused at promoting the sport for women. The deal, which brings an end to a six-year legal struggle, is contingent on collective bargaining agreements with the unions that represent women and men separately.", "storyPrimaryID": "91182", "most_likely_activity": "", "Age": "12", "Title": "US Soccer, Women's Union’s Next Move", "ADI_sex": "30.177777777777784", "id": "01d06c99-0171-4ba4-b5d6-267c9c15004e", "storyID": "STY1648743996", "ADI_age": "27.866137566137564", "GLAAD": "False", "Interest": "Sports", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "False", "Gender": "", "accountCreateDte": "2022-02-09", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-164874381934568.jpeg", "jaccard_score": 3.502608567730818e-05}