{"id": "01d55ea1-c964-4fff-bfa0-42a1f5272031", "DDI_age": "25.175925925925913", "storyID": "STY1659024948", "ADI_sex": "26.211111111111126", "storyPrimaryID": "119764", "most_likely_activity": "Health", "accountCreateDte": "2022-01-17", "least_likely_activity": "Hunting", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Title": "Terremoto al Palermo: si dimettono l'allenatore Baldini e il direttore sportivo", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "DDI_sex": "22.607407407407408", "userID": "USR1642425119", "Interest": "palermo, silvio baldini", "Narrative": "Fulmine a ciel sereno nell'estate del Palermo, squadra neopromossa in Serie B. L'allenatore Silvio Baldini, artefice della promozione dalla Serie C, ha annunciato le sue dimissioni. Con lui lascia anche il direttore sportivo Renzo Castagnini. Baldini ha motivato così la sua decisione: \"Sento di non essere parte del progetto della proprietà e questo non mi permette di lavorare con la giusta tranquillità. Da quando ho iniziato ad oggi, ho visto che non ci sono i presupposti per allenare la squadra. Il mio animo è predisposto ad un solo scopo: quello di portare la squadra in Serie A\". La notizia è senz'altro sorprendente perché arriva dopo il passaggio di proprietà al City Group, società della galassia dello Sceicco Mansour già proprietario del Manchester City. Baldini ha lamentato una cattiva gestione nel rinnovo contrattuale dei principali protagonisti della vincente galoppata della scorsa stagione, aggiungendo poi un altro episodio che lo ha contrariato: \"È arrivato un fisioterapista che ha aggiunto due fisioterapisti ai tre massaggiatori che abbiamo, più un professore per la riabilitazione. Se io a Guardiola mando un fisioterapista e un preparatore senza interpellarlo, secondo voi, Guardiola sta zitto?\".", "sarc": "False", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Age": "40", "ADDI_sex": "31.20555555555555", "userPrimaryID": "22770", "Media": "https://image.pixstory.com/Pixstory-image-165902488835072.png", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}