{"DDI_age": "37.324074074074076", "diagnosis_1": "", "Narrative": "Neymar and Mbappe had a fallout in the Ligue 1 game between PSG and Marseille last weekend. Sources have since picked up multiple reasons for the eventual fallout between the two superstars and the lead-up to it. \n\nNeymar denied Mbappe from taking a penalty kick after Mbappe had seen his first effort being saved. This incident sparked a heated debate that even led to the dressing room where Sergio Ramos had to step in to stop the tension from escalating between the players as per reports. \n\nAccording to the Mirror, Kylian Mbappe is not happy with how much influence Neymar has over the likes of Ramos and Messi in the PSG dressing room. Neymar on the other hand has since liked a couple of posts after the incident that had portrayed Mbappe as the new \"owner\" of PSG.  \n\nAs per Marca, \"Mbappe is  feeling frustrated that he does not have the power at the club that he had assumed, with the influence that Neymar had over both Messi and Sergio Ramos – the two other heavyweights in the dressing room – said to be a source of discontent.\" \n\nDressing room issues have been a constant problem at PSG over the years. Hence the manager would have to spend time with his players in order to make things better if the club are to make this season a standout one.", "ADDI_age": "49.88518518518518", "id": "0007f82f-c2bc-475c-bbcb-c192b41bc89c", "storyPrimaryID": "128545", "accountCreateDte": "2022-01-25", "most_likely_activity": "", "userPrimaryID": "25455", "Title": "What has happened between Neymar and Mbappe? PSG dressing room in tatters?", "Age": "24", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Festivals": "['Sundance Film Festival 2022']", "diagnosis_3": "", "Media": "https://image.pixstory.com/Pixstory-image-166077541628759.png", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Interest": "psg, paris saint germain, neymar, kylian mbappe, mbappe, football, football ⚽️, soccer, Sports", "ADI_age": "42.805555555555564", "sarc": "False", "userID": "USR1643055418", "Gender": "", "storyID": "STY1660776487", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}