{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "Title": "PM Ujjwala Yojana: Beneficiaries and RTI activists allege irregularities, demand probe", "userPrimaryID": "6535", "diagnosis_1": "", "accountCreateDte": "2021-05-31", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "userID": "USR1622465874", "diagnosis_3": "", "storyID": "STY1659338167", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Interest": "the probe", "storyPrimaryID": "120676", "Media": "https://image.pixstory.com/Pixstory-image-165933807196542.png", "Narrative": "By Neeraj Thakur\n\nRTI activist Mushtaq Ahmad has been closely following the Pradhan Mantri Ujjwala Yojana (PMUY) for many years now. Last year, he met Mukhti Begum, a resident of Budgam District in Jammu and Kashmir, who told him that she had not received the LPG connection, but her name figured in the beneficiaries list of the Ujjwala scheme. After verifying the papers, Mushtaq went on social media and narrated Begum’s story, which went viral. Subsequently, within a span of 24 hours, the local LPG dealer in the area met Begum and gave her a free gas cylinder, stove and regulator.\n\nSince then, Mushtaq and his activist friends have met numerous people in Kashmir who have faced similar issues like Begum, if not worse. Mukhti Begum and her family members wanted the local administration to thoroughly probe what they call “the LPG scam”. Several months have passed since the incident, but the government is yet to give clarifications. Mukhti Begum passed away this January.\n\nDuring the Covid-19 pandemic in 2020, the Modi government announced that the beneficiaries of the Pradhan Mantri Ujjwala Yojana would get free cooking gas (LPG) cylinders for three months. “We gave gas cylinders to the poor. The poorest of the poor who didn’t have the right to clean cooking medium, we gave them LPG cylinders. We gave it to nearly 8 crore BPL families who had kitchens full of smoke. The Ujjwala scheme benefitted them as they got free gas cylinders for their houses. Now for those Ujjwala scheme women, so that they don’t run short of the cooking medium during this period when there is disruption, for three months, they will be provided free cylinders, and this is expected to benefit 8.3 crore BPL families,” said Finance Minister speaking to the Press in March 2020.\n\nThough this promise was made in 2020, during the course of our investigation, we found that several families could not avail the benefits of this programme. The names of many women were written as beneficiaries of the scheme, but it was limited to paper alone. \n\nRead the full story here:- https://theprobe.in/pm-ujjwala-scheme-beneficiaries-and-activists-allege-large-scale-corruption/", "sarc": "True", "Festivals": "['One World Romania - International Human Rights Documentary Film Festival', 'Vienna Shorts - International Short Film Festival', 'Zlín Film Festival - International Film Festival for Children and Youth', 'Mountainfilm Documentary Festival - Telluride', 'Festival Internacional de Cine de Alicante', 'Molodist International Film Festival', 'Krakow Film Festival']", "id": "00097768-428a-485d-8c0e-ca75041dcbdc", "sport_event": "['IIHF World Championship', 'French Open']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}