{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-06-14", "sport_event": "['NBA Finals']", "diagnosis_1": "", "id": "000a3921-976b-4a45-b726-368b50a46e72", "Media": "https://image.pixstory.com/Pixstory-image-165839439030950.png", "Title": "New Line Cinema gears up for more fatalities with the upcoming Mortal Kombat(2021) sequel", "ADDI_age": "49.88518518518518", "Festivals": "['Doc Edge 2022', 'Tribeca Film Festival 2022', 'Sydney Film Festival 2022', 'Annecy International Animation Film Festival 2022']", "userPrimaryID": "44334", "most_likely_activity": "", "storyPrimaryID": "117796", "Age": "25", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Narrative": "Gearing up for more bloody fatalities, New Line Cinema will be releasing a sequel to 2021’s Mortal Kombat, promising more blood, gore and action. Directed by Simon McQuoid, the movie is based on the mega hit action gaming franchise of the same name created by NetherRealm Studios, with the script for the movie being penned by Jeremy Slater.\n \nThe sequel will mark the fourth overall film in the “Mortal Kombat” film franchise, after the original film in 1995 and its sequel “Annihilation” in 1997.  A reboot of the film franchise, Mortal Kombat was McQuoid’s feature directorial debut and was released simultaneously in theaters and in HBO Max during the pandemic in April 2021.\n \nThe movie rather than portraying the Mortal Kombat tournament from the games served as more of a prequel, teasing a tournament in the sequel. The 2021 movie focused on Cole Young (Lewis Tan), an original character for the movie. An MMA fighter, Young is mercilessly hunted by the vicious assassin Sub Zero (Joe Taslim) and forced to enter the world of Mortal Kombat, a series of tournaments between champions of the Earthrealm and the chaotic Outworld.\n \nAside from Sub-Zero, characters from the video games who were featured included Sonya Blade (Jessica McNamee), Kano (Josh Lawson), Jax Briggs (Mehcad Brooks), Liu Kang (Ludi Lin), Kung Lao (Max Huang), Raiden (Tadanobu Asano), Shang Tsung (Chin Han) and Scorpion (Hiroyuki Sanada).\n \n \n ", "Interest": "mortal kombat", "Gender": "", "userID": "USR1655228976", "DDI_sex": "24.34166666666667", "storyID": "STY1658394648", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}