{"Interest": "rafa nadal, montreal, tennis", "DDI_age": "25.175925925925913", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-01-17", "least_likely_activity": "Hunting", "Narrative": "Mentre si avvicinano gli US Open, ultimo Slam dell'anno in programma a partire dalla fine di agosto, Rafael Nadal è di nuovo alle prese con i guai fisici agli addominali. Ritiratosi dalla semifinale di Wimbledon proprio a causa di un problema a quella zona muscolare, lo spagnolo oggi ha diffuso tramite i suoi social network un comunicato per annunciare la sua assenza dal prossimo torneo di Montreal: \"Dopo un periodo di allenamento senza il servizio, quattro giorni fa ho cominciato anche con le battute. Tutto stava andando al meglio, ma ieri ho sentito un leggero fastidio agli addominali, che persiste anche oggi. Dopo un colloquio con i dottori, abbiamo optato per un approccio conservativo prendendoci qualche giorno in più prima di ricominciare a competere\". Il torneo di Montreal rientra tra i Masters 1000 ed è uno dei più importanti in preparazione degli Us Open. Dopo le qualificazioni, i match di tabellone iniziano nel weekend e proseguiranno fino al prossimo fine settimana.", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "storyID": "STY1659708943", "GLAAD": "False", "Gender": "male", "storyPrimaryID": "122246", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "DDI_sex": "22.607407407407408", "userID": "USR1642425119", "sarc": "False", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Age": "40", "ADDI_sex": "31.20555555555555", "userPrimaryID": "22770", "id": "000eb0f9-1a55-41ba-bf9d-c1efd262a854", "Title": "Tennis: Nadal rinuncia al torneo di Montreal", "ADL": "False", "Festivals": "", "Media": "https://image.pixstory.com/Pixstory-image-165970889217985.png", "jaccard_score": 4.553391138050063e-05}