{"DDI_age": "37.324074074074076", "storyPrimaryID": "138590", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "userPrimaryID": "9221", "ADDI_age": "49.88518518518518", "Narrative": "<p dir=\"ltr\">Food freedom is a complex term with definitions coming from ditching the diet culture and restrictive diets for having a better health and food security by growing our own foods. </p>\n<p dir=\"ltr\">This approach is adopted especially when it addresses the eating disorders for some and it also promotes weight loss for others. </p>\n<p dir=\"ltr\">It's still an emerging and revolutionary concept which challenges the societal norms of dieting and the obsession of being thin. </p>\n<p dir=\"ltr\">It is concept championed by the game changers of the field like Shana Spence. She is a registered dietitian who adopts a non diet, weight inclusive method to health. </p>\n<p dir=\"ltr\">In various contexts, food freedom means to ditch the dieting culture and particular diets and by giving yourself the permission to indulge in all foods in a moderate way. </p>\n<p dir=\"ltr\">Practitioners look at food as more than just a fuel to the body. They find to build in a&#160; positive and judgement free relation with all kinds of food where guilt is not considered as an ingredient in the eating experience. </p>\n<p dir=\"ltr\">The food freedom includes intuitive eating and mindful eating, that is two philosophies that cultivates self trust around food choices and it denies any unnecessary restrictions. </p>\n<p dir=\"ltr\">Intuitive and mindful eating is used to promote recovery from eating disorders like anorexia nervosa and bulimia nervosa, chronic mental illnesses that affects the nutritional status and the relationship with the food. </p>\n<p dir=\"ltr\">Food freedom can help people pass over diet culture and it introduces flexibility for intentional weight loss. </p>\n<p dir=\"ltr\">Sources - Healthline <br>\n</p>", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "storyID": "STY1662448576", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Media": "https://image.pixstory.com/Pixstory-image-166244851350224.png", "DDI_sex": "22.607407407407408", "Title": "Know about food freedom", "id": "00112979-c662-4648-a184-36a19f31fb4a", "userID": "USR1632727815", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}