{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "What do Celebs eat, Let's find out: Britney Spears", "diagnosis_1": "Alcohol", "userPrimaryID": "9221", "ADDI_age": "49.88518518518518", "Narrative": "This weeks What do Celebs eat is looking into Britney Jean Spears who is referred as the \"Princess of Pop\". \n\nHer fitness is maintained with an apt diet and workout plan. The diet consists of smaller, well balanced meals and she knows how to stay in her shape while maintaining a curvy figure. \n\nBritney Spears diet is limited to 1,500 calories per day and it comprises of lean protein combined with a serving of high fiber vegetables.  \n\nBreakfast \n\nBritney Spears prefers for a good start for her mornings before her workout.  She starts her day with an egg white omelet or a bowl of oatmeal that's served with fruit and a side of a whole wheat toast.  \n\nLunch \n\nFor her lunch she eats yummy salads topped up with a portion of lean protein like chicken or salmon. It is served with baby greens and she prefers her drink to be of real fruit power smoothie. \n\nDinner \n\nThe diva sits with a meal that comprises of lean, grilled chicken or pork along with steamed mixed veggies.  \n\nTo fulfill her cravings for all sweet things she includes all high protein snacks. Soy chips is one of the superstars favorites she also like a cup of low fat yogurt with fruit ans granola. She also munches on snacks like walnuts and almonds from time to time. \n\nSources - Bistro MD", "storyPrimaryID": "117513", "median_activity": "Health", "Gender": "male", "GLAAD": "False", "DDI_sex": "22.607407407407408", "userID": "USR1632727815", "ADI_age": "42.805555555555564", "Media": "https://image.pixstory.com/Pixstory-image-165830893549295.png", "sarc": "False", "ADDI_sex": "31.20555555555555", "Interest": "celebdiets", "id": "00142bd3-a05d-4ba8-823f-cd144ba73fcf", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "storyID": "STY1658309004", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.378260709663522e-05}