{"Title": "Lionel Messi scored two goals from the bench as Argentina extended their unbeaten streak to 35 match", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "DDI_age": "25.175925925925913", "ADI_sex": "26.211111111111126", "Age": "44", "most_likely_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-166435180320108.png", "userPrimaryID": "21", "id": "00175adc-6336-41d0-a4ba-9cce7f571452", "userID": "USR1605632983", "storyID": "STY1664351836", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Narrative": "<p dir=\"ltr\">Lionel Messi scored two goals from the bench as Argentina extended their unbeaten streak to 35 matches over three years by beating Jamaica 3-0 on Tuesday night in a penultimate World Cup warmup match in Harrison, New Jersey.</p>\n<p dir=\"ltr\">Julian Alvarez put Argentina ahead in the 13th minute, while Messi came off the bench in the 55th and increased his career total to 90 goals in 164 international appearances with his two strikes.</p>\n<p dir=\"ltr\">The six-time world player of the year, three months past his 35th birthday, scored on a 23-yard left-footed shot in the 86th minute after nice interplay with Giovani Lo Celso, then got another on a free kick three minutes later when he was fouled by Adrian Mariappa just outside the penalty area.</p>\n<p dir=\"ltr\">Messi was twice approached by fans running onto the field. The first in the 65th minute was quickly knocked over and surrounded by security when he neared Messi, and the second after the PSG striker scored his first goal with security again responding.</p>\n<p dir=\"ltr\">Messi scored four goals in Argentina's two World Cup warmups this month, giving him 16 for his career on U.S. soil.</p>\n<p dir=\"ltr\">Fans erupted in applause less than a minute into the second half when Messi walked with teammates to a corner&nbsp; when he entered for Lautaro Mart&#237;nez and took the captain's armband from Angel Di Maria.<br></p>", "DDI_sex": "22.607407407407408", "sarc": "False", "ADDI_age": "37.23703703703705", "least_likely_activity": "Organizing", "diagnosis_2": "Hemochromatosis", "ADDI_sex": "31.20555555555555", "storyPrimaryID": "149988", "accountCreateDte": "2020-11-17", "ADL": "False", "sport_event": "", "jaccard_score": 4.553391138050063e-05}