{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-03-06", "diagnosis_1": "", "userPrimaryID": "28759", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "storyPrimaryID": "93392", "Interest": "abolitionist, women who broke the glass ceiling, women's rights, civil war", "Age": "25", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "diagnosis_3": "", "Narrative": "‌Slavery is not an old story. We still are slaves of many matter-politics, religion, relationships, consumerism and so on. Featuring a woman who escaped from the worst of them. A bondwoman who escaped from slavery and became a leading abolitionist- Harriet Tubman\n‌\n‌She led dozen of people to freedom along the path of the Underground Railroad—a secret network of safe houses organized for that intention. She was tortured by many so-called masters. When she was about 12 years old she reportedly declined to help an overseer punish another enslaved person, wherein she was injured. After the Fugitive Slave Act of 1850 was enacted, she helped guide fugitives farther north into British North America (Canada) and helped newly freed enslaved people to find work. When the Civil War began, Tubman worked for the Union Army, first as a cook and nurse, and then as an armed scout and spy. The first woman to lead an armed expedition in the war, she guided the raid at Combahee Ferry, which freed more than 700 enslaved people. \n‌\n‌ In her later years, Tubman was an activist in the movement for women's suffrage. Even after her years of struggle she never received equal payment and suffered poverty. She is an icon being one of the most influential civilians in the Civil War.", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1649791283", "Media": "https://image.pixstory.com/Pixstory-image-164979119143296.png", "ADI_age": "42.805555555555564", "sarc": "False", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Gender": "", "DDI_sex": "24.34166666666667", "userID": "USR1646533379", "id": "0018a2a2-64c5-4d83-92ec-7aa734413712", "Title": "Harriet Tubman and Slavery never went together \n‌", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022', 'True/False Film Fest 2022']", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}