{"DDI_age": "25.175925925925913", "Title": "'Kaali' in Controvery", "diagnosis_3": "Congenital heart disease", "storyID": "STY1657213361", "accountCreateDte": "2020-12-23", "userPrimaryID": "290", "Gender": "female", "storyPrimaryID": "114320", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "ADI_age": "33.07222222222222", "least_likely_activity": "Weight Lifting", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "diagnosis_1": "Sleep apnea", "diagnosis_2": "Atypical pneumonia", "ADI_sex": "34.144444444444446", "Age": "47", "ADDI_age": "37.23703703703705", "sarc": "True", "Festivals": "['Seattle True Independent Film Festival']", "median_activity": "Food", "Media": "https://image.pixstory.com/Pixstory-image-165721341582605.png", "id": "00183d95-fc2f-42f6-9957-2afc57bf1350", "Narrative": "The poster of the documentary 'Kaali' by director Leena Manimekalai has created controversy by hurting the religious sentiments of some netizens.\n\nUnder attack for a poster of her documentary ‘Kaali’ showing the goddess smoking and holding an LGBTQ flag, filmmaker Leena Manimekalai on Monday said she will continue to use her voice fearlessly till she is alive. \n\nThe poster has led to a social media storm with the hashtag 'Arrest Leena Manimekalai', allegations that the filmmaker is hurting religious sentiments and a member of a group going by the name ‘Gau Mahasabha’ saying he has filed a complaint with Delhi Police. \n\n\"I have nothing to lose. Till the time I live, I wish to live with a voice that speaks what I believe without fear. If the price for that is my life, it can be given,\" Manimekalai wrote in a Twitter post in Tamil in response to an article on the controversy. \n\nThe Madurai-born filmmaker had shared the poster of ‘Kaali’ on the microblogging site on Saturday and said the film was part of the 'Rhythms of Canada' segment at the Aga Khan Museum in Toronto.\n\nManimekalai also urged people to watch the film to understand the context behind the poster.\n\nMeanwhile, the row over Trinamool Congress MP Mahua Moitra’s comment on Goddess Kali intensified on Wednesday with a first information report (FIR) being registered against her in Bhopal for allegedly “outraging religious feelings”.\n\n“Kaali to me is meat eating... Alcohol accepting Goddess. To me, that is a version of Kaali,” Ms. Moitra had said, to which her party immediately reacted by not only distancing itself from the remark but also condemning it.", "ADL": "False", "sport_event": "", "userID": "USR1608741145", "Interest": "scoop news, recent religious controversies", "jaccard_score": 4.728521566436604e-05}