{"DDI_age": "37.324074074074076", "storyPrimaryID": "112303", "diagnosis_1": "", "id": "001a80b4-b563-4b2b-b8d4-d1805f57d98a", "Age": "20", "ADDI_age": "49.88518518518518", "Narrative": "In recent years the world has been swept by korean wave . Korean idols have the world going crazy with their insane visuals , catchy songs and crazy dance moves. But there is more to it than meets the eye 👀.The Idol life you think is perfect might not be that perfect after all.\n\nYoung teens and adults are required to pass cut throat auditions before signing to a company to train as an  idol. These auditions sometimes have a success rate of 1:700\n\nAfter passing the audition they are enrolled as trainees by signing a contract with the company .There they are put under strict schedules and unhealthy working hours .\nTheir day may start from 4 in the morning and end as late as midnight. It is filled with practising dance moves , vocal lessons etc.\n\nThey are forced to adhere to unhealthy beauty standards. Many companies have a monthly or weekly evaluation where they check the weight of their trainees ,if it is more than the prescribed one ,they are forced to go home.\nThese people especially girls are forced to starve them selves ,eating nothing but ice cubes to maintain these unhealthy weight standards.\n\nMany idols and celebrities in the past have opened up about the mental pressure and scrutinizing conditions they had to go through.\n\nAccording to idols , it was very common for people to faint due to exhaustion and fatigue,or feel depressed because of the harsh criticism they had received from staff.\n\nA lot of times companies even forbid them from meeting their families as they are working.", "storyID": "STY1656773633", "userID": "USR1651062790", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Title": "Exhaustion,fatigue , depression Dark side of Kpop", "ADI_age": "42.805555555555564", "userPrimaryID": "33982", "Interest": "kpop, korean culture, koreanwave, darkside of kpop, abuse, exhaustion, idol health", "sarc": "True", "sport_event": "['World Snooker Championship']", "accountCreateDte": "2022-04-27", "Media": "https://image.pixstory.com/Pixstory-image-165677259046809.png", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}