{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-05-17", "storyPrimaryID": "142124", "diagnosis_1": "", "userPrimaryID": "37241", "ADDI_age": "49.88518518518518", "Narrative": "<p dir=\"ltr\">As one of the two women leaders in Nitish Kumar's Janata Dal United (JDU) filed a defamation lawsuit against the other, their bitter argument grew.</p>\n<p dir=\"ltr\">Bima Bharti, an MLA for Leshi Singh's party, publicly questioned whether she deserved to be in Nitish Kumar's cabinet, prompting Leshi Singh, a Bihar minister, to issue a defamation notice. A damage demand of Rs 5 crore was also made by the minister. She apparently chose not to pursue the lawsuit any further though.</p>\n<p dir=\"ltr\">In a statement earlier today, Bima Bharti confirmed the notice and added, \"I will pursue legal remedies, but I maintain that Leshi Singh is involved in criminal acts.\"</p>\n<p dir=\"ltr\">When Nitish Kumar left the BJP and created a new government with Tejashwi Yadav's RJD, the Congress, and other opposition parties last month, Leshi Singh was appointed as a minister for the third time.</p>\n<p dir=\"ltr\">Bima Bharti publicly criticised a colleague who is from the same area (Purnea) as her. \"What qualities does the Chief Minister notice about her? She frequently takes part in situations in her region and devalues the joy. Why do we not get noticed? Is it because we belong to a lower caste? \"charged by the MLA.<br>\nIf Leshi Singh was not expelled, she even made threats to resign as an MLA.</p>\n<p dir=\"ltr\">Nitish Kumar, the leader of her party, was not pleased with Bima Bharti's outburst. The Bihar Chief Minister stressed that Bima Bharti had also served as a minister twice and stated, \"I cannot appoint everyone a minister every time.\"<br>\n\"This type of conduct is unacceptable. The party will have a calm conversation with Ms. Bharti. Okay if she comprehends. Alternatively, if she had considered travelling somewhere, she might think about it, \"Nitish Kumar, furious, continued.</p>\n<p dir=\"ltr\">\"Considering that Bima Bharti served as a minister in 2014 and 2019, I'm amazed that she would make such a statement. I'll see her and talk about this \"said he.</p>\n<p dir=\"ltr\">Taking advantage of the opportunity to attack Nitish Kumar, the BJP claimed that Tejashwi Yadav, Leshi Singh's deputy, had previously levelled accusations against Leshi Singh while he was the head of the opposition.</p>", "most_likely_activity": "", "storyID": "STY1662995101", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "sport_event": "['IIHF World Championship']", "ADDI_sex": "34.87222222222221", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change , #pixstorypolitics", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "Title": "Woman Minister and Woman MLA puts Nitish Kumar in a tricky situation in Bihar.", "Gender": "", "id": "001bf3f6-ac8a-4bd9-a613-95cbe242edd4", "Media": "https://image.pixstory.com/Pixstory-image-166299504475122.png", "Festivals": "['Cannes Film Festival 2022']", "DDI_sex": "24.34166666666667", "userID": "USR1652794310", "Age": "19", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}