{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-03-06", "diagnosis_1": "", "userPrimaryID": "28759", "Title": "Laverne Cox and her journey.", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "Age": "25", "ADI_sex": "30.177777777777784", "Interest": "pride month, lgbtqia+ in media", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1656536625", "ADI_age": "42.805555555555564", "Media": "https://image.pixstory.com/Pixstory-image-165653636834479.png", "sarc": "True", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Narrative": "Laverne Cox we all know as an American actress from the series orange is the new black. She is also an LGBT advocate. She became the first transsexual person to be nominated for a Primetime Emmy Award in an acting category\n\nCox has stated that she tried suicide at the age of 11 when she glimpsed that she had developed feelings for her male classmates and had been bullied for several years for not behaving \"the way someone assigned male at birth was supposed to act\".\n\nIn 2015, she won a Daytime Emmy Award in Outstanding Special Class Special as executive producer for Laverne Cox Presents: The T Word making her the first transsexual woman to win the award. In 2017, she became the first transsexual person to play a transsexual series regular on U.S. broadcast TV as Cameron Wirth on CBS's Doubt. \n\nIn June 2014, Cox became the first transsexual person to appear on the cover of Time magazine and Cosmopolitan magazine in 2018. She is also the first openly transsexual person to have a wax figure of herself at Madame Tussauds.\n\nCox has been noted by her LGBT peers, and many others, for being a pioneer for the transgender community, and has won several awards for her activist approach to spreading awareness. Her impact and importance in the media have led to a thriving conversation about transsexual women.\n\nReference:Wikipedia.", "Gender": "", "storyPrimaryID": "110886", "DDI_sex": "24.34166666666667", "userID": "USR1646533379", "id": "001ca685-21a6-4a0a-8611-7ff939769c5b", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022', 'True/False Film Fest 2022']", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}