{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-165497855983276.png", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "Narrative": "The UEFA Nations League returns this week with a new round of matches, beginning with France's meeting against Croatia on Monday. France has a strong lineup of players and is the clear favorite to win this match.\n\n\nCroatia is now in a period of change and has been uneven since the turn of the year. Last week's 3-0 Austria triumph rocked the home side, and they can't afford another setback in this encounter.\n\n\nLast season, France won the UEFA Nations League, and they have one of the strongest squads in the world at their disposal. Les Bleus were defeated 2-1 by Denmark in their previous match and will be looking to bounce back this week.\n\nCroatia vs France: Probable Playing XI\n\nCroatia: Dominik Livakovic; Duje Caleta-Car, Domagoj Vida, Josip Juranovic, Borna Barisic; Luka Modric, Mateo Kovacic; Mario Pasalic, Nikola Vlasic, Mislav Orsic; Andrej Kramaric\n\nFrance : Hugo Lloris; Lucas Hernandez, William Saliba, Jules Kounde; Jonathan Clauss, Theo Hernandez, Adrien Rabiot, Aurelien Tchouameni; Antoine Griezmann, Christopher Nkunku, Karim Benzema\n\nCroatia vs France: Prediction\n\nDespite losing Mbappe, a team with Nkunku and Benzema up front would strike fear into the hearts of any defense, let alone one that had been torn open at will by Austria.\n\nAs Dalic mulls over potential changes, expect the hosts to be more tenacious defensively, but France's golden scoring streak does not appear to be coming to a stop anytime soon, and we anticipate Les Bleus to bounce back with a narrow victory.\n\nPrediction: Croatia 0-1 France\n\nCroatia vs France: Live Stream\n\nThe match’s live TV broadcast can be seen on Arena Sport (Serbia), CMore (Finland), DAZN Deutsch, Diema Sport 3, Nova Sports (Hel), Optus Sport (Australia), Sport TV (Portugal), SportKlub (BiH), SportKlub (Croatia), SportKlub (Macedonia), SportKlub (Montenegro), SportKlub (Serbia), SportKlub (Slovenia), SuperSport, Viaplay (Sweden).", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "storyPrimaryID": "106584", "storyID": "STY1654978632", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "preview, football, uefa, national league", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "id": "001dc37e-f5a4-4f3d-8029-45d6139bdc56", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "sarc": "False", "Title": "UEFA Nations League 2022-23: France vs Croatia preview, prediction, live stream and more", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "Age": "30", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}