{"storyID": "STY1665381162", "DDI_age": "37.324074074074076", "diagnosis_1": "", "Age": "20", "ADDI_age": "49.88518518518518", "userID": "USR1641998304", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "id": "001e1be7-0787-4cbc-a6fb-ed8c930932d7", "least_likely_activity": "", "userPrimaryID": "20153", "Narrative": "<p dir=\"ltr\">Try these tips to keep your balance, or re-balance yourself.*</p>\n<p dir=\"ltr\">1. Value yourself:</p>\n<p dir=\"ltr\">Treat yourself with kindness and respect, and avoid self-criticism. Make time for your hobbies and favorite projects, or broaden your horizons. Do a daily crossword puzzle, plant a garden, take dance lessons, learn to play an instrument or become fluent in another language.</p>\n<p dir=\"ltr\">2. Take care of your body:</p>\n<p dir=\"ltr\">Taking care of yourself physically can improve your mental health. Be sure to:</p>\n<p dir=\"ltr\">Eat nutritious meals</p>\n<p dir=\"ltr\">Avoid smoking and vaping--&#160;see&#160;Cessation Help</p>\n<p dir=\"ltr\">Drink plenty of water</p>\n<p dir=\"ltr\">Exercise, which helps decrease depression and anxiety and improve moods</p>\n<p dir=\"ltr\">Get enough&#160;sleep. Researchers believe that lack of sleep contributes to a high rate of depression in college students.&#160;</p>\n<p dir=\"ltr\">3. Surround yourself with good people:</p>\n<p dir=\"ltr\">People with strong family or social connections are generally healthier than those who lack a support network. Make plans with supportive family members and friends, or seek out activities where you can meet new people, such as a club, class or support group.</p>\n<p dir=\"ltr\">4. Give yourself:</p>\n<p dir=\"ltr\">Volunteer your time and energy to help someone else. You'll feel good about doing something tangible to help someone in need &#8212; and it's a great way to meet new people. See&#160;Fun and Cheap Things to do&#160;in Ann Arbor&#160;for ideas.</p>\n<p dir=\"ltr\">5. Learn how to deal with stress:</p>\n<p dir=\"ltr\">Like it or not, stress is a part of life. Practice good coping skills: Try&#160;One-Minute Stress Strategies, do Tai Chi, exercise, take a nature walk, play with your pet or try journal writing as a stress reducer. Also, remember to smile and see the humor in life. Research shows that laughter can boost your immune system, ease pain, relax your body and reduce stress.</p>\n<p dir=\"ltr\">6. Quiet your mind:</p>\n<p dir=\"ltr\">Try meditating,&#160;Mindfulness&#160;and/or prayer. Relaxation exercises and prayer can improve your state of mind and outlook on life. In fact, research shows that meditation may help you feel calm and enhance the effects of therapy. To get connected, see spiritual resources on&#160;Personal Well-being for Students</p>", "ADI_age": "42.805555555555564", "storyPrimaryID": "154182", "accountCreateDte": "2022-01-12", "sarc": "True", "Title": "Try these tips to keep your balance, or re-balance yourself.*\n\n1. Value yourself:\n\nTreat yourself wi", "Gender": "", "DDI_sex": "24.34166666666667", "sport_event": "['Africa Cup of Nations']", "Media": "https://image.pixstory.com/Pixstory-image-166538105645845.png", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}