{"id": "0026119d-f1cd-4b46-aaca-15bad5ce3e8a", "DDI_age": "37.324074074074076", "storyID": "STY1655134597", "Age": "21", "diagnosis_1": "", "Interest": "ied, fashion week, milano, milano fashion week", "Title": "Milano Fashion Week_invito IED sfilata 19 giugno", "Media": "https://image.pixstory.com/Pixstory-image-165513452482579.jpeg", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "Narrative": "Ecco i nuovi talenti della moda che sfileranno alla Milano Fashion Week\nCirca 200 visitatori hanno votato le sette migliori collezioni graduate 2022 di IED Moda Milano\nLuca De Prà, Lorenzo Attanasio, Lorenzo Pezzotta, Cecilia Marcedas Ruppert con Ana Laura Espinosa, Marinela Djurdj, Davide Gabriele, Michelle Furlanetto. Sono gli otto diplomandi IED Moda Milano le cui collezioni di tesi (sette in totale) si sono distinte tra le 19 proposte alla due giorni IED Avant Défilé 2022, esposizione che da qualche anno l'Istituto Europeo di Design promuove per favorire una prima importante apertura all'esterno dei progetti dei suoi studenti.\nCirca 200 visitatori, tra docenti professionisti, rappresentanti di media, aziende ed enti del settore, hanno visitato la speciale fiera del talento creativo ed espresso le proprie preferenze, decretando così le sette collezioni più meritevoli di sfilare al graduate fashion show 2022 di IED Milano: si tratta di Body meets body meets body, evento in programma domenica 19 giugno (Magazzini Generali, ore 21) nel contesto di Milano Moda Uomo.\n\nOltre ai selezionati, tra i Fashion Designer, Shoes & Accessories Designer e Jewelry Designer partecipanti a IED Avant Défilé 2022 c'erano anche Manfredi Montalto (collezione Il salotto), Susanna Cozzani (MAO-A), Alara Tas (Remove Before Flight), Elisabetta Saponaro (Aritmo), Julia Motta Tourinho (Evolution de légo, revolution, reflexion, reconnection), Vivian Morad (Bones of my being), Veronica Garau (Qualcosa), Victoria Amighetti (Perceptions), Miriam Rocca (Algometa), Desirée Caridad Sarritzu Correa con Roberta Balicco (CHIèCO), Carlotta Martini (ORIGA[ME]), Francesco Bartolomeo D'Alto (Essere). Diplomandi che, esponendo in anteprima le loro collezioni di tesi, si sono dunque già distinti nella conclusione del loro percorso formativo. I talenti selezionati. Sette collezioni moda uomo, donna o genderless, accomunate da un'ampia ricerca personale e da una comune metodologia progettuale, ma diversissime nell'espressione materica e concettuale della visione dell'individuo, delle sue dinamiche interne, delle sue forme. Eccole.", "most_likely_activity": "", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "storyPrimaryID": "106955", "jaccard_score": 3.502608567730818e-05}