{"ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "Media": "https://image.pixstory.com/Pixstory-image-165711070627276.png", "diagnosis_1": "", "Title": "A Letter to Younger Tibetans - Part 4", "Interest": "newsdrum", "Narrative": "The Dalai Lama’s attitude towards education illustrates why he is a timeless and modern thinker, naturally progressive and deeply reformist in attitude. First, he pushed for traditionally nomadic and farming Tibetan people to go into first-generation formal education, especially the women. Second, he has tried to ensure that whilst learning and maintaining deep roots in their own Tibetan language, English (and even Mandarin) is learned so top scholars in the monastic community, in particular, are able to teach dharma to increasingly interested urban Indians, Chinese and westerners. Third, he has expanded the scope of Nalanda Buddhist philosophy to be taught in modern education institutions, foreseeing that perhaps as a future avenue for the maximum number of beings to be benefitted. Fourth, he has reiterated time and again that as regards an institution’s standing, the scale and grandeur of buildings are less important than the quality and knowledge of people therein.\n\nMy firsthand experience working with a younger generation of Tibetans-in-exile in India has been superb. It challenged many abstract and stereotypical notions held within the Tibetan community itself, on the capability of Tibetan youngsters to carry the mantle forwards, and of much out-migration among them. My own view, after working closely with younger staff and students at the Dalai Lama Institute of Higher Education, is that the Dalai Lama has managed the impossible yet again – he and his name have provided circumstances where these displaced refugee children and now young adults born in India have been given sufficient support, a tailored education, and even love to make them secure and confident in their identity, while not harbouring the rigidities and inward-looking perspectives some of the older generation display. Indeed, the challenge will be to have a smooth generational handover of leadership and institutions, for which the capability and potential are fully present.\n\nContinued here:- https://www.pixstory.com/story/a-letter-to-younger-tibetans-part-51657111180/113985", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1657111086", "userPrimaryID": "28833", "id": "002cbba6-8f09-4aa3-912b-0fcd4f8497f2", "storyPrimaryID": "113983", "sarc": "True", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}