{"DDI_age": "37.324074074074076", "Interest": "who, omicron variant of covid-19, public health", "most_likely_activity": "Health", "accountCreateDte": "2021-12-20", "ADDI_age": "49.88518518518518", "Gender": "female", "DDI_sex": "26.07592592592593", "diagnosis_3": "Acute fatty liver of pregnancy", "storyID": "STY1644635480", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Narrative": "The head of the World Health Organization said Friday the acute phase of the pandemic could end this year, if around 70 per cent of the world gets vaccinated.\n\"Our expectation is that the acute phase of this pandemic will end this year, of course with one condition, the 70 percent vaccination (target is achieved) by mid this year around June, July,\" Tedros Adhanom Ghebreyesus, told reporters in South Africa.\n\n\"If that is to be done, the acute phase can really end, and that is what we are expecting. It's in our hands. It's not a matter of chance. It's a matter of choice.\"\n\nHe was speaking during a visit to Afrigen Biologics and Vaccines, which has produced the first mRNA Covid vaccine made in Africa using Moderna's sequence.\n\n\"We expect this vaccine to be more suited to the contexts in which it will be used, with fewer storage constraints and at a lower price,\" said the WHO boss.\n\nThe vaccine will be ready for clinical trials in November, with approval expected in 2024.\n\nAfrigen is leading the pilot project, backed by the WHO and the COVAX initiative.\n\nOnly 11 percent of Africans are vaccinated, the lowest rate in the world. Last week the WHO's Africa office said the continent must boost its vaccination rate \"six times\" to reach the 70 percent target.\n\nSource : https://www.deccanherald.com/international/world-news-politics/pandemics-acute-phase-could-end-by-midyear-says-who-1080577.html", "Media": "https://image.pixstory.com/Pixstory-image-164463506612477.png", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "least_likely_activity": "Hiking", "userID": "USR1640017493", "userPrimaryID": "13606", "storyPrimaryID": "80778", "Title": "Pandemic's 'acute phase' could end by midyear, says WHO", "Age": "19", "id": "002fd8d6-2011-49c3-8cb3-0a8044c6e7f9", "ADL": "False", "sport_event": "", "Festivals": "", "jaccard_score": 4.378260709663522e-05}