{"ADDI_age": "32.42619047619048", "storyPrimaryID": "91389", "DDI_age": "22.63095238095238", "userPrimaryID": "28665", "diagnosis_1": "", "Media": "https://image.pixstory.com/Pixstory-image-164883892756102.jpeg", "Interest": "space", "most_likely_activity": "", "id": "002f10ec-8a4c-4ccb-81b9-71f5b894d67a", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sport_event": "['Six Nations']", "sarc": "True", "Narrative": "I have always found it hard to believe that out of thousands planets present in our solar system, life as we know it, only exists on earth. Evidently, I have been closely following the Mars Exploration Program by NASA. \nAlthough we are far from confirming the presence of aliens, we have made some major progress. \nWe may not be able to visit Mars just yet but we can now certainly hear sounds from their. Sound cool, right?\n\nAfter listening carefully to the noises captured by NASA's Perseverance on Mars: the rover's mechanical whine and click in a mild Martian breeze; the spin of rotors on Ingenuity, the Mars helicopter; the crackling strike of a rock-zapping laser - an multinational group of scientists has done just that, conducting the first audio investigation on Mars. \n\nMars Exploration Program has reported that their new research exposes how quickly sound travels through Mars' thin, largely carbon dioxide atmosphere, how Mars would sound to human ears, and how scientists can use audio recordings to examine minute air-pressure changes on another world — as well as the rover's health. \n\n\"We've never employed a fresh sense of investigation on Mars before,\" Sylvestre Maurice, an astronomer at the University of Toulouse, stated.\n\nWhat about you? Do you believe that all these efforts will give us fruitful results?", "accountCreateDte": "2022-03-02", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "", "userID": "USR1646194669", "Title": "Mars: A Never Ending Fascination", "DDI_sex": "24.34166666666667", "storyID": "STY1648839511", "ADL": "False", "Age": "17", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}