{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "userID": "USR1617617002", "most_likely_activity": "Health", "storyID": "STY1645695176", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "Festivals": "['Vilnius Film Festival', 'Barcelona International Short and Animation Film Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival', 'European Film Festival of Lille', 'Ulju Mountain Film Festival', 'Créteil International Women’s Film Festival', 'IRC’s Refugee Film Festival (Northern California)', 'Wasatch Mountain Film Festival', 'GLAS Animation Film Festival']", "ADDI_age": "49.88518518518518", "id": "0030d004-9166-4488-adba-40e0100cf967", "storyPrimaryID": "83497", "Age": "25", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Media": "https://image.pixstory.com/Pixstory-image-164569496142495.png", "DDI_sex": "22.607407407407408", "Interest": "ukraine, russia, war, usa", "Narrative": "The sound of explosions on the edge of Ukraine’s capital Kyiv and air sirens set off by a full-scale Russian invasion of the country have prompted the city residents to panic and flee for safety.\n\nOn Thursday morning, long queues of cars formed from the city centre towards various exits out of Kyiv and people took cover in the city’s underground stations and other safe places, according to local media.\n\nAl Jazeera’s Andrew Simmons, reporting from Kyiv, said that just after 5am local time (03:00 GMT) the hotel he was staying at was “virtually shaking with the sound of explosions”.\n\n“They weren’t in the city centre. They were in the distance. The sky was going orange and red and 15 seconds later you’d hear the explosion so it was some distance away initially. And then it got closer and we heard all across the country reports of explosions,” he said.\n\n“People were initially just panicking and running for cover in some places and the word went out from the president that Russia was invading. He said, ‘please stay calm.’”\n\nSimmons also said that at the moment “there is a very eerie atmosphere in the centre of the city”.\n\n“That’s because we are not sure whether armoured columns are heading in this direction,” he added.\n\nUkraine’s Korrespondent news outlet reported that the traffic jams formed from central Kyiv towards Zhytomyr and other exits from the city at 6am local time (04:00 GMT).\n\nIliya Kusa, an international relations analyst at the Ukrainian Institute for the Future, told Al Jazeera from Kyiv that the fact that “people are leaving Kyiv is partially true but it is not a panic wave”.\n\n“The situation in Kyiv, where I am located now, is more or less stable. There is no panic, there is no critical problems right now. The public transport is working as usual. The only thing that changed actually is that … schools, universities and kindergartens are closed and hospitals are on high alert since the parliament introduced martial law.\n\nRead more \nhttps://aje.io/hdenvh\n\nCredit :- Aljazeera", "ADI_age": "42.805555555555564", "sarc": "True", "Title": "Russia attack causes panic in Kyiv as people flee", "ADDI_sex": "31.20555555555555", "userPrimaryID": "3618", "ADL": "False", "sport_event": "", "least_likely_activity": "religious education activities (2007+)", "accountCreateDte": "2021-04-05", "jaccard_score": 4.728521566436604e-05}