{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "diagnosis_1": "", "Title": "When museums are caught in war!", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "Interest": "museums, wars", "userPrimaryID": "28291", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "accountCreateDte": "2022-02-24", "storyID": "STY1646738653", "Narrative": "The walls of Lviv's National Museum stand bare. Elaborate gold lacquered panels, on display after being recovered from 17th century Baroque churches, have been bundled up and hidden in the basement in a race to save the city's cultural treasures from possible Russian attack, reports V\n\n\"Today we see how Russia is shelling residential areas (and) even people that are evacuating,\" says National Museum Director of Lviv, Ihor Kozhan. \"They guaranteed they wouldn't but now we can't trust them. And we need to take care of our heritage because this is our national treasure.\"\n\nThe Russian invasion of Ukraine has already destroyed a museum containing works by renowned Ukrainian painter Maria Prymachenko, whose vivid and imaginative art was admired by both Pablo Picasso and Marc Chagall.\n\nNow, the city of Lviv, often dubbed Ukraine's cultural capital, is racing to protect its rich collection of historic art.\n\nAncient artifacts in cardboard boxes: The rush to save its books, paintings and other artifacts has left little time to wait for specialized packing materials. Instead, volunteers make do by hastily nailing together crates from whatever wood is available.\n\nOn Monday, volunteers hastily packed ancient manuscripts into cardboard boxes originally intended for transporting bananas to supermarkets. Among them was a thousand-year-old bible decorated with gold thread.\n\nAt religious sites, people are also preparing for the worst. The Armenian Cathedral of Lviv removed a medieval wooden sculpture, depicting the crucifixion of Jesus Christ, for safe storage. Having survived World War II, the giant stained-glass windows of Lviv's Latin Cathedral have now been boarded up with steel plates. Many of the city's landmark statues are now swaddled in bubble wrap.\n\nSource: CNN", "ADDI_sex": "34.87222222222221", "id": "0030aef1-231b-4cb4-84f7-12e270c22ab7", "least_likely_activity": "", "sport_event": "['Six Nations']", "userID": "USR1645679332", "sarc": "False", "Gender": "", "Media": "https://image.pixstory.com/Pixstory-image-164673846736907.png", "storyPrimaryID": "85955", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}