{"DDI_age": "25.175925925925913", "storyPrimaryID": "100560", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "Chiellini pronto al saluto dello Stadium: \"Un vortice di emozioni\"", "Interest": "calcio, serie a, giorgio chiellini, juventus", "accountCreateDte": "2022-01-17", "Media": "https://image.pixstory.com/Pixstory-image-165271081859774.png", "least_likely_activity": "Hunting", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "id": "00312237-87a4-466b-a2fc-e4ad53015571", "GLAAD": "False", "Gender": "male", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "DDI_sex": "22.607407407407408", "storyID": "STY1652710934", "userID": "USR1642425119", "sarc": "False", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Narrative": "Juventus-Lazio in programma stasera allo Stadium di Torino ha poco valore per quanto riguarda la classifica dei bianconeri, ma grande peso a livello emotivo. Due bandiere come Paulo Dybala e Giorgio Chiellini giocheranno infatti per l'ultima volta davanti ai tifosi della Vecchia Signora. Dopo l'argentino, anche il difensore della nazionale ha affidato ai social i suoi pensieri prima di questa serata speciale: “È arrivato il giorno. Questa sera un vortice di emozioni mi attraverserà. La Juve per me è stata tutto. La mia giovinezza, l’esperienza, la maturità. La voglia di vincere, la gioia del trionfo, l’accettazione della sconfitta. L’ebrezza della sfida, il duello in campo, la mia testa sempre fasciata. E poi i campioni, dentro e fuori dal prato verde, gli allenatori, i dirigenti, tutte le persone dello staff… Uomini che sono passati lasciandomi sempre qualcosa. Qualcosa che ho avuto la cura di raccogliere, conservare e custodire”. Chiellini ha poi utilizzato il suo numero di maglia, il 3, per citare anche le tre principali sensazioni che sta vivendo in questi giorni: “Tre. Il mio numero. Ma anche le sensazioni che ora convivono nel mio animo. Gioia, per un'avventura finita così, per aver realizzato ogni sogno, immaginabile e non, e di rimanere per sempre nella storia di questo grande club. Serenità, di scegliere il momento giusto per salutare, di lasciare ancora a un livello consono rispetto a quello che sono stato, di aver condiviso tanti valori ed emozioni che nessuno potrà mai cancellare. Gratitudine, per tutta la Juventus, per la famiglia Agnelli che mi ha adottato in tutti questi anni, per i miei affetti più cari e per tutte le persone a cui voglio bene, senza i quali non sarei la persona che sono adesso, perché loro sono stati una fonte inesauribile di supporto ed energia e mi hanno accompagnato sempre in questo lungo viaggio”.", "Age": "40", "ADDI_sex": "31.20555555555555", "userPrimaryID": "22770", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}