{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "accountCreateDte": "2022-04-23", "diagnosis_1": "", "id": "0031795a-cf0e-491d-aa96-13e03530e304", "Narrative": "Drinking just one sugar-sweetened drink such as tea or coffee a day is linked to increased chances of liver cancer, scientists warn.\n\nThe additional risk could be as high as 78 per cent for those with a sweet tooth, The Sun reported.\n\nLiver cancer is diagnosed around 2,800 times per year in Australia, with around 2,400 deaths a year.\n\nIt has a low survival rate, with only 20.9 per cent alive five or more years after their diagnosis.\n\nThe new study analysed data from 90,000 postmenopausal women who participated in the Women’s Health Initiative, a long-term study launched in the early 1990s.\n\nResearchers led by the University of South Carolina looked over their health over an average of 18 years, after they had given dietary questionnaires.\n\nAround seven per cent of women reported consuming one or more 12-ounce servings of sugar-sweetened beverages per day.\n\nA total of 205 women developed liver cancer, of which the symptoms include fatigue, loss of appetite, feeling sick, pain under the ribs and itchy skin.\n\nWomen who had one or more sugar-sweetened beverages daily were 78 per cent more likely to develop liver cancer.\n\nThose consuming at least one soft drink per day were 73 per cent more likely to develop liver cancer - compared with those who never had only three per month or none at all.\n\nLead author Longgang Zhao, a doctoral candidate, said: “Our findings suggest sugar-sweetened beverage consumption is a potential modifiable risk factor for liver cancer.\n\n“If our findings are confirmed, reducing sugar-sweetened beverage consumption might serve as a public health strategy to reduce liver cancer burden.\n\n“Replacing sugar-sweetened beverages with water, and non-sugar-sweetened coffee or tea could significantly lower liver cancer risk.”\n\nThe findings were presented at the annual meeting of the American Society for Nutrition.\n\nMore studies would be needed to determine if, and why, sweet drinks may contribute to liver cancer.\n\nBut the researchers said that it may be because sugar increases the risk of obesity and type 2 diabetes, which are in turn risk factors for liver cancer.\n\nRead more\nhttps://www.news.com.au/lifestyle/health/diet/drinking-one-sugarsweetened-drink-a-day-increases-cancer-risk-by-78-study-finds/news-story/14ebb305393feef818e6b668fd8a365d", "Interest": "Health, fitness, lifestyle", "storyID": "STY1655598191", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "ADI_age": "27.866137566137564", "ADL": "True", "GLAAD": "False", "userPrimaryID": "33449", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userID": "USR1650733809", "least_likely_activity": "", "storyPrimaryID": "108248", "Media": "https://image.pixstory.com/Pixstory-image-165559813285772.png", "sarc": "False", "sport_event": "['World Snooker Championship']", "Title": "Drinking one sugar-sweetened drink a day increases cancer risk by 78%", "Gender": "", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}