{"DDI_age": "37.324074074074076", "storyID": "STY1665742824", "accountCreateDte": "2022-06-14", "sport_event": "['NBA Finals']", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Festivals": "['Doc Edge 2022', 'Tribeca Film Festival 2022', 'Sydney Film Festival 2022', 'Annecy International Animation Film Festival 2022']", "userPrimaryID": "44334", "most_likely_activity": "", "Age": "25", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "storyPrimaryID": "155423", "id": "0039c521-df55-472f-835c-025829711895", "least_likely_activity": "", "Title": "PS5 sales have increased by 400% in US: Thank Kratos!", "Media": "https://image.pixstory.com/Pixstory-image-166574281493810.png", "ADI_age": "42.805555555555564", "Narrative": "<p dir=\"ltr\">In recent days, Sony has begun selling PS5 at an exponentially higher rate than before. As reported by Video Games Chronicle, David Gibson, a senior analyst at MST Financial, Sony sent around 7.5 million kilograms of PlayStation products to the US in September 2022, marking a dramatic increase from last year. </p>\n<p dir=\"ltr\">Just in time for the release of God Of War: Ragnarok, the sales have now reportedly increased by upto 400% in the US.</p>\n<p dir=\"ltr\">&#160;Other sources have also confirmed the reports of this massive increase in PS5 sales, as GamesIndustry.biz head Christopher Dring mentioned that PS5 availability during September was surprisingly good.</p>\n<p dir=\"ltr\">&#160;Sony's next generation console, alongside the entire tech industry, has suffered from severe production issues since its 2020 release, mainly due to heavy chip shortage and COVID-19.</p>\n<p dir=\"ltr\">&#160;Despite these struggles Sony has managed to sell more than 20 million PS5 units as of June 2022, and while it missed its original 2021 sales target by 3.3 million units, the company declared that it estimated a further 18 million sales by March 2023.</p>\n<p dir=\"ltr\">&#160;Sony has recently increased the price of PS5, though it remains to be seen if this price increase will have any impact on the total demand of the console.</p>\n<p dir=\"ltr\">&#160;</p>\n<p dir=\"ltr\">&#160;</p>\n<p dir=\"ltr\">&#160;</p>\n<p dir=\"ltr\">&#160;</p>\n<p dir=\"ltr\">&#160;</p>\n<p dir=\"ltr\">&#160;<br></p>", "sarc": "False", "Gender": "", "userID": "USR1655228976", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}