{"id": "00398de2-7d88-4ae2-bd09-892a9f41df7f", "DDI_age": "25.175925925925913", "storyPrimaryID": "144883", "Age": "44", "diagnosis_1": "", "most_likely_activity": "", "userPrimaryID": "28847", "ADI_age": "33.07222222222222", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADDI_age": "37.23703703703705", "userID": "USR1646865414", "sarc": "True", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "", "Narrative": "<p dir=\"ltr\">Chandigarh Estate office organises Camp to recover the government dues <br></p>\n<p dir=\"ltr\">The Estate office organised Camp at different Booth markets (under Rehabilitation Scheme) of Chandigarh i.e. Sector 9, 11, 37, 38, 40, 41, 42, 43 &amp;, regarding recovery of the Government Dues/outstanding dues towards Ground Rent, Instalments, GST thereupon. </p>\n<p dir=\"ltr\">Around 425 lessees/allottees visited the camp and know their dues. By organizing this camp, the Estate Office has been able to recover approx 82&#160; Lacs in two days camp. Some of the allottes/lessee has obtained details of their pending Govt. Dues, which have been intimated to them on the spot and they have stated that they will either deposit the requisite dues by online mode or they will directly deposit at receipt counter of Estate Office in coming week/days, in order to avoid any adverse action to be taken like cancellation of Booth, eviction proceedings etc.<br>\nThe Estate Office has organized this camp for providing service at door step. The basic purpose of these camps is to spread awareness amongst lessees about outstanding Govt. Dues.&#160; After the expiry of time period given to the lessees/allottees in demand notices, the action for issuance of show cause notices for cancellation of lease of defaulter allottees shall be taken by the Estate Office.&#160; The Branch In-charge as well as Dealing Assistant of the branch were present in the Camps for whole day and guided the visitor meticulously.&#160; Even, the Assistant Estate Officer has also visited the Camps and met with the lessees/allottee to make them aware about importance of deposition of Govt. Dues.&#160; It was a successful camp for the Administration and also for the lessees/allottees, who got the facility for deposition of dues and knowing about their pending dues at their door step.&#160; Some lessees/allottees of other market had also approached in these camps, who were also provided proper guidance and help in relation to deposit of Govt. Dues.</p>", "storyID": "STY1663467046", "accountCreateDte": "2022-03-10", "DDI_sex": "24.34166666666667", "Title": "Chandigarh Estate office organises Camp to recover the government dues", "Media": "https://image.pixstory.com/Pixstory-image-166346696947485.png", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}