{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "Key nutrient to help treat migraines", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Narrative": "A migraine isn't only a bad headache. It's a common neurological illness that manifests itself in a variety of ways and can endure for varying lengths of time, depending on the person. Before the migraine, one-third of migraine sufferers report \"visual abnormalities.”\nBecause they've been told it's \"just a headache,\" many people hide their migraines from their employers and families. Migraines are more common in women, and \"women's pain is more commonly disregarded than men's anguish,\" she explains. Females are three times more likely than guys to suffer from migraines.\nWHAT TO EAT WHEN YOU HAVE MIGRAINES\n Cutting back on alcohol and caffeine is \"a good start\" for lowering migraines, as is avoiding huge changes in how much of each you consume — for example, avoiding a night of binge drinking or a day where you drink five cups of coffee instead of your regular one.Limiting your intake of cheese, chocolate, processed meats, citrus fruits, and some dairy items is also recommended in several migraine diet regimens. However, there are few high-quality research on diet-related triggers overall.\nA study published in the journal BMJ in 2021 suggests that persons who suffer from migraines should boost their omega-3 fatty acid intake. These polyunsaturated fats are essential for human health and can only be ingested through food. Omega-3 fatty acids can be found in foods like flaxseed and fish, as well as fish oil supplements.\nFoods that contain omega-3s include:\nFish and other seafood, including salmon, mackerel, tuna, herring, and sardines\nNuts and seeds, including flaxseed, chia seeds, and walnuts\nFortified eggs, yogurt, milk, and soy beverages\nOmega-3 supplements include cod liver oil, fish oil, algal oil, and krill oil.\nDiets can alter the amounts of omega-3 and omega-6 fatty acids in the nervous system, immune system, and other tissues implicated in chronic pain, the biochemical hypotheses that underpin these studies could potentially be relevant for other types of chronic pain.\nFull article available at :\nhttps://www.inverse.com/mind-body/food-to-help-migraine-pain", "Interest": "migraine, headache, health research, health care, Health, nutrients", "ADI_age": "42.805555555555564", "userID": "USR1632727191", "storyID": "STY1646679677", "sarc": "True", "storyPrimaryID": "85852", "ADDI_sex": "31.20555555555555", "userPrimaryID": "9220", "Media": "https://image.pixstory.com/Pixstory-image-164667958655998.png", "diagnosis_3": "Depression", "id": "00399daf-1e94-4341-9113-a9ea0898a823", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}