{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userPrimaryID": "6535", "Narrative": "By Ashutosh Dixit\n\nStreet vendors are integral to our country’s informal economy. The Covid-19 pandemic and the lockdown that ensued adversely impacted the lives of thousands of street vendors across the country. The central government introduced the PM SVANidhi scheme in June 2020 to provide financial loans as working capital to the street vendors to help them resume their businesses. But the scheme is fraught with multiple issues and has failed to achieve its objectives.\n\nVenkatesh Nayak, Director, Commonwealth Human Rights Initiative, speaks to The Probe’s Ashutosh Dixit on the PM SVANidhi scheme.:- https://youtu.be/f2MFH9_9fSM\n\nThe PM SVANidhi scheme falls under the Ministry of Housing and Urban Affairs, and the prime objective of the project is to issue loans to the street vendors, incentivise regular repayments, and reward street vendors for digital transactions. \n\n\n“The idea of providing loans to the street vendor community who mostly belong to the marginalised sections was a very noble concept. Under this scheme, three categories of loans are given to the street vendors. The first is a Rs 10,000 loan. The second is a Rs 20,000 loan for people who have repaid in full the first loan amount of 10,000 rupees. The third category is a Rs 50,000 loan. Apart from that, the beneficiaries are granted a 7 per cent interest subsidy under this scheme. According to the government of India, this scheme covers only 75 cities, but all street vendors are not concentrated in 75 cities. They are there in every district of the country. There are more than 720 districts in India. Why has such a huge population been left out from availing the benefits of the scheme?” asks Venkatesh Nayak, Director of Commonwealth Human Rights Initiative.\n\nNayak has been closely tracking the implementation of this project. After he found that the government website did not have details regarding data related to the scheme, he filed an RTI application before the Ministry of Housing and Urban Affairs (MoHUA) in May 2022.\n\nRead the full story here:- https://theprobe.in/rti-reply-on-pm-svanidhi-scheme-for-street-vendors-in-india-reveal-glaring-details/", "diagnosis_1": "", "accountCreateDte": "2021-05-31", "storyID": "STY1659338033", "most_likely_activity": "", "storyPrimaryID": "120674", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "userID": "USR1622465874", "diagnosis_3": "", "Title": "RTI reply on PM SVANidhi Scheme for street vendors in India reveal glaring details", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Interest": "the probe", "Media": "https://image.pixstory.com/Pixstory-image-165933795124012.png", "sarc": "False", "id": "003b6460-8c5e-4539-9222-a50c8d9caf23", "Festivals": "['One World Romania - International Human Rights Documentary Film Festival', 'Vienna Shorts - International Short Film Festival', 'Zlín Film Festival - International Film Festival for Children and Youth', 'Mountainfilm Documentary Festival - Telluride', 'Festival Internacional de Cine de Alicante', 'Molodist International Film Festival', 'Krakow Film Festival']", "sport_event": "['IIHF World Championship', 'French Open']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}