{"DDI_age": "37.324074074074076", "storyPrimaryID": "101532", "Age": "23", "userID": "USR1647328091", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "ADDI_age": "49.88518518518518", "id": "003bc5d0-9965-43f7-8a23-a8e5fe1c8cf0", "most_likely_activity": "", "Interest": "pulitzer prize", "Media": "https://image.pixstory.com/Pixstory-image-165309067593556.png", "Festivals": "['SXSW 2022']", "ADI_sex": "30.177777777777784", "GLAAD": "False", "userPrimaryID": "29013", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Title": "Pulitzer Prize!", "ADI_age": "42.805555555555564", "sarc": "False", "accountCreateDte": "2022-03-15", "Gender": "", "DDI_sex": "24.34166666666667", "storyID": "STY1653091040", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Narrative": "Americans heard a lot about The Pulitzer Prize, what is it? The Pulitzer Prize is an award for accomplishments in newspaper, magazine, online journalism, literature, and musical composition within the United States. It was founded in 1917 by provisions in the will of Joseph Pulitzer, who had made his fortune as a newspaper publisher and is administered by Columbia University. \n\nPrizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category is awarded a gold medal.\n\nThe Pulitzer Prize does not automatically consider all acceptable works in the media, but only those that have specifically been entered. (There is a $75 entry fee, for each desired entry category.) Entries must fit in at least one of the specific prize categories, and cannot simply gain entrance for being literary or musical. Works can also be entered only in the most of two categories, regardless of their properties.\n\nSome researchers said that the female winners were more likely to have traditional academic experiences, such as attendance at Ivy League schools, metropolitan upbringing, or employment with an elite publication such as The New York Times. The findings indicate a higher level of training and connectedness are required for a female applicant to be awarded the prize, compared to male researchers concluded female winners were more likely to have traditional academic experiences, such as attendance at Ivy League schools, metropolitan upbringing, or employment with an elite publication such as The New York Times. The findings suggest a higher level of training and connectedness are required for a female applicant to be awarded the prize, compared to male counterparts.", "jaccard_score": 3.6777389961173586e-05}