{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "storyPrimaryID": "156519", "ADI_sex": "26.211111111111126", "Narrative": "<p dir=\"ltr\">Impact on India continues...</p>\n<p dir=\"ltr\">Saeed&#8217;s claims are amply borne out by both Indian and pakistani figures of intrusions and terrorist training camps operating from Pakistan. India has prepared a list of 54 terrorist training camps operating in Pakistan&#8212;27 in Pakistan Occupied Kashmir, eight in Punjab, 15 in Khyber Pakhtunkhwa, one in Sindh and three in Northern Areas. Infiltration too has shown a discernible rise in the past years. As per Pakistan media reports, several training camps were activated in April 2005 and hundred of terrorists were pushed towards the Line of Control for infiltration during the summer months.</p>\n<p dir=\"ltr\">JeM, too, despite some setbacks during the Musharraf regime for targeting him in two assassination attempts in 2003, has consolidated its strength in Bahawalpur, Peshawar and Karachi. Such plans have been in place for some time. Way back in 2006, Pakistan media was reporting that groups like the LeT and JeM were, with the help of the ISI, setting up training centres for new Taliban recruits. </p>\n<p dir=\"ltr\">According to Herald, a well known English language magazine published from Karachi, more than a thousand trained militants from Kashmir were training in three Hizbul Mujahideen (HM) camps in the Hazara region of NWFP alone. Of these, the Hisari and Batrasi camps were located in the Manshera district, while a third camp was located in Boi in the district of Abbotabad. &#8220;The sources say that thousands of other militants are in camps run by half a dozen smaller Kashmiri groups or predominantly Pakistani outfits such as the LeT, the JEM, the Harkat-ul-Mujahideen (HuM) and Al Badr Mujahideen in Khyber Pakhtunkhwa and the Pakistan-administered Kashmir regions,&#8221; said a media report.</p>\n<p dir=\"ltr\">To be continued...</p>", "sport_event": "['Paralympic Games', 'US Open']", "most_likely_activity": "", "Title": "16. PaksAfghanGambit : How many militants were training in Hizbul Camps?", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "Gender": "male", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "DDI_sex": "22.607407407407408", "diagnosis_3": "Tonsillitis", "accountCreateDte": "2021-09-01", "least_likely_activity": "", "userPrimaryID": "8606", "sarc": "False", "diagnosis_2": "Influenza", "Media": "https://image.pixstory.com/Pixstory-image-163049583161345.jpeg", "storyID": "STY1666098993", "ADDI_sex": "31.20555555555555", "userID": "USR1630490247", "id": "003c2a04-4396-4054-a6d8-a976a1ac1228", "diagnosis_1": "Viral infections", "ADL": "False", "Festivals": "", "median_activity": "", "jaccard_score": 4.203130281276981e-05}