{"storyID": "STY1650008931", "diagnosis_1": "", "userID": "USR1637363068", "Narrative": "The France international tells PSG TV about her arrival at the club and the ambitions the squad still has this season.\n\n\"Very well! I've settled in well, because I already knew quite a lot of the girls. Also, I was coming back to the Paris region. It's where I'm from, so that makes it easier. The girls immediately made me feel comfortable, so it was very easy to adapt. I had played with some of them with the national team, and with Sakina Karchaoui at Montpellier. So, I already had a connection with some players, and everything has gone as I had hoped.\" \n\nYou play with Paulina Dudek, Amanda Ilestedt and Estelle Cascarino at centre-back. How have you built the connection between you all?\n\n\"I had played with Estelle for a number of years at Paris FC, so it was a bit easier for us two. Paulina and Amanda are two great players, so it's easy to adapt to them, to communicate. Paulina speaks French very well, so it was easy to get to know her and know what she expected from the person playing alongside her. We learn from each other every day, and even playing against forwards like Marie-Antoinette Katoto or Jordyn Huitema, defending against them helps us improve.\"\n\nHow do you feel the season has gone so far?\n\n\"Very positively. I think that we've met expectations so far. It's true that in the league we've had a few slips, but nothing is lost. We haven't lost hope. We want to go all the way in the Champions League and the same for the Coupe de France. It's the same, we want a trophy.\"\n\nYou're playing Issy on Saturday. What's the mood like in the squad? \n\n\"We know it's going to be difficult to get back into things after the international break, but we owe it to ourselves to win this game, to refocus on the club. We're in good spirits and in a good spell. We have to stay focussed, because I think anything can happen in football, positive as well as negative.\"", "Interest": "psg, psg feminine, football", "most_likely_activity": "", "ADDI_age": "33.59444444444444", "DDI_age": "23.299999999999997", "ADI_sex": "30.177777777777784", "id": "003dda03-fd23-40c5-9a23-928e2315a381", "userPrimaryID": "11144", "GLAAD": "False", "Festivals": "['Aesthetica Short Film Festival', 'Sydney Film Festival', 'Mezipatra Queer Film Festival', 'Fort Lauderdale International Film Festival', 'Thessaloniki International Film Festival', 'New Orleans Film Festival', 'Cork International Film Festival', 'Verzio International Human Rights Documentary Film Festival', 'Stockholm International Film Festival', 'RIDM - Montreal International Documentary Festival', 'Canberra Short Film Festival', 'Films from the South Festival - Film Fra Sør', 'Alexandria Film Festival', 'Amiens Film Festival', 'Norwich Film Festival', 'This Is England Film Festival', 'Tallinn Black Nights Film Festival', 'A-Film Teens Fest - International Online Children and Youth Film Festival', 'Havana Glasgow Film Festival', 'Festival Cámara Corporizada', 'Derby Film Festival', 'IDFA - International Documentary Festival Amsterdam', 'Jean Rouch International Film Festival', 'FICX - Gijon International Film Festival', 'Festival dei Popoli']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-165000887027208.png", "Title": "Elisa De Almeida: 'We owe it to ourselves to win'", "sarc": "True", "accountCreateDte": "2021-11-20", "storyPrimaryID": "93964", "Gender": "others", "Age": "52", "DDI_sex": "24.34166666666667", "ADL": "False", "sport_event": "", "diagnosis_2": "", "ADI_age": "29.383333333333326", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}