{"DDI_age": "37.324074074074076", "userID": "USR1654102043", "most_likely_activity": "Health", "id": "003eff86-6f3a-473c-a5c0-bb27084f2e8b", "ADDI_age": "49.88518518518518", "Gender": "female", "Media": "https://image.pixstory.com/Pixstory-image-165455276482215.png", "DDI_sex": "26.07592592592593", "accountCreateDte": "2022-01-06", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "Interest": "one direction, music", "ADDI_sex": "38.53888888888888", "Title": "Louis doesn't like One Direction's debut album", "userPrimaryID": "40936", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "least_likely_activity": "Hiking", "sarc": "True", "storyPrimaryID": "121434", "Narrative": "Up All Night may have been the album that made One Direction international sensations in 2011, but that doesn’t mean all of the band members think it’s a good record. In a recent interview on the Smallzy’s Surgery podcast, Louis Tomlinson got real about his feelings toward his former band’s debut project.\n\n“Twelve years ago today the band got formed, but the first album was s–t anyway,” he said at the very beginning of the 14-minute episode\n\nReleased the year after One Direction was formed on The X Factor, Up All Night debuted at No. 1 on the Billboard 200. Its lead single — and the band’s breakout hit — “What Makes You Beautiful” hit No. 4 on the Billboard Hot 100, while single “One Thing” reached No. 39.\n\nTomlinson is now gearing up to release his second solo album, which he said on the podcast doesn’t have a release date as of yet. The record will follow 2020’s Walls — which the 30-year-old “Back to You” singer says was more difficult to make than his current project.\n\n“I’ve enjoyed [making this album] 20 times more than the first album,” he said. “I think there’s still pressure for me to deliver a good record but there was just so many different opinions on the first album and me trying to find my feet coming out of a band the size of One Direction. So I feel like I’ve been able to look at this record with a bit more clarity.”\n\nAnd though Tomlinson apparently isn’t a fan of all the music he and his One Direction mates made together, he definitely doesn’t feel the same way about the band itself. A few days prior to his appearance on the podcast, he revealed that he’s hopeful for a reunion with Harry Styles, Zayn Malik, Niall Horan, and Liam Payne.\n\n“I’ll be pretty gutted if it’s not, like definitely,” he said on the Australian daytime program Sunrise. “What’s the impossible question to answer is when. I’ve got no idea, but I’d be really, really surprised if one day we didn’t. It would be a waste.”", "Age": "19", "ADL": "False", "sport_event": "", "Festivals": "", "storyID": "STY1659474629", "jaccard_score": 4.553391138050063e-05}