{"Narrative": "On the 6th morning, we visited the spot where the incident had taken place, and I was pained to see the shoulder badge of the IPS lying on the ground amidst the bushes where the gypsy was seen hanging on a tree. \n\nI had visited Bheembandh for the first time in January, 1992 as a schoolchild along with my parents and others from the locality on a family picnic. Then, we had tremendously enjoyed the adventures in the forests having hot springs. As a child I had roamed around the forest streams which had continuously moving hot water. A part of the hot streams had been utilised in beautifully tiled fresh and clean swimming pools near a Forest Guest House. We had camped around the beautiful surroundings of the guest house and thoroughly enjoyed playing games with friends in and around the hot water pools. At that time, the place was known only for wildlife and not for Maoist activities. But having left the place with very pleasant memories in 1992, never did I know that my next visit years later would be on such a sad occasion.\n\nThe day (6th January, 2005) was spent in meetings over the plan for future operations in the continuing state of confusion as the new SP of Munger was yet to be posted.\n\nWe came back to Bhagalpur in the late night of 6th/7th January and I could read the newspaper only on the next morning, from which I preserved certain memories. The memories still remain in the mind and make me think vigorously at times.\n\nSharing some News Reports from the Hindustan dated 7th January, 2005 (Bhagalpur edition), which I preserved after reaching Bhagalpur. They describe the #FirstDay in the Field quite well...", "ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "Media": "https://image.pixstory.com/Pixstory-image-165458240074039.png", "userID": "USR1647426127", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "id": "010755ef-a8d0-4265-9005-b79f1595457d", "sport_event": "['Six Nations', 'ODI World Cup for women']", "Interest": "vikas vaibhav, blog", "most_likely_activity": "", "Age": "12", "accountCreateDte": "2022-03-16", "Festivals": "['SXSW 2022']", "ADI_age": "27.866137566137564", "GLAAD": "False", "Gender": "male", "diagnosis_3": "", "storyPrimaryID": "105419", "DDI_sex": "22.607407407407408", "least_likely_activity": "", "Title": "2. Diary of a Cop : First Day in the Field", "storyID": "STY1654582509", "sarc": "True", "ADDI_sex": "31.20555555555555", "ADL": "False", "diagnosis_2": "", "median_activity": "", "userPrimaryID": "29049", "jaccard_score": 4.02799985289044e-05}