{"storyID": "STY1643802814", "Interest": "manchester united women, muwfc, mufc, women's football, transfers, manchester united, football, fawsl, women's fa cup, conti cup", "DDI_age": "37.324074074074076", "Title": "Manchester United’s transfer business shows ambition", "diagnosis_2": "Carbon monoxide poisoning", "Age": "21", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "sport_event": "['World Championships (women)']", "ADDI_age": "49.88518518518518", "least_likely_activity": "Writing", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Narrative": "Marc Skinner has been doing a monumental job as the manager of the Manchester United Women’s team. He took some time to adjust to the new job but has finally started delivering results lately. United are on a run of 7 games unbeaten. They have scored 20 goals and conceded 0 in these games but the real test lies ahead! \n\nManchester United will face Emma Hayes’ Chelsea side in the semi-final of the Conti Cup. Skinner will be looking to guide United to their first ever cup final since the team was re-formed in 2018. On Saturday, Skinner will face Jonas Eidevall’s Arsenal side at Meadow Park. This will be followed by a trip to Manchester City in the league and hosting the neighboring rivals again at LSV in the FA Cup fifth round. \n\nThe hattrick of signings on the WSL deadline day has helped Skinner in terms of improving squad depth in terms of both quality and quantity. Jade Moore is still sidelined as she is recovering from a knee injury. But the experienced Irish defender and a lifelong Manchester United fan Diane Caldwell is available and was in the matchday squad vs Bridgwater United. The talented Danish forward Signe Bruun’s arrival (on a loan) has boosted the morale of the fans and surely the team. \n\nLadd is an important part of Skinner’s system and with Moore joining, United finally have a good backup CDM. With no news regarding Millie Turner’s recovery, United had only Mannion and Thorisdottir as the CBs but with the arrival of experienced CB Caldwell, that issue has been resolved. Bruun adds a much required depth up-front and can easily cement her place in the XI.\n\nThe month of February is make or break for Marc Skinner. The next 4 games will decide the fate of United in the FA WSL, the FA Cup and the Conti Cup but the addition of the experienced duo of Caldwell, Moore and the energetic No.9 Bruun are an indication that United are ready to break the dominance of the traditional top 3 of Chelsea, Arsenal and Manchester City.", "userPrimaryID": "12288", "DDI_sex": "22.607407407407408", "userID": "USR1638809306", "Media": "https://image.pixstory.com/Pixstory-image-164379049215733.png", "ADI_age": "42.805555555555564", "accountCreateDte": "2021-12-06", "sarc": "True", "ADDI_sex": "31.20555555555555", "storyPrimaryID": "78797", "diagnosis_3": "Depression", "ADL": "False", "Festivals": "", "id": "010b0e1e-111c-4c07-92a7-45ff20927bba", "jaccard_score": 4.728521566436604e-05}