{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "21", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userID": "USR1641927505", "Narrative": "È passato un quarto di secolo da quando uno degli stilisti più innovativi del Novecento veniva uccido sulle scale della sua abitazione a Miami.\nDue colpi di pistola sparatigli da un fan, un pazzo, un criminale che ci hanno privato dell’estro creativo dell’uomo che ha liberato le donne e mostrato loro quanto l’empowerment potesse venire dai vestiti.\nContemporaneo di Armani, vestivano due donne completamente diverse, scherzando si diceva “Armani veste la moglie, ma Versace: l’amante”.\nAbiti succinti ispirati al bondage, ma anche lunghi vestiti da sera da sogno passando per armature in maglia metallica (oroton, da lui inventata) che hanno desiderato indossare tutte le donne del mondo. Patty Pravo, sua musa ispiratrice, ne ha indossate diverse versioni durante il Sanremo 1983.\nGianni ha lasciato un’impronta indelebile con il suo lavoro, così come una voragine incolmabile con la sua morte. Sua sorella Donatella ha preso in mano le redini del regno e l’ha portato all’apice del successo. Oggi Versace è uno dei marchi più noti, riconoscibili e desiderati da ogni parte del globo ed è confortante pensare che Gianni ne sarebbe tanto fiero.", "Interest": "gianni versace, versace, donatella versace", "least_likely_activity": "Writing", "Media": "https://image.pixstory.com/Pixstory-image-165787954282066.jpeg", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "storyID": "STY1657879960", "DDI_sex": "22.607407407407408", "id": "0111b3b4-a833-4025-b19f-5c6a1d610f59", "ADI_age": "42.805555555555564", "sarc": "False", "accountCreateDte": "2022-01-12", "ADDI_sex": "31.20555555555555", "userPrimaryID": "19480", "storyPrimaryID": "116289", "Title": "Manchi sempre, Gianni.", "sport_event": "['Africa Cup of Nations']", "diagnosis_3": "Depression", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}