{"Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "DDI_age": "25.175925925925913", "ADI_sex": "26.211111111111126", "Title": "Covaxin, covishield might soon get regular market authorization", "most_likely_activity": "Health", "diagnosis_3": "Botulism", "Narrative": "DCGI's Subject Expert Committee (SEC) recommends regular market authorisation to Covishield and Covaxin.  Final decision will be taken by Drug COntroller General of India .\nThis was announced and confirmed on  the official twitter handle of Central Drugs Standard Control\nOrganisation (CDSCO) under the Ministry of Health and Family Welfare. \nThe tweet said  “CDSCO has recommended for upgrade of covishield and covaxin status from restricted use in emergency situations to grant of new drug permission with conditions In adult population ,DCGI will evaluate the recommendations and give its decision”. \n\nPharma companies Serum Institute of India (SII) and Bharat Biotech had submitted applications to the Drugs Controller General of India (DCGI) seeking regular market authorisation for their respective vaccines.\nAccording to NDTV, Prakash Kumar Singh, Director (government and regulatory affairs) at SII, had submitted an application to the DCGI on October 25 on this matter.DGCI has sort more material and documents of the same . \n\nIndia’s COVID-19 vaccination coverage has crossed 159.54 Crore (1,59,54,40,865) . \n\nCovaxin and Covishield were granted Emergency Use Authorisation (EUA) on January 3. India has so far used both vaccines for its covid vaccination programme. \nBoth companies have submitted the results of their phase two trials and the vaccines have worked successfully in large populations .\nWhat is the final decision needs to be seen.", "Age": "45", "diagnosis_2": "Irritable bowel syndrome", "storyPrimaryID": "72832", "userPrimaryID": "20", "ADI_age": "33.07222222222222", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Media": "https://image.pixstory.com/Pixstory-image-164068842176444.jpeg", "least_likely_activity": "School", "Interest": "Health, india, covid 19, covid vaccines", "sarc": "False", "diagnosis_1": "Myocarditis", "id": "0112b8e4-a682-4ae3-85c1-1a44235f0740", "ADDI_age": "37.23703703703705", "storyID": "STY1642610266", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2020-11-17", "userID": "USR1605631888", "ADL": "False", "sport_event": "", "jaccard_score": 4.553391138050063e-05}