{"DDI_age": "37.324074074074076", "Narrative": "James Hetfield formed the band after seeing Lars Ulrich's adverts in the Recycler and responding to them. Lars was on the lookout for musicians with whom he might jam. In October 1981, Metallica was created.\n\nMetallica's shortest song was \"Motorbreath,\" which lasted 3:08 minutes.\n\n\"Suicide & Redemption,\" which lasted 9:57 minutes, was their longest song.\n\nThe Metallica Club was founded in 1994. This is made specifically for the band's fans. Annual t-shirts, their own magazine—SoWhat!, backstage passes, free tickets, and other Metallica merchandise are all available through the Metallica Club.\n\nLars and James tried jamming together after meeting through an ad. As Lars' cymbals continued to fall, James was unimpressed. Lars, on the other hand, landed a slot on Brian Slagel's Metal Massacre CD after that brief meeting. This maneuver drew James back, and the rest, as they say, is history.\n\nWhat was the inspiration for the name Metallica? Rob Quintana was pondering various titles for his fanzine. He requested Lars' assistance in brainstorming. Lars proposed another name for him to use instead of Metallica when he mentioned it.\n\nWhen it comes to guitar duties, how do James and Kirk differ? The major guitar harmonies, rhythms, and melodies in their songs are all created by James. Kirk's guitar prowess, on the other hand, rests in ensuring that the lead guitar adds some more (sharp) flavor.\n\nThe Die Krupps have released a nine-song Metallica tribute album. They were a German band with a highly unique musical approach. Keyboards and electronic drums were primarily used.\n\nMetallica relocated from Los Angeles to San Francisco because Cliff, who lived in the city, hesitated to relocate.\n\nThe lads made a joke band called Spastic Children. This was created solely for the purpose of amusement. They'd switch roles on stage and perform live (while drinking).", "sport_event": "['Six Nations', 'ODI World Cup for women']", "storyPrimaryID": "88528", "most_likely_activity": "Health", "id": "01161398-9f7d-4c89-b36e-3ef45405147e", "Media": "https://image.pixstory.com/Pixstory-image-164780343835006.png", "ADDI_age": "49.88518518518518", "storyID": "STY1647803516", "Gender": "female", "userID": "USR1647275975", "DDI_sex": "26.07592592592593", "Festivals": "['SXSW 2022']", "Interest": "metallica, music", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "userPrimaryID": "28998", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "least_likely_activity": "Hiking", "Title": "10 Interesting Facts About Metallica You May or May Not Have Heard Of", "accountCreateDte": "2022-03-14", "Age": "19", "ADL": "False", "jaccard_score": 4.553391138050063e-05}