{"DDI_age": "37.324074074074076", "Narrative": "In Jharkhand’s Gomia block, men and women find themselves falsely accused of being Maoists, called to police stations and threatened, arrested in fake cases, harassed to identify fellow villagers as Naxals. Our investigation reveals police procedures were flouted, detainees were beaten, fake witnesses presented, minors’ age not verified and illegal offers made for government rewards upon surrender.\n\nOrphaned as a boy, Birsa Manjhi, 50, worked for years as a daily wage labourer, travelling by train from his village to Ranchi city for an hour every day to get work that paid Rs 150 per day. \n\nWhen a brick kiln was set up in 2019 near his home in Chorpaniya village of Gomia block in Bokaro district along the state’s eastern border with Odisha, Birsa began to work there, earning Rs 250 per day in the months when work was available. \n\nA maternal uncle’s residence that he had lived in since childhood was bare, except for a wooden cot, some utensils, a few threadbare blankets and paddy straw that his wife, three young daughters and a 20-year-old son spread on the floor in place of mattresses. \n\nIn the second week of November 2021, Birsa was summoned to the Jageswar Vihar police station in Gomia where he was told that he was a wanted Maoist, an absconding criminal, with a prize of Rs 100,000 for his capture. \n\nThe officer in-charge looked at his Aadhar card, and asked if he was Birsa Manjhi. \n\nBirsa said he was. The officer asked for his father's name. \n\n“I said my father's name was Rameshwar Manjhi,\" said Birsa, a Santhal tribal, who constitute 35% of Bokaro’s population. \"To this, the officer said I was lying.” \n\nHe was made to call his sisters, who confirmed to the station house officer (SHO) that their father's name was Rameshwar. Birsa was allowed to leave, but was summoned again on 15 December and ordered to surrender to police in February 2022.\n\nRead more- https://article-14.com/post/making-of-a-maoist-jharkhand-police-declare-villagers-wanted-maoists-lure-coerce-them-to-surrender--62033e803cca6", "Age": "23", "diagnosis_1": "", "Interest": "article14live", "storyPrimaryID": "80216", "storyID": "STY1644388088", "ADDI_age": "49.88518518518518", "accountCreateDte": "2021-09-24", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "userID": "USR1632472672", "diagnosis_3": "", "Title": "Making Of A Maoist: Jharkhand Police Declare Villagers Wanted Maoists,lure…", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "userPrimaryID": "9109", "Media": "https://image.pixstory.com/Pixstory-image-164438789627035.jpeg", "sarc": "False", "Gender": "others", "DDI_sex": "24.34166666666667", "id": "011cbedf-9d72-43a0-9b6f-a3aeb8a76b65", "sport_event": "[' UCI Road World Championships']", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}