{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "diagnosis_1": "", "accountCreateDte": "2022-03-01", "userID": "USR1646131566", "most_likely_activity": "", "Age": "12", "Interest": "a question of pride, books", "storyID": "STY1651283761", "ADI_sex": "30.177777777777784", "id": "011c7e94-ee9b-4fec-abb3-81d60ce06b07", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "Title": "5. A Question of Pride : Treaty signed between China & Britain in regard of to Tibet", "storyPrimaryID": "97550", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sport_event": "['Six Nations']", "sarc": "False", "userPrimaryID": "28647", "Gender": "", "DDI_sex": "24.34166666666667", "Narrative": "The Snow Lion and the British Lion continues...\n\nIt was against this background that the British negotiated the 1890 treaty with a weak Chinese court, which was powerless to refuse. The treaty was signed behind the backs of both the Sikkimese and the Tibetans. This treaty attempted to use the Chinese Government, which claimed to be the overlords of Tibet, to restrain the Tibetan Government. The 1890 treaty delimited (i.e., geographically defined) a Sikkim-Tibet boundary and made arrangements for trade with Tibet. \n\nRegulations regarding the trade were added to the treaty in 1893. This treaty of 1890, signed by China without either consulting or informing the Tibetan government, convinced the Tibetans that the Choe-yon relationship with the Manchu court was over, and that they had therefore lost their ‘protector’. The Tibetans later showed by their actions that they neither agreed with the delimitation, nor were willing to comply with any stipulations therein regarding opening up trade. \n\nThis annoyed the British no end, leading to the Viceroy, Lord Curzon, writing in his January 8, 1903, report to the British Government in London:\n\n‘In our view, the attempt to come to terms with Tibet through the agency of China has invariably proved a failure in the past, because of the intervention of this third party between Tibet and ourselves. We regard the so-called suzerainty of China over Tibet as a constitutional fiction, a political affectation which has been maintained because of its convenience to both parties.\n\nTo be continued....", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-16461332091919.png", "jaccard_score": 3.502608567730818e-05}