{"id": "011d8528-76c2-42f5-bad9-e8bfc5701c31", "DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "154187", "accountCreateDte": "2022-04-20", "Media": "https://image.pixstory.com/Pixstory-image-166538344143943.jpeg", "userPrimaryID": "32675", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1665383514", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Title": "What is cultural appropriation and why is it so harmful?", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "Narrative": "<p dir=\"ltr\">Die Antwoord is a South African band that uses hip-hop music to create a style it calls “zef”. Since it first appeared in 2009, Die Antwoord has been criticised for cultural appropriation (using cultural elements of a minority group in an exploitative way). It’s accused of copying the lyrics and styles of Cape Town artists rapping in South Africa’s Kaaps language, and of mimicking the visual styles of Cape Flats gang members. Adam Haupt has researched and written extensively on hip-hop and identity. He discusses cultural appropriation and the role of power in interactions between dominant and marginalised subjects in a case like Die Antwoord’s.</p><p dir=\"ltr\"></p><p dir=\"ltr\">What is cultural appropriation?</p><p dir=\"ltr\"></p><p dir=\"ltr\">In an article on cultural appropriation, visual culture scholar Rina Arya writes:</p><p dir=\"ltr\"></p><p dir=\"ltr\">Integral to the definition of cultural appropriation is an asymmetry of power between two cultures that involves the majority/dominant culture taking from the marginalised culture.</p><p dir=\"ltr\">So, it’s more productive to think about cultural appropriation in terms of relations of power. For example, in South Africa, Afrikaner nationalists appropriated the local Kaaps language to produce the Afrikaans language, a version that stripped Kaaps of its creolised Khoi San, Arabic and south-east Asian roots to favour its Dutch origins because it could do</p><p dir=\"ltr\"></p><p dir=\"ltr\">Cultural appropriation is both enabled by power and is an expression of power.</p><p dir=\"ltr\"></p><p dir=\"ltr\">How is Die Antwoord a good example of this?</p><p dir=\"ltr\"></p><p dir=\"ltr\">Die Antwoord means “the answer” in Afrikaans, the language associated with the dominant white minority rulers of apartheid South Africa.</p><p dir=\"ltr\"></p><p dir=\"ltr\">The band has two members, Ninja and Yolandi. They created a hip hop outfit using Kaaps as a basis for their lyrics and styling Ninja as a Cape Town gangster. So, a privileged white man, Waddy Jones, created Ninja after previously crafting other hip hop personas such as Max Normal. Jones is neither “black”/“coloured” nor “white” working-class. He is not a gangster either.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Stereotypically, speakers of Kaaps have been presented as “mixed race” or “coloured” people.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Read more: https://theconversation.com/what-is-cultural-appropriation-and-why-is-it-so-harmful-185976</p>", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.6777389961173586e-05}