{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userID": "USR1647426127", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "storyID": "STY1652589687", "Narrative": "The holistic method to be adopted should be developed gradually. Firstly a dialogue should be developed with community members. Depending on the degree of alienation the strategy should be adopted. To start with, the local elected representatives who often deal with government institutions should be called for a meeting, and, the new intentions of the police should be shared. The resolve to help the community and mission statement should be made. The resolve should be to work for general development of the community without naming the members who are seen to be sympathisers or supporters of the maoist movement. The meeting should also chalk out a plan for further development of the community interaction on a weekly/monthly basis depending on the magnitude of the problem. Areas where the problem is new and weak may require lesser effort than badly affected areas. \n\n\nAfter some time elapses from the initial resolve with active community members (a month at least), several community policing camps should be held with proper planning and focus in affected areas. The security of the camps should be properly planned to take care of all perceived threats. The new face and intention of the police should be explained at these interactions. The camps should also try to involve volunteers and NGO’s working in the area. Officials of other government agencies ahould also be involved. Free medical check-ups should be organised with the distribution of most essential items like blankets in winters etc. \n\nTo be continued...", "id": "011eb94d-bc23-4085-a641-011838ccec50", "most_likely_activity": "", "Age": "12", "accountCreateDte": "2022-03-16", "Festivals": "['SXSW 2022']", "Interest": "diary of a cop, blog", "ADI_age": "27.866137566137564", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-165035184063338.png", "Gender": "male", "Title": "40. Diary of a Cop : Implementation Strategy of Community Policing Solution ", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "least_likely_activity": "", "sarc": "False", "ADDI_sex": "31.20555555555555", "storyPrimaryID": "100294", "ADL": "False", "diagnosis_2": "", "median_activity": "", "userPrimaryID": "29049", "jaccard_score": 3.8528694245038994e-05}