{"ADDI_age": "32.42619047619048", "sport_event": "['French Open']", "DDI_age": "22.63095238095238", "userID": "USR1623313390", "diagnosis_1": "", "most_likely_activity": "", "userPrimaryID": "6952", "ADI_sex": "30.177777777777784", "Title": "Elon Musk to Donald Trump: Hang it up", "Media": "https://image.pixstory.com/Pixstory-image-165765134110710.png", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "id": "01225d8c-ca97-4218-a6fe-a54b88b6b6b1", "ADDI_sex": "34.87222222222221", "storyPrimaryID": "115563", "accountCreateDte": "2021-06-10", "least_likely_activity": "", "Narrative": "Days after expressing his intention to pull out of his attempted acquisition of Twitter, Elon Musk is telling Donald Trump to quit politics.\n\n“I don’t hate the man, but it’s time for Trump to hang up his hat & sail into the sunset,” Musk tweeted Monday night.\n\nTrump trashed Musk over the weekend, calling him “another bulls--t artist” during a rally in Alaska. That insult came the day after Musk announced he no longer wished to pay $44 billion for the social media platform that banned Trump following the 2021 attack on the U.S. Capitol by Trump-supporting extremists. Twitter’s board of directors said it will force Musk to make good on the deal.\n\nIn his tweet Monday, Musk also appeared to suggest Democrats in power should refrain from trying to hold Trump accountable for his alleged transactions so he can walk safely into that sunset.\n\n“Dems should also call off the attack,” Musk added. “Don’t make it so that Trump’s only way to survive is to regain the Presidency.”\n\nRight-wingers still supporting the ex-president tweeted their displeasure with Musk urging Trump to go away. Those supporters touted what they felt were the 45th president’s strong points.\n\n“Yeah, but too much drama,” the 51-year-old entrepreneur replied. “Do we really want a bull in a china shop situation every single day!?”\n\nMusk also suggested anyone who has celebrated a 70th birthday is too old to run the country. That would rule out Trump, 76, and President Biden, 79, who has said he will seek reelection in 2024. The rocket-building billionaire has expressed interest in Florida Gov. Ron DeSantis, 43, as the nation’s next president.\n\nMusk, with a net worth of $226 billion, is the world’s richest man, according to Forbes. That financial publication puts Trump’s worth at $3 billion, which is $430 million more than when he left office in 2021.", "sarc": "True", "storyID": "STY1657651403", "Gender": "others", "DDI_sex": "24.34166666666667", "Festivals": "['Sheffield Doc/Fest', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Beat Film Festival', 'Doc Edge International Documentary Film Festival', 'Sombra Festival - European Fantastic Film Festival of Murcia', 'Sheffield Doc/Fest', 'Très Court International Film Festival', 'Biografilm Festival', 'Animafest Zagreb - World Festival of Animated Film', 'Ferrara Film Corto Festival', 'Cabourg Film Festival', 'Chamonix Film Festival', 'Kortfilmfestivalen - Norwegian Short Film Festival', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Downtown Tyler Film Festival', 'Encounters - South African International Documentary Festival', 'deadCenter Film Festival', 'FIRE!! - Mostra International de Cinema Gai i Lesbia de Barcelona', 'Frameline45 San Francisco International LGBTQ+ Film Festival']", "ADL": "False", "diagnosis_2": "", "Interest": "donald trump, elon musk, Politics, usa", "median_activity": "", "jaccard_score": 4.02799985289044e-05}