{"ADDI_age": "41.39629629629629", "diagnosis_1": "", "Title": "Iconic Foods Of Australia That You Should Try Atleast Once!", "userPrimaryID": "33262", "DDI_age": "28.392592592592596", "Interest": "Food", "accountCreateDte": "2022-04-22", "most_likely_activity": "", "Narrative": "Australian food is one of its kind and is the most elite, in my opinion. It is the most iconic cuisine which is still being discovered and appreciated by the world!\n\nNomadsworld talks about how the most popular one that 'foreigners' discover and, more often than not, despise is Vegemite! No matter how many people tell you it’s disgusting you should try it at least once. \n\nSo, what exactly is Vegemite? Vegemite is a dark brown paste created from a combination of vegetables, yeast extract, and spices. It's similar to the famous love it or hate it ads for marmite in the UK, which admitted that it's not to everyone's taste. The most popular method to consume it is with butter on bread or toast. It's also served with avocado, melted cheese, or tomato in Australia.\n\nAnother one of iconic food of Australia ones are fairy breads and Tim Tams! Fairy breads are something you will find at a kids party. It is simply white bread with butter sprinkled with hundreds and thousands!\n\nTim Tams, on the other hand, are Australias favourite chocolate biscuit! The best way to consume a Tim Tam Slam is: bite off the diagonal corners of a Tim Tam then drink a cup of coffee, tea, or hot chocolate. Suck the drink through the Tim Tam, which serves as a straw. Then you enjoy the soft, gooey chocolaty delight before it gets too soggy and falls into your drink.\n\nWhat is your favourite Aussie food?", "Media": "https://image.pixstory.com/Pixstory-image-165067910034688.jpeg", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "GLAAD": "False", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADI_age": "36.71666666666667", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyPrimaryID": "96325", "userID": "USR1650593818", "sarc": "True", "Gender": "", "Age": "30", "DDI_sex": "24.34166666666667", "storyID": "STY1650679577", "id": "012fbf24-da82-4ac5-83f7-b4ae1c1a89a1", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}