{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-166049287939057.png", "diagnosis_2": "Carbon monoxide poisoning", "Age": "21", "Festivals": "['CPH:DOX 2022']", "sport_event": "['ODI World Cup for women']", "Interest": "erik ten hag, manchester united fc, manchester united, cristiano ronaldo, sack erik ten hag", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "id": "013099e4-e8a8-4d7a-8b5b-3c93407fd9fb", "diagnosis_1": "Alcohol", "storyID": "STY1660494602", "userID": "USR1648553794", "ADDI_age": "49.88518518518518", "Narrative": "After Brentford scored 4 goals in the first half against Manchester United, the possibilities on Erik ten Hag being sacked as manager of the Red Devils has increased.\n\nThe Bees took the lead after just 10 minutes of a poor performance mainly to a blunder by David de Gea, who allowed the ball to slide between his hands.\n\nNine minutes later, De Gea made the same error again by passing the ball too short to Christian Eriksen, allowing Mathias Jensen to sneak in a shot and double the lead.\n\nWithin 30 mins, Brentford had a 3-0 lead after Ben Mee headed home at the far post from a corner and easily outjumped center-back Lisandro Martinez despite losing his balance.\n\nJust five minutes later, Bryan Mbeumo scored past De Gea to make it 4-0, confirming United's worst-ever halftime score and their record-setting away Premier League loss.\n\nTen Hag was 33/1 to be the first manager fired at the start of the season, but after losing to Brighton and watching United fall to the bottom of the table after a thrashing in the first half, he is now 13/2.\n\nErik ten hag is not performing up to what united's board expected. Apart from losing two consecutive premiere league matches Ten hag should change the tactical implements and should have a more flexible formations in the wishlist. \n\nUsing the right players in the starting eleven and making right changes at right time according to the match situations is needed. \n\nWhat do you think ? Erik ten hag can drag manchester united to the top of the league ? \n\nThankyou ⚽", "accountCreateDte": "2022-03-29", "least_likely_activity": "Writing", "Title": "ERIK TEN HAG to be on the edge of getting sacked ?", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "userPrimaryID": "29720", "ADI_age": "42.805555555555564", "storyPrimaryID": "126725", "sarc": "True", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "ADL": "False", "jaccard_score": 4.728521566436604e-05}