{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-06-14", "sport_event": "['NBA Finals']", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Festivals": "['Doc Edge 2022', 'Tribeca Film Festival 2022', 'Sydney Film Festival 2022', 'Annecy International Animation Film Festival 2022']", "userPrimaryID": "44334", "most_likely_activity": "", "Age": "25", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Media": "https://image.pixstory.com/Pixstory-image-166255711184988.png", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Title": "Company Of Heroes 3 is taking the game in a different more unconventional direction", "storyPrimaryID": "139554", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "userID": "USR1655228976", "Narrative": "<p dir=\"ltr\">The long awaited third installment in the iconic tactical real time strategy series Company Of Heroes is coming with a few new updates and changes. In the upcoming RTS game, Relic Entertainment have opted for a sequential mission-based campaign structure instead of the sprawling turn-based campaign map, in which players maneuver their armies and choose priority targets at their discretion.</p>\n<p dir=\"ltr\">Company of Heroes 3 sticks close to the World War 2 based RTS's roots in many regards, though opting for an open ended Italian campaign might be the biggest departure from the game&#8217;s traditional approach. While Company of Heroes 2's Ardennes Assault expansion played with the idea of non-linear storytelling, this new campaign structure is opting to go for branching storylines and player freedom.</p>\n<p dir=\"ltr\">One way this campaign shows the war from a new side is the inclusion of Italian partisan forces who worked against Mussolini's government and the occupying Axis forces, assisting the Allies in liberating the country. They are represented by the fictional rebel leader Valenti, who will come to you with requests and suggestions.<br></p>\n<p dir=\"ltr\">Company of Heroes 3 revives the series almost a decade on, and is likewise one its most ambitious undertaking to date. The developers at Relic Entertainment succeeded by leaning heavily on early feedback delivered by a pre-established council of modders, and competitive and casual players.</p>\n<p dir=\"ltr\">\"The idea of co-development with players, I think that's now an essential initiative in everything Relic does as a company moving forward,\" says Sachin Ryan, the lead single-player designer for Company of Heroes 3.</p>\n<p dir=\"ltr\"> \"Developing video games in silo is something we've recognized does not work for us, so co-development has been hugely important to Company of Heroes 3.\"</p>\n<p dir=\"ltr\">Playing out like a scene from Saving Private Ryan or Dunkirk, the path to victory is paved by blood and gore. Company Of Heroes 3 gives the series an unflinching modern makeover, and the result is a grim battlefield brought to life, where every earth-shaking explosion demands your attention and each fight tempts you into dropping your micromanagement and enjoying the spectacle.&#160;&#160;</p>", "storyID": "STY1662557123", "DDI_sex": "24.34166666666667", "id": "01345afb-5a5e-4b5a-801c-e09e123d3a86", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}