{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Interest": "books, book, bookies, book review, book reading, ucraina, ucraina crisis, ucraina war, ucraina refugees", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "Title": "Marco Gallipoli «La parte più buia della notte» (Rizzoli)", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Narrative": "Leopoli, 24 febbraio 2022. Aurora aspetta con trepidazione la festa per i suoi 7 anni. A casa hanno appena consegnato un pacco con i costumi da fata per tutte le piccole invitate… Ma arriva la guerra e nulla è più come prima. Mamma Ustyna e papà Marco, italiano d’origine e ucraino d’adozione, voce narrante di questo toccante memoir, non solo devono annullare la festa, ma si rendono conto che per Aurora e per suo fratello Flavio è meglio fuggire all’estero, dove per fortuna una zia può accoglierli. Nella concitazione di quei primi giorni, Marco porta avventurosamente i bambini fuori dal Paese, raggiungendo a piedi il confine con la Polonia, perché tutte le strade sono bloccate e affollate da profughi allo sbando. Ma come evitare che due piccoli di 7 e 9 anni si terrorizzino in una situazione simile? Come ne La vita è bella, basta scatenare la fantasia e inventarsi un grande gioco che mascheri la ben più dura realtà.  Una volta portati i bambini al sicuro, Marco torna a Leopoli, dove lo aspetta Ustyna che non ha voluto abbandonare il proprio Paese, e insieme si dedicano ad assistere i profughi, sempre più disperati e numerosi, e a mettere in salvo le opere d’arte della città. Questo libro è la storia drammatica e al tempo stesso poetica di una fuga dalla guerra e di un coraggioso ritorno nella resistenza ucraina. Il racconto di Marco è anche una testimonianza preziosa in cui si susseguono incontri, personaggi, episodi che ci offrono uno spaccato autentico della guerra che sta sconvolgendo il mondo.", "storyPrimaryID": "108432", "id": "01352fa6-0153-42b1-bbda-4677d9fefec5", "Media": "https://image.pixstory.com/Pixstory-image-16556705445809.jpeg", "Gender": "", "DDI_sex": "24.34166666666667", "storyID": "STY1655670577", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}