{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userPrimaryID": "86625", "Narrative": "<p dir=\"ltr\">Officials from Qatar have allegedly recently pushed Israel to permit Palestinian fans to attend the World Cup without obstacles, according to local Israeli reports, just weeks ahead of the much-anticipated global event.</p>\n<p dir=\"ltr\">Doha aims to present the major football event as apolitical and guarantee full access for &#8220;both Israelis and Palestinians,&#8221; sources&#160;privy&#160;to the matter said, according to&#160;reports.</p>\n<p dir=\"ltr\">The Qatari officials reportedly made the request in an effort to mediate between Tel Aviv and the Palestinian Authority to avoid an episode from a few years back in which the Zionist regime forbade the Palestinian team from competing in the AFC Asian Cup qualifiers, the sources added.</p>\n<p dir=\"ltr\">It remains unclear how many Palestinians have queried to leave the occupying state of Israel for Qatar to watch the games. However, an Israeli diplomatic source told&#160;AFP&#160;in June that there will be no direct flights between Doha and Tel Aviv during the World Cup.</p>\n<p dir=\"ltr\">Qatari authorities have yet to comment publicly on the matter.</p>\n<p dir=\"ltr\">It also comes as a senior Israeli official&#160;reportedly&#160;claimed the two countries had recently discussed setting up a temporary Israeli office in the Gulf country to serve &#8220;the needs of the event&#8221;.</p>\n<p dir=\"ltr\">However, Israel&#8217;s foreign ministry denied such reports, according to&#160;i24News.</p>\n<p dir=\"ltr\">Up to 10,000 Israeli citizens with passports are anticipated to make a &#8220;rare&#8221; travel to Qatar on a &#8220;temporary visa&#8221; basis to attend the competition, recent estimates suggest, local Israeli media reported</p>\n<p dir=\"ltr\">However it is unknown how many of those are Palestinians.</p>\n<p dir=\"ltr\">As per policies by the global footballing body, FIFA requires all World Cup host nations to grant access without discrimination to all ticket holders.</p>\n<p dir=\"ltr\">Despite this, Qatar has remained vocal in its criticism of Israeli aggression against Palestinians, repeatedly expressing its staunch refusal to normalise with Israel.</p>\n<p dir=\"ltr\">The latest developments also comes as Doha has in recent years elevated its status as a globally recognised mediator, which has arguably served as its most strategic move on the geopolitical stage.</p>", "diagnosis_1": "", "storyPrimaryID": "141621", "most_likely_activity": "", "Age": "12", "userID": "USR1662300553", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Media": "https://image.pixstory.com/Pixstory-image-166291068342919.png", "least_likely_activity": "", "id": "01365ed6-135b-4620-8c39-29aad6eb35e9", "storyID": "STY1662910742", "sarc": "True", "Festivals": "['Venice International Film Festival 2022', 'Telluride Film Festival 2022']", "Gender": "", "DDI_sex": "24.34166666666667", "accountCreateDte": "2022-09-04", "ADL": "False", "diagnosis_2": "", "Title": "Qatar pushes Israel to allow Palestinians to attend FIFA 22", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}