{"DDI_age": "37.324074074074076", "storyPrimaryID": "94586", "Age": "21", "id": "013dd287-0535-47ee-9cf1-dbf4f5eef4b2", "sport_event": "['Six Nations', 'ODI World Cup for women']", "most_likely_activity": "Health", "userID": "USR1647270171", "ADDI_age": "49.88518518518518", "Gender": "female", "DDI_sex": "26.07592592592593", "Festivals": "['SXSW 2022']", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "GLAAD": "False", "diagnosis_1": "Acute angle closure glaucoma", "storyID": "STY1650317756", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Media": "https://image.pixstory.com/Pixstory-image-165031766477036.png", "ADDI_sex": "38.53888888888888", "userPrimaryID": "28995", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "Narrative": "<p dir=\"ltr\">Let's take a step back and look at the facts. Self-defense isn't the solution. It doesn't address the toxic masculinity and lack of concern for consent that allow rape to continue in this context. The patriarchal structure of the society in which we live refuses to recognise rape as violence and frequently rejects incidents of sexual abuse as the victim's fault, placing the weight of protection on the survivor. This debate has many shades, and \"Ladies, defend yourself!\" has always been a message that has been misinterpreted as \"women empowerment\" and \"female power\" time and time again. You know someone is going to come after you during training, so it's easy for you to win the fight. Real life isn't like that. It's not going to be a predictable attack. You're filled with terror, panic, and shock. Your entire body goes numb. Because your brain stops working, you can't comprehend the attack, and all those quick motions you learned in training either morph into you frantically trying to prevent the attack or render you unable to do so. The survivor gets even more upset &#8211; even guilty &#8211; that she was powerless to stop it. The self-defense argument also fails to account for the high prevalence of domestic violence. Considering the power dynamics and family structures that encourage women to stay, exercising self-defense becomes a highly implausible alternative due to the high occurrence of sexual assault within the family. When a youngster is sexually abused by a family member, fighting back and exercising self-defense become even less of an option. Not to mention, the self defense argument completely excludes physically and mentally disabled people who are unfortunately one of the most vulnerable targets of such abuse. This argument is in fact just another way to derail the conversation and excuse men for their behavior. It is an attempt to uphold the patriarchy. So let's stop putting the responsibility of systemic violence on the victim and teach our boys to be better human beings!</p>", "sarc": "True", "Title": "Asking Women To Learn Self Defence To 'Avoid Rapes' Is Victim Blaming Those Who Couldn't", "accountCreateDte": "2022-03-14", "ADL": "False", "least_likely_activity": "religious education activities (2007+)", "jaccard_score": 4.728521566436604e-05}