{"Narrative": "<p dir=\"ltr\">Scientists know very little about the matter that makes up the galaxies in the Universe. About 20% of the matter in galaxies is visible or baryonic: subatomic particles like protons, neutrons and electrons. The other 80%, referred to as &#8220;dark matter&#8221;, remains mysterious and unseen.</p>\n<p dir=\"ltr\">In fact, it may not exist at all. &#8220;Dark matter&#8221; is just a hypothesis. Physicists and astronomers may be chasing a phantom &#8211; but that doesn&#8217;t stop us from looking. Why? Because if dark matter isn&#8217;t real, then the behaviour of the stars, planets and galaxies makes little sense.</p>\n<p dir=\"ltr\">Today dark matter &#8211; and its cousin, dark energy &#8211; are the main pillars of a cosmological model called Lambda Cold Dark Matter, or Lambda-CDM. This model stresses that dark matter affects baryonic matter only via gravity. It does not interact with the electromagnetic force, meaning that it does not absorb, reflect or emit light.</p>\n<p dir=\"ltr\">In a recent study, published in Astronomy and Astrophysics, we provide further evidence to support the existence of dark matter halos around early galaxies (when the Universe was half of its current age). We also challenge some assumptions about it. This is a way to deepen our understanding of the Universe and its galaxies.</p>\n<p dir=\"ltr\">Origins of the theory<br>\nIn the 1970s, astronomers Vera Rubin and Kent Ford unveiled the theory of dark matter. They weren&#8217;t just taking a shot in the dark: there had long been a debate about why stars, planets and galaxies behaved in certain ways. For instance, why aren&#8217;t stars and gases constantly flung far and wide into outer space? What sort of glue keeps galaxies intact, exerting a gravitational effect on everyday baryonic particles?</p>\n<p dir=\"ltr\">Scientists also wondered why objects far beyond the centre of a galaxy orbit at much the same speeds (or velocities) as objects closer to the centre. This flies in the face of Newton&#8217;s law, which suggests that stars and gas should be slowing down the further they are from a galaxy&#8217;s centre.</p>\n<p dir=\"ltr\">Read more: https://theconversation.com/we-dont-know-if-dark-matter-exists-so-why-do-astronomers-keep-looking-187656</p>", "DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "135439", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "id": "013f2955-3b1b-458d-bdf3-90bce7bbba50", "Title": "We don’t know if dark matter exists. So why do astronomers keep looking?", "ADI_age": "42.805555555555564", "sarc": "True", "storyID": "STY1661934096", "Gender": "", "Interest": "the conversation", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "Media": "https://image.pixstory.com/Pixstory-image-166193397757592.png", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}