{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "accountCreateDte": "2021-12-18", "Age": "23", "Interest": "football, sports news, ajax, dutch, champions league", "storyID": "STY1644237136", "Media": "https://image.pixstory.com/Pixstory-image-164423685496835.png", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "sport_event": "['World Championships (women)']", "ADDI_age": "49.88518518518518", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Title": "Marc Overmars leaves his role as Ajax's Director of Football Affairs", "least_likely_activity": "Housework", "DDI_sex": "22.607407407407408", "userID": "USR1639768082", "ADI_age": "42.805555555555564", "sarc": "False", "id": "0142f1c1-624a-4c29-90b5-6a69c47729c6", "storyPrimaryID": "79862", "userPrimaryID": "13293", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "ADL": "False", "Festivals": "", "Narrative": "Marc Overmars has resigned from his role as Ajax's Director of Football. A series of inappropriate events forced Overmars to leave the club with immediate effect. \n\nDecision was taken after a meeting with Ajax's Supervisory Board and club CEO Edwin van der Sar. It is believed that Overmars was unprofessional and malapropos towards several female colleagues over an extended period of time. This was the main reason behind his departure from club duties.\n\nOvermars said that he is ashamed about these incidents and regrets it. He apologized for the mistakes that he committed and confirmed that he'll be taking a break away from footballing duties. \n\nOvermars was interviewed during the shortlisting process of Newcastle's search for a new Sporting Director. Recently he signed a new contract with manager Erik ten Hag until 2026 to continue his work at the Eredivisie based club. \n\nOvermars had been in this role since 2012 and has been praised along with CEO Van der Sar for their style of managing the squad over a low budget to multiple honors in domestic league as well as consistent success in the knockout stages at Champions League.", "jaccard_score": 4.553391138050063e-05}