{"ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "DDI_age": "22.63095238095238", "id": "014374ae-46ca-4f9e-9429-0dd684e3cf00", "storyPrimaryID": "123626", "userID": "USR1646828149", "Interest": "newsdrum, commonwealth games", "diagnosis_1": "", "Title": "A look at all the 22 Indian gold medal winners at Commonwealth Games 2022", "Media": "https://image.pixstory.com/Pixstory-image-166002422582569.png", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "storyID": "STY1660024283", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "28833", "sarc": "False", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Narrative": "By NewsDrum Desk\n\nBirmingham: With a rich haul of 61 medals (22 gold, 16 silver, and 23 bronze) at this edition of the Commonwealth Games here, the Birmingham Games turned out to be one of the most memorable editions for the 210-strong Indian contingent.\n\nFrom athletics to racquet sports, cricket to hockey, boxing to wrestling, the Indian athletes finished with podium finishes in almost every event they took part in.\n\nGold medallists in the showpiece event:\n\nAchinta Sheuli\n\nSport - Weightlifting Event - Men's 73kg The Bengal born weightlifter clinched his maiden CWG gold and went on to set a Games record 313kg. He lifted 143kg in snatch (Games Record and also equal to his previous PB) and 170kg in clean and jerk.\n\nThe 20-year-old won the silver medal at the 2021 Junior World Weightlifting Championships and is also a two-time Commonwealth Championships gold medallist.\n\nJeremy Lalrinnunga\n\nSport - Weightlifting Event - Men's 67kg The Mizoram weightlifter won gold in the 2022 Commonwealth Games in the 67kg category, with a Games record lift of 140kg in snatch and 160kg in clean and jerk.\n\nThe 19-year-old represented India in the 2018 Summer Youth Olympics in Buenos Aires and won India's maiden gold in the event in Boys' 62kg category.\n\nMirabai Chanu\n\nSport - Weightlifting Event - Women's 49kg The superstar Manipuri weightlifter successfully defended her 49kg title and gave India the first gold at the Birmingham Games.\n\nThe Tokyo Olympic silver medallist aggregated a total of 201kg (88kg + 113kg) to stamp her authority in the competition and achieve a Commonwealth Games record in the process.\n\nRupa Rani Tirkey, Lovely Choubey Nayanmoni Saikia, Pinki Singh\n\nSport - Lawn Bowls Event - Women's fours The India lawn bowls women's four team of Rupa Rani Tirkey, Lovely Choubey, Nayanmoni Saikia, and Pink Singh got the country hooked to a rarely-followed sporting event with their inspiring and sensational show when they bagged a historic gold in Birmingham.\n\nIt was India's maiden final appearance in the women's fours format of the competition.\n\nRead more\nhttps://www.newsdrum.in/sports/cwg-capsule-of-indias-gold-medal-winners-72793.html", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}