{"Title": "‘I will find the way, so don't be afraid’: Barbora’s Note To Her Younger Self", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_3": "Botulism", "diagnosis_2": "Irritable bowel syndrome", "ADDI_age": "33.59444444444444", "DDI_age": "23.299999999999997", "median_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-16481271247612.jpeg", "GLAAD": "False", "Gender": "male", "Interest": "votikova", "id": "0146858e-5e1e-4f7b-a4f3-0ca34f601c3c", "DDI_sex": "22.607407407407408", "accountCreateDte": "2021-09-23", "storyID": "STY1648127157", "sarc": "False", "diagnosis_1": "Myocarditis", "least_likely_activity": "Party", "Narrative": "From being a goalkeeper for Les Rouge et Bleu, to the author of her book “Bára Votíková: Trochu jinak”, Barbora’s commitment to being her authentic self manifests through the dimensions of doing what she loves.\n\nAs someone who found strength in the shared experiences of coming out stories posted by YouTubers, the goalkeeper is now extending this support by offering her own narratives through her channel, “Bára Votíková.”\n\n“It wasn't easy, my coming out. I had a hard time. Once I embraced it, that felt good and I felt strong,” she says. “Now, I'm using my social media to help others to deal with this because I know it's hard.\"\n\nBarbora’s growing Youtube channel of over 480K subscribers is full of fun sketches, idea-generating content, busting myths about the gender stereotypes associated with football – all with the consistency of lightheartedness: “I'm just chilled about it, and vlogging authentically.”\n\nIf she could travel back in time to give her younger self a message, it would be: “Not to be scared of anything because I will find the way, so don't be afraid.\"\n\nThe goalkeeper has some plans for the next 10 years but can’t give everything away – in theme with the traditionally unexpected multitudes of the goalkeeper, actor, director and author: we’ll know when we know.", "ADDI_sex": "31.20555555555555", "userID": "USR1632386375", "Age": "52", "sport_event": "[' UCI Road World Championships']", "storyPrimaryID": "89448", "ADL": "False", "userPrimaryID": "9077", "ADI_age": "29.383333333333326", "Festivals": "", "jaccard_score": 4.553391138050063e-05}