{"Title": "Luis Suárez's Liverpool debut: Who were the players and where are they now? (Part 3)", "ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "Narrative": "Divock Origi\n\nAfter the departures of Lallana and Lovren in 2020, Origi is the lone survivor of the nine players\nthat joined Liverpool in 2014.\n\nThe striker arrived to Anfield as a promising youngster, but his time there was cut short after\ncatastrophic loan experiences at Lille and Wolfsburg. Since then, he's become a cult hero in\nLiverpool, scoring spectacular goals against Everton, Barcelona, and then Tottenham in the\n2019 Champions League final.\n\nAlberto Moreno\n\nMoreno was signed for £12 million from Sevilla and was regarded as one of Spain's most\npromising left-backs. He scored his first goal for Liverpool against Tottenham with a fantastic\nsolo effort.\n\nDespite his striking abilities, he struggled defensively and made a number of high-profile\nmistakes throughout his five years with the club.\n\nAfter falling behind Andy Robertson in the pecking order, the 28-year-old joined Villarreal when\nhis Liverpool contract expired in 2019. In the 2021 Europa League final, he played for the Yellow\nSubmarine, who defeated Liverpool's arch-rivals Manchester United.\n\nMario Balotelli\n\nAfter missing out on Alexis Sanchez, Liverpool took a chance and paid £16 million to get\nBalotelli from AC Milan. Before joining Nice on a free transfer, he scored four goals in 28\nappearances in all competitions, therefore it wasn't a gamble worth taking.\n\nHe returned to Italy with hometown club Brescia after three years in France, enjoyed a brief\nperiod in Serie B alongside Kevin-Prince Boateng for Silvio Berlusconi's Monza, and is presently\nplaying in the Turkish Super Lig for Adana Demirspor.\n\nJavier Manquillo\n\nManquillo joined Liverpool on a two-year loan from Atletico Madrid, but his contract was\ncancelled in 2015 after only 10 Premier League games.\n\nHe was then loaned out to Marseille and Sunderland before joining Newcastle United on a\npermanent basis in 2017. The right-back, now in his fifth season with the Magpies, has battled\nto find a regular place in the starting lineup.", "ADI_sex": "26.211111111111126", "storyPrimaryID": "96358", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "sarc": "False", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "Age": "30", "id": "00bfb0bc-8f13-4564-a432-120e8601e7ef", "Interest": "luis suárez, liverpool fc, divock origi, football, featured", "Media": "https://image.pixstory.com/Pixstory-image-165069816342546.png", "storyID": "STY1650698314", "Festivals": "", "jaccard_score": 4.728521566436604e-05}