{"ADDI_age": "41.39629629629629", "Festivals": "['International Film Festival of Kerala', 'OUTshine LGBTQ+ Film Festival @Home', 'Glasgow Film Festival', 'VOID Animation Film Festival', 'Miradas Doc', 'Festival International du Film pour Enfants de Montréal', 'Houston Jewish Film Festival', 'Berlin International Film Festival', 'Hayti Heritage Film Festival', 'Zinegoak Film Festival', 'Dublin International Film Festival', 'Sacramento Jewish Film Festival', 'Durango Independent Film Festival', 'Thessaloniki Documentary Film Festival', 'Budapest Architecture Film Days', 'Ocean City Film Festival', 'Luxembourg City Film Festival', 'Miami Film Festival', 'International Film Festival and Forum on Human Rights', 'New York International Children’s Film Festival']", "Interest": "college life, debt, students, college, college fest, university, college students, universal education, admissions, students problem, higher education, us college campuses, college admissions, debt default, college debt, students invention, students graduation, higher education minister, ivy league", "userPrimaryID": "1500", "Title": "Colleges accused of conspiring to make low-income students pay more", "DDI_age": "28.392592592592596", "Media": "https://image.pixstory.com/Pixstory-image-164219353774813.jpeg", "Gender": "female", "storyID": "STY1642225024", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "accountCreateDte": "2021-03-05", "diagnosis_3": "Gastric ulcer", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "id": "00c5116d-331c-4b39-bd80-183f324a1fb7", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "diagnosis_1": "Anemia", "diagnosis_2": "Cerebral vascular accident", "Age": "39", "userID": "USR1614921720", "ADI_sex": "34.144444444444446", "sarc": "False", "sport_event": "['Six Nations', ' Nordic World Ski Championships']", "storyPrimaryID": "69817", "Narrative": "Sixteen universities – including six in the Ivy League – are accused in a lawsuit of having engaged in price fixing and unfairly limiting financial aid by using a shared methodology to calculate the financial need of applicants. The schools in question have declined to comment or said only that they’ve done nothing wrong. Here, Robert Massa, a professor of higher education at the University of Southern California, provides insights into what the case is about.\n\nIs this the latest ‘admissions scandal’?\n\nAlthough it may be tempting to brand this case as the latest college admissions “scandal,” this lawsuit harks back to an investigation of 57 private, four-year universities conducted over 30 years ago by the Department of Justice on charges of “price fixing.” In this case, price fixing means limiting how the colleges compete for students by agreeing with one another to offer similar financial aid awards to admitted students.\n\nBack then, groups of these colleges would meet to review the financial aid packages that each college had offered to students. The colleges stated that they did this to assure that each school in the group based their awards on the same financial information from the student, such as family income, number of students in college, non-custodial parent and the like, so that students could select schools based on which school was best for them instead of which school offered the best deal. The colleges did this by all offering aid that would make the price paid the same at each school.\n\nThe government, citing Section I of the Sherman Antitrust Act, disagreed. It claimed the practice of sharing financial aid information on students limited competition and, in so doing, had the potential to lead to higher prices for students because without competition, there would theoretically be no reason to attempt to “outbid” a member of the group.\n\nRead full story at The Conversation: https://theconversation.com/colleges-accused-of-conspiring-to-make-low-income-students-pay-more-174686\n\nImage Courtesy: https://www.gettyimages.com/license/1264389817?adppopup=true", "median_activity": "Food", "ADL": "False", "jaccard_score": 4.553391138050063e-05}