{"userID": "USR1652270464", "Interest": "booklover, booktok, 5-star read", "ADDI_age": "32.42619047619048", "least_likely_activity": "Decoration", "DDI_age": "22.63095238095238", "diagnosis_1": "", "most_likely_activity": "Health", "id": "00c6938d-c37a-4b31-ac5e-b16d5c71ce7e", "userPrimaryID": "35676", "Age": "17", "Gender": "female", "accountCreateDte": "2022-05-11", "DDI_sex": "26.07592592592593", "median_activity": "Health", "ADI_age": "27.866137566137564", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "diagnosis_3": "", "ADI_sex": "34.144444444444446", "storyID": "STY1652883444", "sarc": "True", "Festivals": "['DOXA Documentary Film Festival 2022']", "storyPrimaryID": "101055", "Media": "https://image.pixstory.com/Pixstory-image-165288315040547.png", "Narrative": "Books have always brought me happiness and if I have to name one book that is always on my mind then I will not hesitate in saying, “It Ends With Us” by Colleen Hoover. I read this book more than 2 years ago for the very first time but a part of my heart is still stuck within the pages of this book.\n\n“It Ends With Us” is a heart-wrenching five-star read that will make you fall in love with both the writing and the characters. This story follows Lily Bloom, a 23-year-old-college graduate, who is in the midst of starting a new, simple life in Boston where she meets Ryle Kincaid and they eventually fall in love. Bloom’s relationship with Kincaid gets complicated, however, when Bloom runs into her first love, Atlas Corrigan, with whom she had lost contact years before.  Hoover has done amazing work with big plot twists in the book and you will be hooked till the end. I originally thought “It Ends With Us” was a romance novel but it is so much more than a book with a fairytale ending or sad-troubled characters.\n\nAs a note of caution, I would recommend looking up the trigger warnings for this book before buying it. Even with such sensitive topics and writings, this is a book I will recommend to almost everyone. Also with the upcoming sequel, “It Starts With Us” which is slated to be released in October 2022, I’m sure more people will be picking this up.\n\nThe book with its ending is beautiful and necessary — I could not recommend this book more. And if you’ve already read this book, let me know your thoughts too!!\n\nlove, love <3", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Title": "Need a book rec!?\nYou are at the right post <3", "jaccard_score": 4.203130281276981e-05}