{"DDI_age": "37.324074074074076", "Title": "#cancel Transunion", "Media": "https://image.pixstory.com/Pixstory-image-165495237772083.png", "storyID": "STY1654952498", "diagnosis_1": "", "storyPrimaryID": "106506", "Festivals": "['Docaviv 2022', 'International Film Festival Cologne 2022', 'Doc Edge 2022']", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "accountCreateDte": "2022-06-02", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userPrimaryID": "41112", "sport_event": "['French Open', 'NBA Finals']", "least_likely_activity": "", "ADI_age": "42.805555555555564", "Interest": "known", "sarc": "True", "userID": "USR1654165152", "Gender": "", "DDI_sex": "24.34166666666667", "Narrative": "Before we are to begin with our protest for cancellationof Transunion ,one must truly be aware of what Transunion actually is. \n\nTransunion is a bureau which traces the credit history of debtors to form credit reports and credit scores.Financial companies such as banks often acquire these credit scores to determine the credibility and risks in lending credits to their customes.Transunion is of the credit bureaus which helps the banks and other institutions to determine whether the credit scores of their customers are enough to lend and extend them credit such as pledged assets or LOA (loans on assets) or credit cards to their customers.\n\n\nThese credit bureaus or credit scores contains an enormous amount of indispensable information about a person's credit history,which allows the lender to determine the credibility of the debtor to grant him credit.Transunion is often helpful in determining certain credential facts.However,these information can also be harmful to a person's credibility or goodwill if not used attentively. \n\nFor the past years,various customes have been implying certain allegations on Transunion for diservice to their customes and allegedly charging them a high amount for their membership fees,which is been deducted without any prior information. \n\n\n\nUnlike many other credit bureaus such as Equifax and Experian, Transunion scarce many features and one of them is of maintaining open and closed accounts.The open and closed accounts let the customers aware whenever their credit balance is to fall off. \n\nTransunion has a very complex User Interface which makes trouble whenever you try to cancel its membership and sometimes you become a member ,even when you haven't applied for it.Legally,this can be termed as utter fraud that Transunion is doing with people.There are certain people who totally defy against this system or scam of Transunion, termed in various blogs,various social media platforms.Customers are dissatisfied from Transunion. \nCustomers often are being scammed by Transunion. The moment they enter their credit card details as a step to know their credit score ,despite of making the customer acquaint with their credit scores they go ahead and charge them with not less than $20 .\nAnd when the customer has to file a complain about being charged", "Age": "19", "id": "00c7328b-c12d-4952-9c99-979000009422", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}