{"Narrative": "<p dir=\"ltr\">Gabriel Jesus created all kinds of problems for the Man United defence but should he have stayed on the pitch?</p>\n<p dir=\"ltr\">Arsenal suffered their first defeat of the season on Sunday when they lost 3&#8211;1 to Manchester United at Old Trafford. The Gunners fans were left pondering over what if Gabriel Martinelli&#8217;s first-half strike was not disallowed but there were narratives coming out of the game as well.</p>\n<p dir=\"ltr\">The referee&#8217;s performance did come under the scanner from Arsenal fans as many felt Martin Odegaard&#8217;s challenge on Christian Eriksen was not a foul. However, footage of Gabriel Jesus lashing his leg out at Manchester United defender Lisandro Martinez has emerged.</p>\n<p dir=\"ltr\">Manchester United fans have legitimate reasons to believe that had the referee spotted it, the Brazilian could have been sent off. The Argentine is known for his tough tackling and being physical forwards and in this instance, Jesus reacted by lashing out his leg at the defender.</p>\n<p dir=\"ltr\">However, did it merit a red card? I don&#8217;t think so. It was one of those things that can happen on the pitch and there was nothing dangerous about Jesus&#8217; reaction. Even Martinez didn&#8217;t make much of the incident and played on. It was an innocuous incident and no one, at that time, felt that it merited a red card. Move on!</p>", "ADDI_age": "41.39629629629629", "userPrimaryID": "78067", "diagnosis_1": "", "DDI_age": "28.392592592592596", "Media": "https://image.pixstory.com/Pixstory-image-166254935184292.png", "storyPrimaryID": "139434", "Interest": "Sports, arsenal, football", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "Age": "33", "userID": "USR1661091750", "ADI_age": "36.71666666666667", "ADDI_sex": "34.87222222222221", "Festivals": "['Melbourne International Film Festival 2022']", "least_likely_activity": "", "accountCreateDte": "2022-08-21", "Title": "Gabriel Jesus created all kinds of problems for the Man United defence but should he have stayed on", "sarc": "False", "Gender": "", "id": "00cab4bd-fea4-46d3-940a-7b5eb25e5d71", "sport_event": "['European Sports Championships']", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyID": "STY1662549406", "jaccard_score": 3.6777389961173586e-05}