{"DDI_age": "37.324074074074076", "Age": "21", "Interest": "Politics, election 2022, manipur, uttarakhand, up, goa, punjab", "storyPrimaryID": "76109", "most_likely_activity": "Health", "userPrimaryID": "714", "ADDI_age": "49.88518518518518", "Gender": "female", "accountCreateDte": "2021-02-22", "Narrative": "‌Uttarakhand : The Congress has declared the names of 11 candidates for the Uttarakhand Assembly election. Former CM Harish Rawat will contest the election from Ramnagar whereas Anukriti Gusain Rawat, daughter-in-law of former state minister Harak Singh Rawat, will contest polls from Lansdowne.\n\n‌UP : 18 nominations filed by candidates for Uttar Pradesh Assembly elections were cancelled in Ghaziabad district.  Six nominations were dismissed from Muradnagar Assembly seat, followed by five from Sahibabad, four from Ghaziabad, two from Loni and one from Modinagar.\n\n‌UP : Upon party denying the ticket to AAP candidate Joginder Singh for Miranpur Assembly seat, he allegedly spilled kerosene oil over his clothes to burn himself before the district collectorate office on Monday as per the police.\n\n The police, however, foiled his alleged suicide bid by overpowering him and stopping him from lighting the matchstick, they said.\n\n‌UP: Star politicians all decked up for UP poll campaigns. Party president Sonia Gandhi, former chief Rahul Gandhi and general secretary Priyanka Gandhi Vadra are among the top campaigners declared by the Congress.\n\n‌Veteran Congress leader and former Prime Minister Dr Manmohan Singh will also campaign for the party. Other leaders named by the Congress include Salman Khurshid, Ghulam Nabi Azad, RPN Singh, Bhupesh Baghel, Sachin Pilot, among others.\n\n‌Goa : TMC publishes third list of six candidates for Goa Assembly polls. As of now the Mamata Banerjee-led party has declared a total of 24 candidates for the upcoming polls. As per the list, the Goa Congress' former spokesman Rakhi Naik Prabhudesai will be contesting from Sanguem, while former Congressman Saifulla Khan will contest from the Vasco Assembly seat.\n\n‌Punjab : Congress leader Rahul Gandhi and all 117 party candidates in Punjab will pay obeisance at the Golden Temple and sit down for a langar on Thursday. Later in the day, Gandhi will address a virtual rally of the party from Jalandhar's Mithapur.\n‌", "DDI_sex": "26.07592592592593", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "ADL": "True", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-164311903080748.png", "ADDI_sex": "38.53888888888888", "sport_event": "['Six Nations']", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "Title": "Assembly elections Updates", "userID": "USR1614006026", "id": "00cbd1a5-e03f-4ade-a7a0-2219094a7512", "storyID": "STY1643119126", "least_likely_activity": "religious education activities (2007+)", "Festivals": "['International Film Festival of Kerala', 'Visability Film Festival', 'Black Hills Film Festival', 'FAME - Festival international de films sur la musique', 'Two Short Nights Film Festival', 'Children’s Film Festival Seattle', 'Big Sky Documentary Film Festival', 'OUTshine LGBTQ+ Film Festival @Home', 'Arthouse Asia Film Festival']", "jaccard_score": 4.728521566436604e-05}