{"DDI_age": "37.324074074074076", "most_likely_activity": "Health", "Title": "Winters are known in Punjab by the name of this special dish..", "accountCreateDte": "2021-12-20", "ADDI_age": "49.88518518518518", "Gender": "female", "DDI_sex": "26.07592592592593", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Media": "https://image.pixstory.com/Pixstory-image-16441512291775.png", "storyPrimaryID": "79674", "Narrative": "Makki ki roti and sarson ka saag...\n\n1. Sarson Ka Saag\nThis simple rustic recipe is a staple in almost all Punjabi household in the winter months. Savour yummy saag with a dollop of homemade white butter!\n\nHow to Cook \n\nWash and chop all the greens.\nIn a pressure cooker, put all the greens, 1 tablespoon garlic, 1 tablespoon ginger, ½ tablespoon green chillies, salt and water. Cook on a low flame for 40 to 45 minutes.\nOpen the pressure cooker, add gram flour and give a gentle mix with a hand blender.\nHeat ghee in a pan. Add whole red chillies and fenugreek seeds, roast for a minute.\nAdd leftover ginger, garlic and green chillies. Sauté for a minute or two.\nAdd onions, turn them golden brown.\nThrow in the tomatoes and red chilli powder. Cook until the ghee separates from the masala.\nAdd saag and cook covered for 6 to 7 minutes.\nPut saag in a serving bowl, add butter. Serve hot with makki ki roti.\n\n2. Makki Ki Roti\nThis crisp Punjabi bread can be made plain, or you can add some add-ons as grated radish, methi or palak leaves too.\n\nHow to Cook \n\nTake a large bowl, add makki ka atta, ajwain and water and make a soft dough.\nTake a small portion at a time and make small rotis using just your palms. As you practice you will be able to make bigger rotis.\nCook rotis on a hot tava. Brush with some ghee on both and sides to make them crispy.\nServe hot.\n\n\n# foodie\n#punjabicuisine\n#indianfood", "Interest": "foodie, punjabi dish, indian food, unity in divery", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "id": "00cc156d-6a45-4a59-82fd-f7214d2fa225", "sarc": "False", "diagnosis_2": "Viral infections", "least_likely_activity": "Hiking", "userID": "USR1640017493", "storyID": "STY1644151393", "userPrimaryID": "13606", "Age": "19", "ADL": "False", "sport_event": "", "Festivals": "", "jaccard_score": 4.378260709663522e-05}