{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "least_likely_activity": "Yoga", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Narrative": "Exercises have always given us so much of benefits and have kept us on track. New studies from Edith Cowan University (ECU) in Australia shows about how small amounts of daily activity is more beneficial than less frequent, more intense workouts for muscle strength. \n\nECU worked with Niigata University and Nishi Kyushu University in Japan for a four week training study featuring three groups of people doing an arm resistance excise with researchers measuring the changes in the muscle strength and muscle thickness. \n\nThe exercise involved “maximal voluntary eccentric bicep contractions” that's performed on a machine muscle strength in each muscle contraction that one would perform at the gym. \n\nThere were two groups and they did 30 contractions per week. Each one of them performed six contractions a day or five days in a week. While another group performed only six contractions one day a week. Post four weeks, the group that were doing 30 contractions in a single day didn't show any increase in their muscle strength, but the muscle thickness increased by 6%. The other group didn't show any changes. \n\n“People think they have to do a lengthy session of resistance training in the gym, but that’s not the case,” said Ken Nosaka, ECU exercise and sports science professor, in a statement. “Just lowering a heavy dumbbell slowly once or six times a day is enough.” \n\nAlthough researchers only examined bicep curls in the study, “we believe this would be the case for other muscles also, at least to some extent,” Nosaka said. \n\nSources - Healthline", "Festivals": "['Baltimore Jewish Film Festival', 'International Wildlife Film Festival', 'CPH:DOX', 'Edmonton Jewish Film Festival', 'DOK.fest München - International Documentary Film Festival Munich', 'Millenium Documentary Film Festival - Brussels', 'Ethnocineca – International Documentary Film Festival Vienna', 'CineYouth Festival by Cinema/Chicago', 'DOXA Documentary Film Festival', 'Freiburger Film Forum', 'Riverrun International Film Festival', 'Corti a Ponte - International Short Film Festival']", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "ADDI_age": "49.88518518518518", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userPrimaryID": "10196", "storyID": "STY1661135279", "DDI_sex": "22.607407407407408", "Interest": "exercises, Health", "ADI_age": "42.805555555555564", "userID": "USR1636129528", "sarc": "True", "id": "00cc422c-5f83-4abd-9247-737b4bb2159d", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2021-05-11", "Age": "26", "storyPrimaryID": "130405", "ADL": "False", "sport_event": "", "Media": "https://image.pixstory.com/Pixstory-image-166113523554844.png", "Title": "Research shows how exercise shows up based on how often one does it and not on how much", "jaccard_score": 4.728521566436604e-05}