{"ADDI_age": "41.39629629629629", "storyID": "STY1656625644", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "DDI_age": "28.392592592592596", "Age": "35", "Title": "Exceptions to Senate Filibuster gets the support of Joe Biden.", "most_likely_activity": "", "Narrative": "Joe Biden has ensured his full support to an exception to the senate filibuster to protect access to abortion. \n‌Filibuster means the 60-seat super majority needed for most legislation to pass the Senate without being blocked by any senator. This is supposed to protect the rights of the minority. According to Biden, “If the filibuster gets in the way, it’s like voting rights,“ adding that there should be an “exception to the filibuster for this action to deal with the supreme court decision”.\nBut many on the left charge Republicans and some centrist Democrats with using the rule more in the archaic, Spanish-derived sense of the word “filibuster” – as pirates or raiders, ransacking the political process for their purpose.\n\nWith the Senate split 50-50 and controlled by the vote of the vice-president, Kamala Harris, Democrats’ legislative options are hampered.\nBiden is therefore under pressure to take executive action to protect abortion rights. Although his options are few, in Madrid he said he would meet governors on Friday to talk about the issue and would “have announcements to make then”.\nBiden also repeated severe criticism of the decision to overturn Roe v Wade, the 1973 ruling which guaranteed the right to abortion, and reiterated his warning that other constitutional protections could be in danger from a supreme court leaned right by three justices appointed by Donald Trump. “One thing that has been destabilizing is the outrageous behavior of the supreme court of the United States in overruling not only Roe v Wade but essentially challenging the right to privacy.”\n\nSource: The Guardian", "Festivals": "['SXSW 2022']", "ADI_sex": "30.177777777777784", "userID": "USR1647325059", "GLAAD": "False", "Interest": "Politics, us, joe biden, abortion rights", "diagnosis_3": "", "ADI_age": "36.71666666666667", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "id": "00ce1cff-4853-497f-8fb4-d0c882697e65", "accountCreateDte": "2022-03-15", "Media": "https://image.pixstory.com/Pixstory-image-165662553583294.png", "sarc": "True", "userPrimaryID": "29008", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyPrimaryID": "111241", "jaccard_score": 3.8528694245038994e-05}