{"userPrimaryID": "28996", "DDI_age": "37.324074074074076", "diagnosis_1": "", "Interest": "animal testing, veganism, animal rights", "sport_event": "['Six Nations', 'ODI World Cup for women']", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "storyPrimaryID": "127926", "Festivals": "['SXSW 2022']", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1660686631", "diagnosis_3": "", "Media": "https://image.pixstory.com/Pixstory-image-166068647875126.png", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "id": "00d233e0-1f7a-4572-8cac-3dce5ad2ddb8", "Title": "Animal testing is horrible!", "sarc": "True", "Gender": "others", "accountCreateDte": "2022-03-14", "userID": "USR1647270911", "DDI_sex": "24.34166666666667", "Age": "19", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Narrative": "All true, Deanne! In the cosmetic industry, animals are used in a many many cruel ways to test products before they're launched in the market. These tests can involve everything from toxicity testing to skin irritation and inflammation testing.\n\nThe animals used in tests are usually rats, mice, rabbits, and guinea pigs. They are force-fed or injected large amounts of chemicals and other substances until they get extremely sick or die. Mice are typically used for toxicity studies, while rats are used for skin irritation and inflammation testing.\n\nThough many people may be unaware of it, animal testing is actually banned in many countries around the world. In fact, many major cosmetics companies have already moved away from using it and instead rely on artificial intelligence or other non-animal involved methods to test their products. Animal rights activists have tried their damned best to bring this change.\n\nHowever, there is still a lot of work that needs to be done in order to get rid of animal testing completely – particularly when it comes to toxicity tests. While these tests may not always lead to results that are harmful or violent to humans, they still cause tremendous suffering and pain to animals. Thankfully, there is strong evidence suggesting that alternatives like artificial intelligence are much more humane and effective than traditional animal testing methods.", "jaccard_score": 4.02799985289044e-05}