{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "id": "00d21a4e-656a-42c6-b0ea-7acf334adb91", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Narrative": "Goodison Park's home-grown star is certain that they can avoid relegation.\n\nAnthony Gordon was the hero for relegation-threatened Everton in their crucial match against Manchester United, and the home-grown star insists the Toffees are still \"too good\" to be relegated.\n\nFrank Lampard's team are still narrowly above the relegation zone, but a weekend of good wins has opened up a four-point difference.\n\nGordon had a part in that by scoring the game-winner versus United in the first half, and the England U21 international is sure that a team that has never been relegated can keep its top-flight position.\n\n\"It was never my thinking [that we may go down], but after a few terrible outcomes, it became reality,\" Gordon told reporters.\n\nWe believe we have to accept it at some point: this is our reality until we alter it. It's certainly been considered, but we're far too excellent for that.\n\n\"It's not going to happen.\" I've come out on top. Because of the stature of the club and just me as an individual, I will not accept that [we may be relegated]. It will not take place. I've heard it said that we don't actually care. That's one I'll never comprehend.\n\n\"As players, we do this every day, we dedicate our lives to it, and we do a lot that the general public is unaware of.\" I understand if people assume we're having a poor day and that we could be off our game, but why are they so unconcerned? I'm not sure what you're talking about.\n\nEverton still have eight games to play in order to stay in the Premier League.\n\nThere are several tough tests ahead, including a derby against Liverpool on April 24, a home match against Chelsea a week later, and a final-day duel against top-four contenders Arsenal.\n\nThey also have two games against Leicester, a trip to fellow strugglers Watford, and Goodison Park battles with Brentford and Crystal Palace.\n\n ", "userID": "USR1646131008", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Title": "Gordon believes Everton are \"too powerful\" to be relegated", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "storyID": "STY1649681949", "Interest": "#everton, #manchesterunited, #football, #arsenal", "least_likely_activity": "Repair", "sarc": "True", "Media": "https://image.pixstory.com/Pixstory-image-164968185028257.png", "ADDI_sex": "31.20555555555555", "Age": "30", "storyPrimaryID": "93106", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}