{"ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "Media": "https://image.pixstory.com/Pixstory-image-165571574735370.png", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "diagnosis_1": "", "id": "00e1e634-a46a-47a1-a2cc-a361950f285e", "Title": "Rail Populism – More of the Same?", "Interest": "newsdrum", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "Narrative": "By Srinand Jha\n\nNew Delhi: Prime Minister on Saturday announced rail projects worth Rs 16,000 crore for his home state of Gujarat, where elections are scheduled in November. \n\nThe NDA government in 2016 had discontinued the 92-year-old practice of presenting a separate rail budget in Parliament. The justification then had been that the public transporter needed to be wrenched out from the culture of populism of the past. \n\nSix years down the line, it is a case of being more of the same. Railways Ministers have been robbed of their hour of glory in Parliament, which has been transferred to powerful political leaders who make big bang announcements from public platforms now and then - usually during the election campaign phases. \n\nAmong the rail projects announced by the Prime Minister includes the inauguration of the 357 km long new Palanpur Madar section of the Dedicated Freight Corridor; gauge conversion of the 166 km long Ahmedabad-Botad section and electrification of the 81 km long Palanpur Mitha section. \n\nThe Prime Minister also laid the foundation stone for the redevelopment of the Surat, Udhna, Somnath and Sabarmati stations. \n\nFerentic work has been in progress on the construction of the high-speed station at Surat, while plans are to conduct a trial run on the  47 km stretch connecting Surat to Bilimora in 2026. Plans are to start commercial operations on the 352 km long Gujarat portion in 2027. \n\nTo recall, the Prime Minister had travelled on a seaplane during the campaign phase of the previous 2017 elections and had also taken a ride on a small section of the Ahmedabad metro. The seaplane has reportedly been in repairs in the last two years, while the Ahmedabad metro project has also not made substantial progress. \n\nThe point is this: Rail Populism has not altogether been eliminated. MPs and MLAs are no longer making demands for halt stations or new rail lines in their constituencies. But election-bound states have often ended up getting a meatier share of rail projects. \n\nRead the full story here:- https://www.newsdrum.in/columns/indian-railways-rail-populism-more-of-the-same-47016.html", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "28833", "sarc": "False", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "others", "storyID": "STY1655715821", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyPrimaryID": "108555", "jaccard_score": 3.8528694245038994e-05}