{"DDI_age": "37.324074074074076", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "diagnosis_2": "Carbon monoxide poisoning", "ADI_sex": "26.211111111111126", "least_likely_activity": "Movies", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-164516606981621.png", "userPrimaryID": "17", "Interest": "Politics, Inequality, transgender rights, trans youth, transgender, transgender community, Health", "Age": "24", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1605631023", "Title": "WV HB 2171: Attempts To Criminalize Gender-Affirming Care With 5 Years In Prison & A $500 Fine", "accountCreateDte": "2020-11-17", "storyID": "STY1645166158", "storyPrimaryID": "82420", "diagnosis_3": "Depression", "Narrative": "The so-called “Vulnerable Child Protection Act” by four republican delegates attempts to ban lifesaving healthcare for transgender youth in West Virgina by criminalizing healthcare professionals who offer gender-affirming services with up to five years of prison and a fine of up to $500.\n\nWhile the bill prohibits lifesaving healthcare for trans youth, it simultaneously protects harmful, nonconsensual surgeries on intersex minors, and follows another common theme of erasure and misgendering in these legislative attacks: it doesn’t use the words “transgender” and “intersex” even once.\n\nTrans youth know who they are, and bills like these are putting lives at risk: More than half of trans children were at risk of suicide this past year, and access to gender-affirming care is linked to being at lower risk of attempting suicide by nearly 40 percent in trans and nonbinary youth.\n\nGender-affirming care is also linked to long-term mental health benefits: a study of 2,500 trans folks found that over a 10-year period, the odds of getting mental health treatment decreased by 8 percent for every year since receiving gender-affirming surgery, according to the American Journal of Psychiatry.\n\nAnd trans folks who have access to gender-affirming hormone therapy in their teens have better mental health than those who wait until adulthood or don’t have access to treatment they need.\n\n“Odds of severe psychological distress were reduced by 222%, 153% and 81% for those who began hormones in early adolescence, late adolescence and adulthood, respectively. Odds of previous-year suicidal ideation were 135% lower in people who began hormones in early adolescence, 62% lower in those who began in late adolescence and 21% lower in those who began as adults,” according to research based on a survey of 27,000 people, led by Stanford.\n\n\nTrans folks have repeatedly emphasized how critically lifesaving gender-affirming care is – read their stories here: https://bit.ly/33K8DK9 \n\nWV HB 2171 has been carried over from last year’s legislative sessions.", "ADL": "False", "sport_event": "", "id": "00ed3f1a-1185-4d08-b921-c012104a6391", "jaccard_score": 4.728521566436604e-05}