{"storyID": "STY1660575638", "DDI_age": "25.175925925925913", "storyPrimaryID": "127439", "diagnosis_3": "Congenital heart disease", "accountCreateDte": "2020-12-23", "userPrimaryID": "290", "Gender": "female", "Media": "https://image.pixstory.com/Pixstory-image-166057558197603.png", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "ADI_age": "33.07222222222222", "least_likely_activity": "Weight Lifting", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "diagnosis_1": "Sleep apnea", "id": "00f253da-b43f-49f1-a487-1038d7220ea6", "diagnosis_2": "Atypical pneumonia", "ADI_sex": "34.144444444444446", "sarc": "False", "Age": "47", "ADDI_age": "37.23703703703705", "Festivals": "['Seattle True Independent Film Festival']", "median_activity": "Food", "Title": "Gandhi : Second Round Table Conference", "Narrative": "In 1931, Mahatma Gandhi reached London to participate in the second Round Table Conference. \n\nGandhi was invited to Lancashire by the Davies family, who were prominent socialists, quakers and owners of Greenfield mill in Darwen, Lancashire. \n\nGandhi’s disciple Madeline Slade (Mira behn) recalls in her autobiography The Spirit’s Pilgrimage their visit to a Lancashire mill with mostly women workers. The mill manager, with Gandhi’s permission, rung the bell so the workers could meet him. “Immediately the machinery stopped and the building was filled with the sound of running feet … by the time we ourselves got outside, there was a large crowd of workers waiting. Bapu said a few words, then two of the women workers suddenly hooked him by the arms, one on each side, and throwing up their un-engaged arms, shouted. ‘Three cheers for Mr Gandeye, hip, hip..’ Hurrah! shouted the crowd, and then again and once more, for the third and loudest time…”.\n\nAmerican journalist William Shirer, in his despatch on September 26, 1931 for the Chicago Tribune, attributed this differing nature to the fundamental economic and class divisions between north and the south-east of England. To the sophisticated London, Gandhi was the butt of jokes in the newspapers — a funny-looking old man who had the strange audacity to make demands from the British empire. By comparison, “the industrial north, simple and hard working and not caring much about politics, received him differently … Lancashire liked him. Cotton magnates sat at his feet and listened to him as he talked. They argued. They questioned. They explained,” he wrote.\n\nNarendra Singh Sarila, in his memoir, notes that his father, the Raja of Sarila, who was representing 250 princely states at the RTC observed how it was Gandhi who received the “loudest cheer” from the crowds lined outside the conference venue and was “surprised that the British should applaud loudest the person who wanted to snatch from them their most precious jewel”.", "Interest": "75 years of indian independence", "ADL": "False", "sport_event": "", "userID": "USR1608741145", "jaccard_score": 4.553391138050063e-05}