{"ADDI_age": "41.39629629629629", "Festivals": "['International Film Festival of Kerala', 'OUTshine LGBTQ+ Film Festival @Home', 'Glasgow Film Festival', 'VOID Animation Film Festival', 'Miradas Doc', 'Festival International du Film pour Enfants de Montréal', 'Houston Jewish Film Festival', 'Berlin International Film Festival', 'Hayti Heritage Film Festival', 'Zinegoak Film Festival', 'Dublin International Film Festival', 'Sacramento Jewish Film Festival', 'Durango Independent Film Festival', 'Thessaloniki Documentary Film Festival', 'Budapest Architecture Film Days', 'Ocean City Film Festival', 'Luxembourg City Film Festival', 'Miami Film Festival', 'International Film Festival and Forum on Human Rights', 'New York International Children’s Film Festival']", "userPrimaryID": "1500", "DDI_age": "28.392592592592596", "Gender": "female", "Narrative": "The war in Ukraine has left many across the world feeling stressed and anxious. Coming on the back of a global pandemic which has already had a devastating toll on mental health, news of the war has only compounded feelings of fear and uncertainty which are known to increase anxiety.\n\nPeople far from the conflict may be wondering why their mental health is suffering as a result of the news and images they’re seeing. Part of this can be explained by the fact that our brains are designed to scan for threats to protect us from potential danger. This can lead to an almost unstoppable, constant scouring of the news to help us prepare for the worst – a phenomenon many might know better as “doomscrolling”.\n\nResearch shows that even short exposure to bad news can lead to increased levels of worry and anxiety that can be long lasting. Bad news can also perpetuate negative thinking, which can lead to feeling caught in a loop of distress.\n\nAnother reason watching news from Ukraine may be affecting mental health is because witnessing the suffering of others can actually cause us to feel pain. Seeing personal stories shared on social media makes us feel more connected to people than statistics about casualties might – increasing our empathy further.\n\nGenerally, people are told to avoid engaging with the news if it’s affecting their mental health. Yet this is hard to put in practice – especially given the constant stream of unfiltered stories across social media, and a desire to stay up-to-date with what’s going on.\n\nHere are some other ways you can manage your mental health that don’t require you to switch off:\n\nManaging wellbeing\n\nAcknowledge the feelings: Many people try and dismiss their feelings by saying things like, “I’m being silly - there are people who are really struggling in the world.” While undoubtedly there are others suffering, this doesn’t invalidate the feelings you have.\n\nYou can feel anxious and upset for yourself and for others.\n\nFull story at The Conversation: https://theconversation.com/news-of-war-can-impact-your-mental-health-heres-how-to-cope-178734\n\nImage Credits: https://www.shutterstock.com/image-photo/depressed-young-blonde-woman-scrolling-through-2056979399", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "accountCreateDte": "2021-03-05", "diagnosis_3": "Gastric ulcer", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "storyID": "STY1647885730", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "diagnosis_1": "Anemia", "diagnosis_2": "Cerebral vascular accident", "Age": "39", "userID": "USR1614921720", "ADI_sex": "34.144444444444446", "Media": "https://image.pixstory.com/Pixstory-image-164788547062892.jpeg", "sport_event": "['Six Nations', ' Nordic World Ski Championships']", "sarc": "True", "Interest": "mental health, mental health awareness, mental heath, ukrainian president volodymyr zelensky, ukraine crisis, mental stress, ukraine students, mental well being, depression, depressive episodes, anxiety, anxiety disorders, anxious, war, war propoganda, war crimes, war stories, war memorial, war dead, ukraine, ukraine invasion, ukraina, ukraine war, ukrainian", "id": "00f218e0-f71e-4327-bf71-3d306e3087e6", "storyPrimaryID": "88735", "median_activity": "Food", "Title": "News of war can impact your mental health — here’s how to cope", "ADL": "False", "jaccard_score": 4.728521566436604e-05}