{"DDI_age": "37.324074074074076", "most_likely_activity": "Health", "userID": "USR1657291608", "Title": "With These New Sneakers, You Can ACTUALLY Walk On Beer", "storyID": "STY1659564743", "ADDI_age": "49.88518518518518", "Gender": "female", "Narrative": "On the internet, there is no shortage of strange fashion choices. Online, there are frequently a tonne of unusual and distinctive clothes catching people's attention. The internet was attracted by a bag made by a French designer last year that resembled a leaf. We learned that sneakers shaped like sandwiches had become popular in January. Another brand-new pair of sneakers has just made headlines online. Heinekicks are new footwear from the beer company Heineken that contain beer inside of them! Don't trust us? Look at it and decide for yourself:\n\nTo introduce the customised sneaker collection, beer company Heineken has partnered with shoe designer Dominic Ciambrone. Unbelievable as it may seem, the transparent sole of the limited-edition sneakers has alcohol infused into it that is visible. The design incorporates the brand's signature hues of red and green. You can actually open your beer cans with the built-in bottle opener on the top of the sneaker! How awesome, huh? \"To honour the smoothness of Heineken Silver, this shoe was created in partnership with renowned shoe designer Dominic Ciambrone. Heinekicks aren't your go-to footwear, but you don't get to step on beer every day, \"read Heineken's official tweet.\n\nThe concept of beer-filled footwear was well received on Twitter. Heineken's unusual fashion choice drew a lot of comments on the microblogging site. One user said, \"I'll get a pair just to have it,\" while another, \"10/10 would wear!\"\n\nWhat do you think about these shoes?", "least_likely_activity": "Hobbies", "DDI_sex": "26.07592592592593", "storyPrimaryID": "121851", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "id": "00f63473-249b-4092-b401-7ea303306439", "sport_event": "['Wimbledon', \"Women's FIH Hockey World Cup\", 'Tour de France']", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "Interest": "shoes, beer", "sarc": "True", "userPrimaryID": "55388", "Festivals": "['Doc Edge 2022', 'Karlovy Vary International Film Festival 2022', 'Melbourne Documentary Film Festival 2022', 'FID Marseille 2022']", "Media": "https://image.pixstory.com/Pixstory-image-165956437371745.png", "Age": "22", "ADL": "False", "accountCreateDte": "2022-07-08", "jaccard_score": 4.728521566436604e-05}