{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Festivals": "['CPH:DOX 2022']", "sport_event": "['ODI World Cup for women']", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Interest": "manchester united, interviews", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-03-29", "Age": "18", "userPrimaryID": "29719", "least_likely_activity": "Security", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "storyPrimaryID": "123396", "DDI_sex": "22.607407407407408", "Title": "Neville: \"The time has come for the Glazer family to sell the football club\" (PART 2)", "id": "00f715f2-8a51-4e70-bcb2-864149927e89", "storyID": "STY1659963436", "ADI_age": "42.805555555555564", "Narrative": "\"It's abuse to keep them in the job for longer as they don't enjoy it either.\n\n\"The reality is those players need replacing or supported more by better players.\n\n\"They knew six, eight or even 12 months ago that the squad needed investment this summer.\n\n\"Players like (Juan) Mata and (Nemanja) Matic were leaving, they knew the problems with Anthony Martial, Cristiano Ronaldo coming to the end. (Edinson) Cavani leaving, the situation with Mason Greenwood not in the club anymore.\n\n\"These things have been known for a long time.\n\n\"I am concerned about every element of the recruitment. The reliance on buying Dutch players means the recruitment department aren't being trusted as the manager is going to Holland to get players he knows. A market which isn't always the most precise market for the Premier League - there have been some good players but it doesn't have a great hit rate. I'm concerned about that.\n\n\"There is a little bit of despair that the coach, an outstanding coach, has not been given the tools he needs so he can start the season with a revitalised squad.\n\n\"There is a feeling if they get Frenkie de Jong it will be a successful window. It won't be. They needed a lot more than De Jong. They might not even get him, although I hope they do as he's an important player for the coach. There will be a bit of panic at the club as the pressure will be big from the media, the fans.\"\n\nNeville wasn’t hesitant in communicating his vexation to the owners, even suggesting that there time with the club is up:\n\n\"The time has come for the Glazer family to sell the football club. It's now.\"\n\nMORE: Part 3 of this interview is in the support section", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1648548882", "Media": "https://image.pixstory.com/Pixstory-image-165996297456037.png", "diagnosis_3": "Depression", "jaccard_score": 4.728521566436604e-05}