{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "Title": "Forza Ferrari! Charles Leclerc wins in Bahrain. Carlos Sainz comes in second", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "userPrimaryID": "67", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "ADDI_age": "49.88518518518518", "id": "00fe80ac-6bd1-4aea-959d-3ea261ee97d4", "Age": "25", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'Irish Film Festival Boston', 'Key West Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival', 'Society for Visual Anthropology Film and Media Festival', 'Williamsburg Independent Film Festival']", "storyID": "STY1647830673", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Narrative": "At the season-opener in Bahrain, Scuderia Ferrari were able to secure a 1-2 finish, thus occupying the top two steps of the podium. With Charles Leclerc winning the race and Carlos Sainz finishing second, this gives Ferrari their first 1-2 since Singapore, 2019.\n\nJoining them on the podium was Mercedes’ Lewis Hamilton who finished third after both Red Bull drivers Max Verstappen and Sergio Perez were forced to retire their cars.\n\nWhile there were many highlights to the race, the two biggest winners were Ferrari and F1 itself. The raceability of the new cars has been significantly improved. It thus allowed for more exciting, more frequent and closer racing.\n\nThis race gives us hope for an entertaining era of Formula 1 ahead of us. Mercedes looks like they’re still struggling to match the pace of the Red Bulls and the Ferraris. However it would be foolish to write them off this early into the season.\n\nAt the moment, Ferrari appear to be the team to beat. While the Red Bull cars were strong, only one of the 4 Honda powered cars actually finished the race yesterday. This could be seriously worrying for the Milton-Keynes-based outfit.\n\nWill Ferrari finally have their first champion since 2007? Will Red Bull overcome looming engine reliability issues to help Max Verstappen defend his title?\nThis and more will be answered as the Formula 1 circus moves forward.\n\nThe next race will be this week in Jeddah, Saudi Arabia.", "DDI_sex": "22.607407407407408", "ADI_age": "42.805555555555564", "accountCreateDte": "2020-11-19", "sarc": "False", "Interest": "f1, Sports, ferrari, bahrain gp", "storyPrimaryID": "88582", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-164783090831810.jpeg", "userID": "USR1605786305", "ADL": "False", "sport_event": "", "least_likely_activity": "religious education activities (2007+)", "jaccard_score": 4.553391138050063e-05}