{"DDI_age": "37.324074074074076", "Interest": "Politics, assembly elections 2022, aravind kejriwal", "Age": "21", "most_likely_activity": "Health", "userPrimaryID": "714", "ADDI_age": "49.88518518518518", "Gender": "female", "accountCreateDte": "2021-02-22", "DDI_sex": "26.07592592592593", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-164389361436799.png", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "storyID": "STY1643893804", "Title": "ASSEMBLY ELECTION UPDATES : KEJRIWAL CHOTA MODI?", "sport_event": "['Six Nations']", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "sarc": "True", "Narrative": "PM to address digital rallies in UP, Uttarakhand on Friday.\n\n‌UP : Swami Prasad Maurya who left the saffron party to join the Samajwadi Party commented : BJP in Uttar Pradesh will be reduced to its 2012 tally of 47 or thereabouts as wind is blowing in favour of Akhilesh Yadav-led coalition this election.\n\n‌Punjab : Yet to decide CM candidate of Congress. Sunil Jakhar when asked that names of CM Channi, Sidhu & him being discussed as the party's CM face for Punjab polls said : No rocket science when it's said that any fight has to be fought under a unified command. It is obvious that only one would lead & others would have their own roles.\n\n‌On request of Navjot Singh Sidhu's counsel P Chidambaram, SC adjourns hearing on a petition seeking review of lenient punishment of Rs 1,000 awarded to Punjab Congress president in an assault case, in which the victim had died. SC posts hearing on Feb 25, five days after Punjab polling.\n\n‌Goa: Randeep Singh Surjiwala, Congress called Aravind Kejriwal, Chota Modi (Imposter of Modi). Kejriwal is the person who swore by Lokayukta and Lokpal (anti-corruption bodies). He is the person who came to power opposing the Congress party. Where is Lokpal? Where has it gone? Why Arvind Kejriwal no longer speaks about Lokpal?” Surjewala asked.\n\n‌Meanwhile, Aravind Kejriwal in Goa said : The current Goa govt is embroiled in scams. MLAs are corrupt. Ministers involved in labour scam, job scam... AAP has a vision for the state's development. While Congress, BJP have no agenda...For the 1st time, an honest party is coming into the state.\n\n‌Ban on liquor sale in Goa from February 12-15, March 10.\n‌", "id": "010295f7-9388-4205-ab90-0d4916d95215", "userID": "USR1614006026", "storyPrimaryID": "79083", "ADL": "False", "least_likely_activity": "religious education activities (2007+)", "Festivals": "['International Film Festival of Kerala', 'Visability Film Festival', 'Black Hills Film Festival', 'FAME - Festival international de films sur la musique', 'Two Short Nights Film Festival', 'Children’s Film Festival Seattle', 'Big Sky Documentary Film Festival', 'OUTshine LGBTQ+ Film Festival @Home', 'Arthouse Asia Film Festival']", "jaccard_score": 4.728521566436604e-05}