{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-165510425612619.png", "Age": "23", "Title": "‘It Could Happen To Any Muslim Family’: A Student Activist On Her Father’s Arrest....", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2021-09-24", "most_likely_activity": "", "Interest": "#article14live", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "userID": "USR1632472672", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "id": "01054f8f-7271-424d-8c3e-f71571646986", "userPrimaryID": "9109", "sarc": "True", "Narrative": "You mentally prepare yourself but when the storm hits, you feel like there is nothing that you can do,” Afreen Fatima told Article 14 at 12:30 am on 12 June 2022, as she answered questions from a relative’s phone, speaking to us from an undisclosed location having left her house in anticipation that it might be demolished. \n\n\n“My mind just went blank,” said Fatima, 24, a student activist, a postgraduate in linguistics from Jawaharlal Nehru University (JNU), and a vocal critic of the ruling Bharatiya Janata Party (BJP) and its online right-wing ecosystem. “I felt paralysed when it happened. I didn't know what to do or whom to call. It felt like a nightmare.”\n\n\nTwelve hours after she spoke with us, Fatima’s nightmare came true, as municipal backhoe excavators arrived at her home in the city of Prayagraj in Uttar Pradesh (UP) and began demolishing it. Officials removed the family’s belongings, as pro-government television channels rummaged in the debris and displayed flags and posters found within. “When injustice becomes law rebellion becomes duty,” read one.\n\n\nThe police accused Fatima’s father Javed Mohammad, a member of the Jamaat-e-Islami Hind and a prominent face of civil society in the city, of organising the protests in Prayagraj and arrested him. It was one of many towns and cities where Indian Muslims protested, sometimes violently, against slurs made by former BJP spokesperson Nupur Sharma against Prophet Mohammad during a television debate. \n\n\nFatima said she believed she was mentally prepared for the backlash that she knew her outspokenness would inevitably trigger, but when the reaction came late on the night of 11 June 2022, she was at a loss about what to do and whom to call. \n\n\nIn her five years as a student activist, Fatima said she had envisioned many scenarios, even joking with her father, Javed Mohammad, a leader of the Welfare Party of India and a fellow critic of India’s current government, what they would do if the authorities came for them.\n\nread more - https://article-14.com/post/-it-could-happen-to-any-muslim-family-a-student-activist-on-her-father-s-arrest-demolition-of-her-home-62a5e50c79ac1", "storyID": "STY1655104370", "Gender": "others", "DDI_sex": "24.34166666666667", "sport_event": "[' UCI Road World Championships']", "storyPrimaryID": "106831", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}