{"DDI_age": "25.175925925925913", "ADI_sex": "26.211111111111126", "storyID": "STY1657383658", "most_likely_activity": "Health", "least_likely_activity": "Hunting", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userID": "USR1642518229", "Media": "https://image.pixstory.com/Pixstory-image-165738362243897.png", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "DDI_sex": "22.607407407407408", "Narrative": "Max Verstappen aggiunge ai suoi successi a Spielberg anche quello nella sprint race di oggi, comandata dall'inizio alla fine senza patemi, rintuzzando il pressing di Sainz (Ferrari) alla prima curva e andandosene via fino al traguardo. 8 punti in più in classifica e uno guadagnato su un Charles Leclerc che ha mostrato un passo ottimo (suo il giro veloce della sprint race) e che nel finale è stato il più veloce in pista. Le possibilità di Leclerc di lottare per la vittoria si sono azzerate subito dopo il via, quando - nonostante un buon abbrivio - ha dovuto alzare il piede alla prima curva facendo passare Sainz, poi subito risorpassato in curva 3. I due si sono dati fastidio fino al settimo giro, e così Verstappen è diventato presto imprendibile. Dietro, buona gara per George Russell quarto, e per Sergio Perez, che ha rimontato dalla 13° alla 5° posizione, rimettendosi in corsa domani per il podio di domani. E se il messicano non ha trovato grosse difficoltà a risalire il gruppo, non è riuscito a farlo Lewis Hamilton, che ha perso un paio di posizioni in partenza e poi passato dieci giri in scia a Mick Schumacher prima di riuscire a sorpassarlo per prendersi un solo punticino, restando dietro a Ocon (sesto) e Kevin Magnussen (settimo). Decimo è arrivato Bottas, poi le due McLaren, in leggera crescita. Non ha preso parte al GP Alonso, per un problema tecnico, mentre Vettel si è ritirato a un giro dalla fine, dopo un contatto con Albon (tra l'altro penalizzato per un altro episodio con Norris).", "sarc": "False", "storyPrimaryID": "114787", "accountCreateDte": "2022-01-18", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Age": "40", "ADDI_sex": "31.20555555555555", "userPrimaryID": "23337", "id": "01db8975-fc3d-4bb6-890b-6a502da4ec2d", "Title": "F1, Verstappen domina la sprint! Leclerc e Sainz lottano tra loro e sono sul podio", "ADL": "False", "Interest": "f1, formula1, verstappen, leclerc", "Festivals": "", "jaccard_score": 4.553391138050063e-05}