{"ADDI_age": "41.39629629629629", "Title": "Sperm donation is largely unregulated, but that could soon change as lawsuits multiply", "Festivals": "['International Film Festival of Kerala', 'OUTshine LGBTQ+ Film Festival @Home', 'Glasgow Film Festival', 'VOID Animation Film Festival', 'Miradas Doc', 'Festival International du Film pour Enfants de Montréal', 'Houston Jewish Film Festival', 'Berlin International Film Festival', 'Hayti Heritage Film Festival', 'Zinegoak Film Festival', 'Dublin International Film Festival', 'Sacramento Jewish Film Festival', 'Durango Independent Film Festival', 'Thessaloniki Documentary Film Festival', 'Budapest Architecture Film Days', 'Ocean City Film Festival', 'Luxembourg City Film Festival', 'Miami Film Festival', 'International Film Festival and Forum on Human Rights', 'New York International Children’s Film Festival']", "userPrimaryID": "1500", "DDI_age": "28.392592592592596", "Media": "https://image.pixstory.com/Pixstory-image-164254411994600.jpeg", "Gender": "female", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "accountCreateDte": "2021-03-05", "diagnosis_3": "Gastric ulcer", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Narrative": "When Wendy and Janet Norman decided to have a baby, they went sperm shopping through Xytex Corp., a sperm bank.\n\nThe couple chose Donor #9623. Xytex, the Normans later claimed, told them the man spoke multiple languages and was pursuing a doctorate.\n\nXytex had also assured them that it carefully screened all donors by reviewing their family health history and criminal records and that it subjected donors to intensive physical exams and interviews to verify the information.\n\nBut after Wendy Norman gave birth to a son in 2002, the couple learned their child had inherited a genetic blood disorder for which Wendy was not a carrier. He would, much later, require extended hospitalizations because of suicidal and homicidal thoughts.\n\nEven later, they learned that the donor, James Christopher Aggeles, had lied to the sperm bank about his background and that the sperm bank had not verified the information he provided. Nor did it make him supply his medical records or sign a release that would have made it possible to obtain them.\n\nAs law professors who study reproductive technology, we see this case and others like it as showing why the government should tighten regulations over sperm and egg donation so that prospective parents and donor-conceived adults receive accurate and complete details about their donors’ medical, academic and criminal history.\n\nA ‘wrongful birth’?\n\nAggeles wasn’t pursuing an advanced degree when he began donating sperm. He didn’t even have a college degree at that point. He also failed to disclose his diagnosis of schizophrenia, a severe mental health condition requiring lifelong treatment. \n\nRead more at The Conversation: https://theconversation.com/sperm-donation-is-largely-unregulated-but-that-could-soon-change-as-lawsuits-multiply-174389\n\nImage courtesy: https://www.gettyimages.com/detail/news-photo/lab-technician-jessica-kenyon-puts-sperm-vials-into-liquid-news-photo/1290396268", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "storyPrimaryID": "72426", "diagnosis_1": "Anemia", "diagnosis_2": "Cerebral vascular accident", "Age": "39", "userID": "USR1614921720", "Interest": "Health, healthcare, reproductive rights, reproductive health, family, family, health care, family caregivers, reproductive justice, pregnant women, sperm, pregnancy, dna, sperm concentration, reproduction, pregnancy risks, pregnant, babies, sperm donation", "ADI_sex": "34.144444444444446", "sport_event": "['Six Nations', ' Nordic World Ski Championships']", "sarc": "True", "median_activity": "Food", "storyID": "STY1642568530", "ADL": "False", "id": "01de4e42-1c3c-4c6d-872a-8553807d69a8", "jaccard_score": 4.728521566436604e-05}