{"DDI_age": "37.324074074074076", "Age": "23", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "userID": "USR1632906744", "most_likely_activity": "", "Narrative": "<p dir=\"ltr\"><br>\nIce creams have been mostly called as a comfort food and when we have a spoonful of ice cream it just refreshes us and also makes us happy. </p>\n<p dir=\"ltr\">Now scientists have proven that, ice cream affects the centre of the brain like how listening of the music does to our brain. </p>\n<p dir=\"ltr\">A team of researchers at the Universith kf Leuven, Belgium reported that the brain's responses to sadness was less when ice cream was consumed. The study also reported that hunger and mood upliftment happened when ice cream was eaten. </p>\n<p dir=\"ltr\">Ice creams have been proved to be an aid for us during our heartbreaks till our hangovers and many people gets relieved by it. But it is also very hard to stop after many spoons. Now why does that happen?, when people are at a high state of emotion they are not being able to perceive the amount of fat that's present in their food and so they don't find it a big deal while they finish a tub of ice cream just in one go. </p>\n<p dir=\"ltr\">The researchers understood that when people consume ice cream way before the time of their response, then their sadness could be lowered. This study have implications for a various disorders like obesity, eating disorders, and depression. And the study proves that comfort foods like ice creams have a great effect on our minds as we feel low or depressed. </p>\n<p dir=\"ltr\">Sources - Binge Daily </p>", "ADI_sex": "30.177777777777784", "id": "01e0e408-b654-4350-87d5-5f20262f6473", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "accountCreateDte": "2021-09-29", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "storyID": "STY1664033701", "sarc": "False", "Media": "https://image.pixstory.com/Pixstory-image-166403366570101.png", "userPrimaryID": "9266", "storyPrimaryID": "148310", "Gender": "others", "DDI_sex": "24.34166666666667", "Title": "Ice creams have a reason to be our comfort food when we feel low", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}