{"storyPrimaryID": "123416", "Title": "Street art in Italia, ecco la prima guida alla scoperta dei graffiti di casa nostra", "most_likely_activity": "Health", "diagnosis_3": "Congenital heart disease", "accountCreateDte": "2021-09-12", "least_likely_activity": "Real Estate", "Gender": "female", "userPrimaryID": "12582", "ADDI_age": "33.59444444444444", "DDI_sex": "26.07592592592593", "DDI_age": "23.299999999999997", "Interest": "street art, italia, polaris edizioni", "median_activity": "Health", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-165996586288253.jpeg", "ADDI_sex": "38.53888888888888", "diagnosis_1": "Sleep apnea", "Age": "54", "diagnosis_2": "Atypical pneumonia", "Narrative": "Esce il 20 settembre 2022 per Polaris Editore \"Street art in Italia. Viaggio fra luoghi e persone\" (di Anna Fornaciari e Anastasia Fontanesi: la prima guida alla scoperta dell'arte urbana in Italia. \nOltre 500 opere, 58 località e 17 regioni per avvicinarsi a un nuovo turismo on the road: viaggi e percorsi a cielo aperto in cui l’arte urbana, effimera per definizione e in continua evoluzione, diventa un filo che traccia legami invisibili ma al tempo stesso indelebili tra territori e persone, attraverso graffiti writing, street art, neo-muralismo e opere pubbliche che strizzano l’occhio alle installazioni. “In questi 6 anni di ricerca sul campo ci siamo lasciate guidare dalla curiosità” spiegano le autrici che così rivelano di aver scoperto o riscoperto 58 destinazioni che hanno trasformato la geografia e lo skyline delle città e dei borghi del nostro paese.\n\nAnna Fornaciari e Anastasia Fontanesi, già fondatrici di Travel on Art, raccontano il turismo culturale contemporaneo, con l’invito ad approfondire i progetti non solo dal punto di vista artistico, ma anche culturale e sociale. \"Quando si parla di arte negli spazi pubblici infatti, non si può commettere l’errore di scindere l’atto artistico, dal territorio e dalle persone che lo abitano. Per questo, oltre a suggerire e condividere idee di viaggio, per noi è importante che questo libro racconti le persone, oltre ai muri”.", "ADI_sex": "34.144444444444446", "sarc": "False", "sport_event": "['US Open']", "userID": "USR1639060058", "id": "01e5ec7c-8b38-4590-a134-b6eef22a0a40", "ADL": "False", "ADI_age": "29.383333333333326", "Festivals": "", "storyID": "STY1659966207", "jaccard_score": 4.553391138050063e-05}