{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Narrative": "Star podcaster of the streaming platform Joe Rogan pledged to “try harder” to make his podcasts more balanced while responding to the growing protest over the platform’s alleged role in spreading Covid-19 misinformation. His comments follow after Daniel Elk, the CEO of the streaming service, announced it would add advisory warnings to any podcast discussing the coronavirus.\n\nThese moves came after musicians like Neil Young and Joni Mitchell pulled their music from the streaming service for helping spread misinformation on Covid-19.\n\nThe centre of the controversy are two episodes of Rogan’s popular podcast which featured controversial immunologist Dr Robert Malone and cardiologist Dr Peter McCullough. Malone promoted, according to 270 experts, wild conspiracy theories which include one that, “societal leaders” have “hypnotized” millions and led to “mass formation” psychosis to convince people on vaccine efficacy. He even compared the phenomenon with those in Nazi Germany. McCullough claimed vaccines and reliance on masks and lockdowns are ineffective measures to fight Covid-19. \n\nEver since the pandemic hit the world, technology and social media platforms have been accused of spreading misinformation about coronavirus and undermining the role of vaccines to fight it. Some of them – Facebook, YouTube and Twitter – have removed stuff they consider falsehoods, despite questions raised by advocates of free speech.\n\nBut platforms like Spotify that deal with audio clips and music had so far avoided the controversy. One problem, according to them, is that it’s not possible to monitor audio, the way text, images and videos are tagged or classified on other social platforms.\n\nBut now, it seems Spotify is also going to adopt a similar policy of labelling content and removing or suspending a user if they are found promoting falsehoods. Free speech is certainly important, but if it misleads people and exacerbates a pandemic, it should certainly be censored for greater common good. \n\nREAD MORE: \n\nhttps://www.bbc.com/news/entertainment-arts-60192957\n\nhttps://www.nbcnews.com/news/us-news/joe-rogan-spotify-protest-covid-misinformation-neil-young-rcna14158\n\nhttps://www.nytimes.com/2022/01/30/arts/music/spotify-joe-rogan-ceo.htm", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "Spotify head and Joe Rogan pledge 'balance', but is that enough?", "diagnosis_1": "Alcohol", "least_likely_activity": "Education", "ADDI_age": "49.88518518518518", "storyID": "STY1643719043", "storyPrimaryID": "78512", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "social media, misinformation, neil young, mccullough, falsehoods, joni mitchell, malone", "DDI_sex": "22.607407407407408", "userID": "USR1612356664", "userPrimaryID": "472", "ADI_age": "42.805555555555564", "sarc": "True", "Media": "https://image.pixstory.com/Pixstory-image-164371481340398.png", "ADDI_sex": "31.20555555555555", "Festivals": "['Sundance Film Festival', 'Clermont-Ferrand Short Film Festival', 'DocPoint Helsinki', 'Göteborg Film Festival', 'International Film Festival Rotterdam']", "Age": "22", "accountCreateDte": "2021-02-03", "diagnosis_3": "Depression", "id": "01e5d447-1861-4450-9fa8-c2c0536c7a0e", "ADL": "False", "sport_event": "", "jaccard_score": 4.728521566436604e-05}