{"DDI_age": "37.324074074074076", "id": "01f19e13-a41e-49ee-a791-60fe73e6a4ad", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "Narrative": "At an office building in China's capital on Sunday, masked Covid control personnel lugged boxes of pillows and bedding through the closely guarded entrance for white collar workers stuck inside, preparing for what may be days of lockdown as Beijing rushes to prevent the spread of Omicron ahead of the Winter Olympics.\n\nThe snap lockdown meant the building in the west of the city was sealed off without advance warning, with everybody inside unable to leave and subject to compulsory Covid testing. The decision to lock the office down came after an employee tested positive for Omicron on Saturday -- the city's first recorded case of the highly transmissible variant.\n\nFor the past week, officials in Beijing had been on high alert as an Omicron outbreak spread in Tianjin, a major port city just 30 minutes away by high-speed rail. The cluster had already spread to two other cities hundreds of miles away.\n\nAccording to detailed surveillance data collected by officials, the Beijing woman infected with Omicron had not come into contact with a confirmed case and hadn't left the capital in the past 14 days, raising fears the variant may already be spreading in the community.\n\nUnlike most of the world, China is pursuing a zero-Covid strategy that relies on stringent restrictions including mass testing, lockdowns and long quarantine for international arrivals.\n\nThe single case in Beijing has been identified at the worst possible time for the city, as it prepares to welcome thousands of athletes for the Olympics -- including from countries where Omicron is raging.\n\nThe risk of the variant spreading among the local Beijing population outside its so-called Olympic bubble -- intended to keep participants separate from the wider public -- comes as authorities warned of the \"double pressure of domestic and imported cases.\"\n\nAfter the woman's case was confirmed, authorities sprang into action, imposing uncompromising snap lockdowns— trapping people in places such as office blocks and extensive contact tracing and testing in high-risk areas.\n\n\nSource: CNN", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "Interest": "covid 19, covid 19 strain, covid vaccines, lockdown, beijing, china, zero covid, winters olympic", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-164242006061100.jpeg", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "storyID": "STY1642420260", "DDI_sex": "22.607407407407408", "userPrimaryID": "9223", "Title": "Beijing locksdown office building with workers still inside after detecting Omicron case", "userID": "USR1632729294", "storyPrimaryID": "71408", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}