{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Narrative": "<p dir=\"ltr\">Brands have always been considered as a sign of luxury, no matter the era, branded apparel and accessories have always been one's ticket to a high social status amongst peers. The sporstware market too has been held by some giants such as Nike, Adidas, Reebok and some more, but in India, Puma has become the top sportsware brand, surpassing its competition with ease. But how did this happen? Puma adopted a digital-first approach which is a more cost effective method of reaching its customers. Puma are moving away their marketing spread from traditional advertising to spending a lot of the budget on digital, adopting a multi-channel approach to sell their products. Puma's business growth was often driven at the local level, with regional managers and teams operating independently. To survive the competition from both Nike and Adidas, they have launched many product lines, making a significant impact on the fashion industry, that the customer can enjoy, even with a comparatively smaller budget. </p>", "least_likely_activity": "Excerise", "Title": "Rise of Puma in India", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "storyID": "STY1663323665", "median_activity": "Health", "Gender": "male", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "storyPrimaryID": "144329", "id": "01faa2a9-f4f4-41b9-99af-0dc5a8639f52", "DDI_sex": "22.607407407407408", "Media": "https://image.pixstory.com/Pixstory-image-166332363693539.png", "ADI_age": "42.805555555555564", "accountCreateDte": "2022-08-30", "sarc": "False", "userPrimaryID": "84001", "ADDI_sex": "31.20555555555555", "Age": "19", "diagnosis_3": "Depression", "ADL": "False", "userID": "USR1661882851", "Festivals": "", "jaccard_score": 4.553391138050063e-05}