{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "storyID": "STY1657833510", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "userID": "USR1642432836", "Media": "https://image.pixstory.com/Pixstory-image-165783345110855.jpeg", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "median_activity": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Interest": "battaglia, storia, piemonte", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "La battaglia dell’Assietta, una luminosa e feroce pagina della storia", "id": "01fcaea2-a8c6-425a-b068-58fd7ec5b049", "Narrative": "La battaglia del Colle dell’Assietta del 19 luglio 1747 fece seguito ad una lunghissima serie di schermaglie tra francesi e piemontesi. Nei giorni precedenti lo scontro i piemontesi collocarono una serie di trinceramenti sul piano dell'Assietta, visibili dal contrafforte fra il Colle del Sestriere e la Testa del Gran Serin, che divide la Val Chisone dalla Valle di Susa. I piemontesi affidarono il comando al tenente generale Giovanni Cacherano, conte di Bricherasio, che, oltre alle truppe piemontesi regolari, poté contare sull’apporto delle milizie valdesi del Pinerolese e dell'alta Val Chisone, mentre quattro battaglioni austriaci, guidati dal generale Colloredo, arrivarono all’ultimo a rinforzo delle posizioni. Le postazioni piemontesi erano disposte a semicerchio su di una cresta ristretta e si appoggiavano alla Testa dell'Assietta e alla Testa del Gran Serin. L'assalto dei francesi fu lungo e spietato, ma, grazie all’eroica Compagnia Granatieri del 1° battaglione delle Guardie, poi rinforzata dalla Compagnia Granatieri del Reggimento provinciale di Casale, i nemici furono fermati. I francesi, dopo aver rimpiazzato i combattenti in prima linea con truppe fresche, continuarono nell'assalto, ma i granatieri piemontesi, anche se erano privi di munizioni, li attaccarono facendone strage. Al tramonto, l'esercito francese, ormai esausto, si ritirò dal campo di battaglia, lasciandosi dietro 5.300 soldati, 439 ufficiali, tra cui due generali, cinque brigadieri e nove colonnelli, mentre i piemontesi persero solo sette ufficiali e 185 soldati e gli austriaci due ufficiali e 25 soldati.", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "storyPrimaryID": "116163", "jaccard_score": 3.502608567730818e-05}