{"storyPrimaryID": "80619", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Interest": "healthresearch", "Media": "https://image.pixstory.com/Pixstory-image-164457001278234.jpeg", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Title": "Covid shots for under-15 under study: Dr. Paul.", "DDI_sex": "22.607407407407408", "id": "01fca91f-37ef-47ff-a8f8-d26d38a8557b", "Narrative": "The decision about expansion of 'precaution dose' or booster against Covid-19 to adults below 60 years will be taken based on scientific assessment of need in local population, whereas lowering of age for Covid vaccination to include children below 15 years is under scientific consideration, Niti Aayog member health Dr V K Paul said, maintaining that current focus is to expand coverage among those eligible for primary vaccination and precaution dose. \n\n\"Additional need for vaccines, additional inclusion of population for vaccination has constantly been under examination under our scientific programmatic agenda. That consideration is going on,\" Dr Paul\n\nAmid re-opening of physical schools and other academic institutions, many have been seeking lowering of age to enable vaccination for youngsters of 12-15 years, who may be at risk of infection. Besides, some are also demanding booster shots for adults as fear of new variant and waning immunity continue to haunt. \"We will not do it just because someone is doing it. We have our own context,\" Paul said.\n\nSource- healthworld.com", "ADI_age": "42.805555555555564", "sarc": "False", "userID": "USR1632727191", "ADDI_sex": "31.20555555555555", "userPrimaryID": "9220", "storyID": "STY1644570090", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.378260709663522e-05}