{"ADDI_age": "41.39629629629629", "Title": "Sheriff vs Manchester United- Analysis\n\nBought in for Scott McTominay, the Brazilian was an instant", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "DDI_age": "28.392592592592596", "diagnosis_3": "Botulism", "storyID": "STY1663443242", "diagnosis_1": "Medication reaction", "userPrimaryID": "25709", "storyPrimaryID": "144846", "id": "01fdbe20-1550-483f-a04a-839546cf1634", "userID": "USR1643166496", "median_activity": "Health", "accountCreateDte": "2022-01-26", "GLAAD": "False", "Gender": "male", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "Festivals": "['Sundance Film Festival 2022', 'International Film Festival Rotterdam 2022']", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "Interest": "Entertainment, Sports, football ⚽️, manchester united, sherifftiraspol, analysis", "DDI_sex": "22.607407407407408", "Age": "31", "Narrative": "<p dir=\"ltr\"><b>Sheriff vs Manchester United- Analysis</b></p>\n<p dir=\"ltr\">Bought in for Scott McTominay, the Brazilian was an instant hit. Made 90% of passes.He completed 37 passes out of 41 passes which he made.He made 58 touches.He was good at the back. As out of 15 ground duels he made he was successful in winning 6 of them.He made fouls 4 times,he made 1 goal line clearance,He made 4 interceptions,he made 3 tackles. He was a complete workhorse for the 45 minutes.</p>\n<p dir=\"ltr\">Raphael Varane</p>\n<p dir=\"ltr\">From the bright yellow spot, we can see that Rapha had made defensive contributions,passes in the defensive third in the match. <br></p>\n<p dir=\"ltr\">Varane and Licha(Lisandro Martinez) has been a rock solid. They won 4 matches on a trot. It is an upgrade over the Harry Maguire and Victor Lindelof partnership. Last season was a debacle with these 2 at the helm. Varane made 93% accurate passes.He completed 78 passes out of 84 passes which he had attempted.He made 93 touches.He had attempted 7 long balls out of which 3 were accurate.He attempted 1 dribble, and he was successful in it.Varane made 1 interception, 1 tackle. He was beast in the air as he made 4 aerial duels, winning 4 of them.He attempted 6 ground duels out of which he was succesful in winning 3 of them.He made 3 goal line clearances.</p>\n<p dir=\"ltr\">Team&#8217;s Actions </p>\n<p dir=\"ltr\">Looking at United&#8217;s heatmap, we can see that United were active in both the wings, though United had most actions down the left side. As indicated by the heatmap, the one with the bright yellow is where most actions happened and also in defensive area. The yellow spot indicates, where United made most of their actions.<br></p>\n<p dir=\"ltr\">Erik Ten Hag made his team a well drilled unit. There were less awry passes, which we didn&#8217;t see in the Ralf Rangnick era. ETH is building his team to challenge for top honours and win the coveted eluded Premier League.</p>", "sarc": "False", "Media": "https://image.pixstory.com/Pixstory-image-166344316974506.png", "ADDI_sex": "31.20555555555555", "ADL": "False", "jaccard_score": 4.553391138050063e-05}