{"ADDI_age": "32.42619047619048", "sport_event": "['Winter Olympics', 'Six Nations']", "DDI_age": "22.63095238095238", "id": "02002adc-6c6c-4dd3-b1e0-2f5adc86180c", "userPrimaryID": "27066", "userID": "USR1644356188", "diagnosis_1": "", "most_likely_activity": "", "Age": "12", "Title": "Young Grizzlies will rise from ashes!", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "storyID": "STY1652654728", "GLAAD": "False", "Interest": "Sports", "storyPrimaryID": "100414", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-165265457432681.jpeg", "sarc": "True", "Narrative": "The NBA's newest club to reach a conference semifinal in the last 25 years has lost no time in converting adversity into drive. \n\nYes, the Memphis Grizzlies soaked up whatever lesson they could to help them win their first NBA title. \n\n“This is going to motivate us moving forward,” Memphis coach Taylor Jenkins said. “The growth individually, the growth collectively from this season, it’s only going to make us better. This is a step in the direction of this bright future that we talk about all the time.”\n\nUS News reported that since a franchise restructure in April 2019, the Grizzlies have made significant progress. They went from being eliminated from the playoff race in August 2020 on the Orlando bubble to getting the No. 8 seed in the play-in round a year ago. \n\nThe NBA's second-youngest club earned the No. 2 seed in the West for the first time by tying the franchise's all-time win total of 56. After dropping two games by a combined four points to the three-time NBA champions, who reached their sixth Western Finals in eight years, Dillon Brooks summed up the Grizzlies' future.\n\n“We’re young, they’re getting old, so they know we’re coming every single year,” Brooks said.", "Gender": "", "accountCreateDte": "2022-02-09", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}