{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "userPrimaryID": "9221", "ADDI_age": "49.88518518518518", "Narrative": "Eating has been an essential component in our daily life. The impact on the brain doesn't just depends upon what we eat but when we eat as well. Our eating habits affects and leads to poor mental health, that includes depression and anxiety. Diseases such as cardio metabolic and weight gain also adds in. \n\nFood and mood \n\nWith Altered eating, the digestive hormones gets effected on the dopamine, a neurotransmitter that plays a large role in mood, energy and pleasure. Abnormal dopamine levels are formed in individuals who deal with depression and bipolar disorders. \n\nHow does irregular eating plays an important role ? \n\nIrregular eating can cause mood disorders. People who are battling with depression or bipolar disorder can display disrupted internal patterns and irregular meal times which can worsen the mood symptoms. \n\nThe shift workers entirely have an irregular eating schedules which is visible in the increased rates of depression and anxiety while compared to the general population it is less. \n\nEven with the evidences analyzing the eating patterns is not a part of a standard clinical care in most psychiatric settings. \n\nSources  - https://www.google.com/amp/s/theprint.in/opinion/food-and-mood-go-together-what-you-eat-impacts-your-mental-health/880608/%3famp", "Media": "https://image.pixstory.com/Pixstory-image-164785526947944.png", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "userID": "USR1632727815", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Food and mood goes hand in hand. Your eat impacts your mental health.", "Interest": "diet, mental health", "id": "020323ab-1a5f-403e-aa75-04bc36fa067c", "ADDI_sex": "31.20555555555555", "storyID": "STY1647855522", "diagnosis_3": "Depression", "storyPrimaryID": "88633", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.378260709663522e-05}