{"ADDI_age": "32.42619047619048", "sport_event": "['French Open']", "id": "0207a667-583f-4a13-86d9-58c4692d94de", "DDI_age": "22.63095238095238", "userID": "USR1623313390", "diagnosis_1": "", "storyID": "STY1642805805", "storyPrimaryID": "74223", "Title": "Supreme Court allows January 6 committee to get Donald Trump documents", "most_likely_activity": "", "userPrimaryID": "6952", "ADI_sex": "30.177777777777784", "Narrative": "In a rebuff to former President Donald  Trump the Supreme Court is allowing the release of presidential documents sought by the congressional committee investigating the Jan. 6 insurrection.\n\n\nThe justices on Wednesday rejected a bid by Trump to withhold the documents from the committee until the issue is finally resolved by the courts. Trump's lawyers had hoped to prolong the court fight and keep the documents on hold.\n\nFollowing the high court's action, there is no legal impediment to turning over the documents, which are held by the National Archives and Records Administration. They include presidential diaries, visitor logs, speech drafts and handwritten notes dealing with Jan. 6 from the files of former chief of staff Mark Meadows.\n\nThe committee already has begun to receive records Trump wanted kept secret, said Rep. Bennie Thompson, D-Miss., and Rep.Liz Cheney, R-Wyo., the committee chairman and vice chairwoman, respectively.\n\nThe Supreme Court's action tonight is a victory for the rule of law and American democracy, \"Thompson and Cheney said in a statement pledging to ``uncover all the facts about the violence of January 6th and its causes.\"\n\nWhite House spokesman Mike Gwin called the ruling \"an important step forward\" for the investigation, \"and in ensuring accountability for an unprecedented assault on our democracy and the rule of law.''\n\nThe House committee agreed to defer its attempt to get some documents, at the request of the Biden White House. The current administration was concerned that releasing all of the Trump administration documents sought by the committee could compromise national security and executive privilege.\n\nAlone among the justices, Clarence Thomas said he would have granted Trump's request to keep the documents on hold.\n\nTrump's attorneys had asked the high court to reverse rulings by the federal appeals court in Washington and block the release of the records even after President Joe Biden waived executive privilege over them.", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "accountCreateDte": "2021-06-10", "least_likely_activity": "", "Interest": "donald trump", "Media": "https://image.pixstory.com/Pixstory-image-163345924366274.png", "sarc": "True", "Gender": "others", "DDI_sex": "24.34166666666667", "Festivals": "['Sheffield Doc/Fest', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Beat Film Festival', 'Doc Edge International Documentary Film Festival', 'Sombra Festival - European Fantastic Film Festival of Murcia', 'Sheffield Doc/Fest', 'Très Court International Film Festival', 'Biografilm Festival', 'Animafest Zagreb - World Festival of Animated Film', 'Ferrara Film Corto Festival', 'Cabourg Film Festival', 'Chamonix Film Festival', 'Kortfilmfestivalen - Norwegian Short Film Festival', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Downtown Tyler Film Festival', 'Encounters - South African International Documentary Festival', 'deadCenter Film Festival', 'FIRE!! - Mostra International de Cinema Gai i Lesbia de Barcelona', 'Frameline45 San Francisco International LGBTQ+ Film Festival']", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}