{"Interest": "History, Entertainment, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change , relationship advice, relationship, love, real love", "DDI_age": "37.324074074074076", "Narrative": "<p dir=\"ltr\">The claims we hear nowadays about love I don't want them and I don't believe them. As you may know, I am a lover of love; however, the false love I see today, which consists just of attraction and arousal with no consideration for the other person's feelings or commitment to sticking by each other no matter what, is incredibly unsettling to me because it has grown to be the norm.People today believe that loving someone and treating them properly are two whole different things, and that just because someone loves you doesn't mean they'll treat you well. Despite this, they continue to be confident that the love is real. <i>This is not love, let me be clear about that.</i><br>\nThe kind of <b>LOVE</b> I seek and believe in entails being your partner's best friend in addition to giving them your time, assurance, and respect. It also involves making their life incredibly enjoyable and joyful. It is neither discretionary nor unnecessary for these things to exist; they are a vital component of love.</p>", "diagnosis_2": "Carbon monoxide poisoning", "Age": "21", "id": "0207dd10-1081-4a14-92b4-4e29abd7cf65", "accountCreateDte": "2022-08-28", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "storyID": "STY1662429183", "ADDI_age": "49.88518518518518", "least_likely_activity": "Writing", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "ADI_age": "42.805555555555564", "sarc": "False", "userPrimaryID": "82502", "Media": "https://image.pixstory.com/Pixstory-image-166240477961038.jpg", "Title": "Claims of love are scary nowadays", "ADDI_sex": "31.20555555555555", "storyPrimaryID": "138477", "userID": "USR1661704995", "sport_event": "['World Volleyball Championships (men)']", "diagnosis_3": "Depression", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}