{"id": "020afa20-66c5-40a5-b5f2-f2474afa9d61", "Narrative": "The Indian women's hockey team will be up against Ghana on the opening day of the Commonwealth Games. As they enter the field, they would hope to leave the disappointment of the recently concluded World Cup behind them. They finished 9th in the competition. \n\nIt wasn't that they were outplayed in any of the games, they just couldn't convert the numerous chances they created in every game. Be it circle penetrations or short-corners they were up at it. But those efforts didn't materialise in goals for the team. \n\nThe 2002 champions will look to start their campaign at the best note possible. India and Ghana have faced each other only once. It was in 2014-15 when they beat them 13-0. The Savita Punia led side even in the absence of their regular skipper Rani Rampal will start as overwhelming favourites. \n\nIndian forwards, Vandana and Lalremsiami were in terrific form in the WC and at the CWG the team would once again expect them to deliver for them. While the team would wish that drag-flickers Gurjit Kaur and Deep Grace Ekka can convert short-corners into goals. If these two perform at their potential, India can be assured of a good outing. \n\nIt's been a long wait for a medal at the CWG for women's hockey. They won a silver last time in 2006. They came close to winning a medal in Gold Coast in the last edition. But were beaten 6-0 by England to finish 4th. \n\nMatch Details\n\nIndia will lock horns against Ghana on 29th July at 6:30 pm. The University of Birmingham Hockey and Squash Centre will host the opening encounter between the two sides.\n\nIndia Women vs Ghana Women: Prediction\n\nIndia is expected to win the game by a big margin. The scoreline could be similar to the one in 2014/15. \n\nPrediction: India 10 - 0 Ghana\n\nIndia Women vs Ghana Women: Live Stream\n\nThe match will be telecasted on the Sony Sports Network. It'd also be available on the Sony Liv app in India. BBC 1, BBC 2and BBC 3and BBCi Player will show the match for fans in the UK.", "DDI_age": "37.324074074074076", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Festivals": "['Melbourne Documentary Film Festival 2022']", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "Interest": "preview, womensteam, hockey, commonwealthgames, predictions, livestream", "accountCreateDte": "2022-07-13", "GLAAD": "False", "diagnosis_3": "", "sport_event": "[\"Women's FIH Hockey World Cup\", 'Tour de France']", "ADDI_sex": "34.87222222222221", "storyPrimaryID": "119970", "userPrimaryID": "57597", "least_likely_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-165908245849699.png", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Hockey at Commonwealth Games 2022: India Women vs Ghana Women Preview, prediction, live stream", "userID": "USR1657734598", "Gender": "", "Age": "22", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyID": "STY1659082613", "jaccard_score": 3.6777389961173586e-05}