{"DDI_age": "37.324074074074076", "id": "02116016-587a-4921-b119-4bcfd45da9b3", "diagnosis_1": "", "Age": "20", "storyID": "STY1660292754", "ADDI_age": "49.88518518518518", "Interest": "bollywood, bollywood music, bollywood style, bollywood fashion, bollywood life, bollywood news, bollywood movie, bollywood movies, bollywood gossip, bollywood dance", "Title": "Laal Singh Chaddha becomes Aamir Khan’s lowest opener in 13 years😨😨😨", "userID": "USR1660213059", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "storyPrimaryID": "124919", "ADL": "True", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "accountCreateDte": "2022-11-08", "sarc": "True", "sport_event": "['ICC World T20 (men)']", "Gender": "", "userPrimaryID": "70817", "Media": "https://image.pixstory.com/Pixstory-image-166029267199185.jpeg", "DDI_sex": "24.34166666666667", "Narrative": "Laal Singh Chaddha has tanked at the box office with its opening day collection being abysmal. According to news reports, the collection on the first day of the Aamir Khan starrer movie Laal Singh Chaddha is reported to be Rs 10-11 crores. It is reported to be the lowest opening that an Aamir Khan movie has seen in the past 13 years.\n\nReports suggest that in the first half of the opening day, it seemed like the movie would not touch a double-digit opening, however, it picked up slightly in the afternoon and had a double-digit opening. The movie is said to be doing better in Delhi and Punjab but has failed miserably in the rest of the country.\n\nThe movie’s opening and just how badly it did is evidenced by the fact that the opening was worse than the Kabir Khan directorial, 83, and the Farhad Samji film, Bachchhan Paandey. On the other hand, the movie did not even come close to opening days for movies that have been mega hits this year. While Laal Singh Chaddha opened at Rs 10-11 crores, RRR had an opening day collection of Rs 20.7 crores and KGF 2 had an opening day collection of 53.95 crores.\n\nAccording to Bollywood pundits, an Aamir Khan movie should have ideally had an opening of Rs 30 crores. In the worst scenario, it should have not had an opening day collection of less than Rs 20 crores, however, the audience seems to have shunned the movie completely.", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}