{"DDI_age": "37.324074074074076", "Interest": "closethecaregap", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "id": "0216b9fc-cdc8-49b1-9cb7-ff59834cda3c", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Title": "COVID-19 effect on breast cancer treatment", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "userPrimaryID": "9223", "userID": "USR1632729294", "ADI_age": "42.805555555555564", "storyID": "STY1643969725", "storyPrimaryID": "79264", "sarc": "True", "ADDI_sex": "31.20555555555555", "Narrative": "Breast cancer is more commonly diagnosed and is now the second leading cause of cancer death after lung cancer as the most common invasive form in women. It has surpassed lung cancer as the leading cause of global cancer incidence in 2020, with an estimated 2.3 million new cases, representing 11.7% of all cancer cases.\n\nThe deadly virus Covid - 19 which became a global pandemic in the year 2020, has affected every aspect of life including screening, diagnosis, and treatment of other diseases. People with cancer especially have found themselves in a difficult and frightening situation ever since the pandemic began. Covid-19 has since been associated with multi-organ failure due to immune-mediated damage. Immune compromised people, such as cancer patients, are not only at increased risk of SARS-CoV2 infection, but also of severe infection and poor prognosis or fatality. So many people have been found delaying the screening and treatments. \n\nA recent report published by National Cancer Registry Programme (NCRP) estimates that the number of cancer cases is likely to increase from 13.9 lakh in 2020 to 15.7 lakh by 2025, an increase of nearly 20%. Covid- 19 has impacted breast cancer patients by not only increasing the chances of infection but also on the treatment associated with breast cancer.\nAdjuvant therapies are delivered after the primary treatment, to destroy remaining cancer cells. Systemic adjuvant or neoadjuvant therapies, including chemotherapies, have been shown to be related with an increased risk of severe SARS-CoV-2 infection sequelae. When appropriate, duration of treatment should be shortened to decrease the number of hospital visits, but in other instances treatment duration should be maintained to avoid increasing the risk of immunosuppression depending on the clinical condition of patients. Conventional adjuvant/neoadjuvant systemic medications, such as anti-human epidermal growth factor receptor 2 and endocrine therapy, have historically not been related with problems of COVID-19, and hence should be used according to the guidelines. \n\nRead more - https://www.financialexpress.com/lifestyle/health/covid-19-effect-on-breast-cancer-treatment/2425774/lite/", "Media": "https://image.pixstory.com/Pixstory-image-164396967422394.png", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}