{"least_likely_activity": "Culture", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "most_likely_activity": "Health", "Title": "At a fashion show, YZY SZN 9, hosted by famous rapper Kanye West wore a T-shirt that raised eyebrows...", "ADDI_age": "33.59444444444444", "storyPrimaryID": "152523", "userPrimaryID": "322", "DDI_age": "23.299999999999997", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "Age": "57", "storyID": "STY1664993530", "id": "021d8d3c-0aac-4e56-bfac-7473a70677ba", "sarc": "True", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2021-01-04", "Narrative": "<p dir=\"ltr\">At a fashion show, YZY SZN 9, hosted by famous rapper Kanye West wore a T-shirt that raised eyebrows for many both on the left, and the right. During his attendance, in what she was accompanied by conservative, commentator Candace Owens, they were both seen sporting black, and white T-shirts that read “WHITE LIVES MATTER.”</p><p dir=\"ltr\"></p><p dir=\"ltr\">After the predictable backlash, Kanye West posted on his Instagram story  “Everyone knows that Black Lives Matter was a scam. Now it’s over, you’re welcome.”</p><p dir=\"ltr\"></p><p dir=\"ltr\">The only reason why him wearing this shirt raises eyebrows is because people view white lives matter and black lives matter from the perspective that the mainstream media expects us to view it from.</p><p dir=\"ltr\"></p><p dir=\"ltr\">The media believes that white lives matter is a statement that is meant to downplay the significance of black lives. However, the reality is that every single life is significant, so whether you wear a shirt that says black, lives matter or white lives matter, both are equally true, and should equally be supported.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Obviously, Kanye West, and Candace Owens don’t hate Black people and they aren’t wearing those shirts to be racist since they are both black. But of course, liberals still proclaim that Black people who don’t support black, lives matter actually hate Black people, and hate themselves - can you be more racist?</p>", "Media": "https://image.pixstory.com/Pixstory-image-166499344055174.jpeg", "userID": "USR1609782270", "Interest": "kanye, blm, ✊🏾, fashion show, rapper, candace owens, wlm", "ADL": "False", "sport_event": "", "diagnosis_2": "", "ADI_age": "29.383333333333326", "Festivals": "", "jaccard_score": 4.02799985289044e-05}