{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "userID": "USR1646144495", "Narrative": "Talking to CBS Sports, Thierry Henry had a lot of flattering things to say about English midfielder\nJames Ward Prowse, including the praise, ‘he can finish.’\n\nThe English midfielder has been linked to a summer transfer move to Tottenham, with Antonio\nConte impressed by the midfielder’s ability to play in either a two man or a three man midfield.\n\nHis exploits from the deadball are known to everyone in the league, scoring 10 goals and assisting 5 in the league. Ward Prowse remains a constant threat from any dead ball situation, providing great delivery and the ability to go for goal himself.\n\nOn being asked who they would choose to score a penalty to save their lives, here's what Micah\nRichards and Thierry Henry said about Ward Prowse’s ability.\n\nKate Abdo: “You have one penalty to save your life, which player in the history of football do\nyou ask to take it,”\n\nMicah Richards: “I would go with James Ward-Prowse. He is excellent.”\n\nThierry Henry: “Sorry?”\n\nMicah Richards: “James Ward-Prowse.”\n\nThierry Henry: “Oh, okay. He can finish. James Ward-Prowse can finish.”\n\nIt would be interesting to see how Antonio Conte would play the midfielder at Tottenham, with\nboth Hojbjerg and Bentancur in fine forms towards the end of the season. However, Ward Prowse would bring creative passing to the table, something that neither of these two players\npossess in abundance. It would be incredibly good signing for Tottenham.", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Media": "https://image.pixstory.com/Pixstory-image-165407980447481.png", "storyID": "STY1654079955", "storyPrimaryID": "104012", "Title": "‘He Can Finish’ Thierry Henry praises Tottenham transfer target", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userPrimaryID": "28653", "Interest": "thierry henry, tottenham, football, news", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "id": "021ec8c3-1aa2-4611-9edb-7f2e59e7b7a7", "least_likely_activity": "Repair", "sarc": "True", "ADDI_sex": "31.20555555555555", "Age": "30", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}