{"Media": "https://image.pixstory.com/Pixstory-image-165410718181132.jpeg", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Age": "20", "least_likely_activity": "Dancing", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "Interest": "hollywood, hollywood dreams, hollywood news, hollywood life, hollywoodnews, hollywood movie, hollywood actor, hollywood movies, hollywood series, pixstory, pixstory office, pixstory vibe, pixstoryapp, pixstory pro, pixstory sessions, pixstory office ❤️, pixstory memes, pixstory x vega, pixstory app, music, music producer, music therapy, music on pixstory, music talent on pixstory, music talent, music streaming, music art ppl, musica, music television", "id": "008c433f-692e-490a-af99-4585fa164482", "median_activity": "Health", "userPrimaryID": "28407", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "ADI_age": "42.805555555555564", "sarc": "False", "Narrative": "Liam Payne didn't mince his words during a recent podcast interview as he opened up about his equation with former One Direction member Zayn Malik. Payne who appeared on Logan Paul's podcast also commented on Malik's fall out with Logan's brother Jake Paul and made a snide remark about Hadid's tweet from 2020 where she defended her then-boyfriend.\n\nOn the latest episode of the Impaulsive podcast with Logan Paul, Liam spoke about his former One Direction bandmate, who exited the group in 2015. Malik's name came up when Logan discussed the 2020 feud that his brother, Jake Paul, had with the singer in Las Vegas. Zayn's then-girlfriend, Gigi Hadid had tweeted in support of Malik and called him a \"respectful king\" while calling Jake \"irrelevant.\"", "ADDI_sex": "31.20555555555555", "accountCreateDte": "2022-02-26", "storyPrimaryID": "104132", "storyID": "STY1654107260", "diagnosis_3": "Depression", "userID": "USR1645868801", "ADL": "False", "Festivals": "", "Title": "Liam Payne says Gigi Hadid's tweet defending Zayn Malik as 'respectful king' didn't age well", "jaccard_score": 4.553391138050063e-05}