{"DDI_age": "37.324074074074076", "Age": "21", "storyPrimaryID": "116171", "diagnosis_1": "", "Title": "Chi è Lorena Cesarini?", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "userID": "USR1642432836", "storyID": "STY1657834886", "Media": "https://image.pixstory.com/Pixstory-image-165783484225003.jpeg", "ADI_sex": "30.177777777777784", "id": "008d1401-aa03-4ee6-88a3-c49baecd3fa7", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "Narrative": "Lorena Cesarini è un’attrice Italo-Senegalese, nata a Dakar e cresciuta a Roma da padre italiano e madre senegalese. Fin da bambina ha nutrito in sé il desiderio di diventare attrice, ma un po’ per paura e un po’ per fiducia nel destino, ha aspettato quello che sentiva sarebbe prima o poi successo: essere notata e iniziare a vivere il proprio sogno. Laureata in storia contemporanea, dopo il primo film “Arance e Martello” di Diego Bianchi, ha intrapreso gli studi di recitazione. Innamorata del cinema e della macchina da presa ha continuato determinata e fiduciosa a studiare. Così sono arrivati “Il professor Cenerentolo” di Leonardo Pieraccioni e un ruolo nella fiction di Rai Uno “I bastardi di Pizzofalcone” di Carlo Carlei. Il lavoro più importante arriva nel 2017, in una serie internazionale per Netflix prodotta da Cattleya e Netflix “Suburra - La serie” diretta da Michele Placido, Andrea Molaioli e Giuseppe Capotondi. Nel 2018 è la protagonista del cortometraggio di Hleb Papou “L’Interprete” vincitore del Premio Mutti e numerosi altri premi fra cui miglior attrice protagonista all’Adriatic Film Festival nel 2020. Nello stesso anno la vediamo accanto a Marco Giallini, Isabella Ferrari, Giuseppe Battiston e altri importanti attori nel film “È per il tuo bene” di Rolando Ravello e nel videoclip musicale della canzone “Baciami adesso” di Enrico Nigiotti, diretto da Fabrizio Cestari. Sempre nel 2020 inizia una collaborazione, che continua tuttora, con il brand Valentino Beauty. Nel 2021 è sul set di Gianni Zanasi nel film “WAR: la guerra desiderata” atteso nelle sale nel 2022. Nel 2022 è co-conduttrice per una serata affianco ad Amadeus al Festival di Sanremo.", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Interest": "attrice, actress, books, book, bookworm, book review, book reading", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}