{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "storyID": "STY1647107048", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "storyPrimaryID": "86829", "least_likely_activity": "Education", "ADDI_age": "49.88518518518518", "id": "008f66b9-174a-4555-b04e-3518eeed9cf0", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "nuclear talks, vienna, jcpoa, iran", "DDI_sex": "22.607407407407408", "userID": "USR1612356664", "userPrimaryID": "472", "ADI_age": "42.805555555555564", "sarc": "False", "Media": "https://image.pixstory.com/Pixstory-image-164710696032426.png", "Title": "Nuclear talks: Iran deal is about to collapse because of Russia?", "ADDI_sex": "31.20555555555555", "Festivals": "['Sundance Film Festival', 'Clermont-Ferrand Short Film Festival', 'DocPoint Helsinki', 'Göteborg Film Festival', 'International Film Festival Rotterdam']", "Age": "22", "accountCreateDte": "2021-02-03", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Narrative": "Negotiations at Vienna between Iran and the Western powers to review the 2015 nuclear agreement have been paused. The U.K., Germany, and France blame Russia for putting the deal under a cloud. Russia insists that it should have equal access to trade with Iran as any other country if the deal is struck. \n\n\"It is disappointing that the E.U. coordinator has had to pause Vienna talks,\" French, British and German negotiators said Saturday in a joint statement. The statement went on say that \"a fair and comprehensive deal is on the table ready for conclusion. ( https://www.politico.eu/article/iran-deal-collapse-russia-demand-france-uk-germany/ )\n\nAlso called the Joint Comprehensive Plan of Action (JCPOA), the western powers are not naming Russia directly, though. \"Nobody should seek to exploit JCPOA negotiations to obtain assurances that are separate to the JCPOA,\" they said. ( https://www.politico.eu/article/iran-deal-collapse-russia-demand-france-uk-germany/ ) \n\n Russia says that sanctions should not apply for its trade and other relations with Iran. But the Persian nation has indicated that it is not comfortable with this line of argument by Russia. ( https://www.nytimes.com/2022/03/08/world/europe/iran-nuclear-deal-russia-ukraine.html )\n\nReports in the U.S. and Europe say that a deal at Vienna could ease the pressure on international oil prices as sanctions on Iran would reduce, and it can export oil. Crude oil prices have hit multi-year highs after the Russian invasion of Ukraine. ( https://www.theguardian.com/world/2022/mar/06/iran-nuclear-talks-rocked-by-russian-demand-for-sanctions-exemption ) But Russia's insistence is clearly putting the talks that have been on for almost a year at risk.\n\nU.S. secretary of state Antony Blinken has dismissed Russia's demands as \"irrelevant\", saying that sanctions imposed after the invasion of Ukraine \"have nothing to do with the Iran nuclear deal\".\n\nRead more:\nIran nuclear deal: What it all means:\nhttps://www.bbc.com/news/world-middle-east-33521655", "jaccard_score": 4.553391138050063e-05}