{"userPrimaryID": "28996", "DDI_age": "37.324074074074076", "Narrative": "<p dir=\"ltr\">Sheep have been made to generate more wool in captivity, much as factory farmed animals have been bred to produce more meat, making them more prone to heatstroke and necessitating shearing. Mulesing is the process of removing the skin off the sheep's hind in order to prevent flies from laying eggs in it. The sheep are usually not given any anaesthesia during this procedure. Flies and other insects can lay eggs in the creases of sheep's skin because of how they've been bred to generate more wool. Babies are ripped from their mothers to be sheared each spring to create wool, right before certain breeds would naturally shed their winter coats. The wool of baby lambs is prized, and many sheep die from exposure after being sheared prematurely. Lambs scream out in fear before and throughout the painful procedure of being taken from their mothers' side to be shorn. In footage released by Peta, shearers were seen punching fighting sheep and beating and jabbing them in the face with sharp shears, leaving the delicate creatures bleeding from their eyes, noses, and mouths, according to the investigators. One shearer repeatedly twisted and bent the neck of a sheep until it broke. The filmed sheep were sheared the night before after being denied food and water, in part to weaken them so that they would put up minimum resistance. Shearers stamped or stood on the heads and necks of scared animals. To clean the floor, one shearer used a sheep as a mop. Wool's popularity may be observed in how frequently it appears in fashion and apparel, which is still a significant percentage. To claim that wool (or leather, or whatever) is only a byproduct of the meat industry ignores the bigger picture. We could argue all day about whether or not our need for wool is fuelling the lamb meat sector. In the end, we are exploiting animals for our own gain rather than allowing them to live their own lives.</p>", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "ADDI_age": "49.88518518518518", "id": "00944d48-0bab-4ba5-b33a-86978b6bbed4", "most_likely_activity": "", "Festivals": "['SXSW 2022']", "ADI_sex": "30.177777777777784", "storyID": "STY1648665383", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Title": "The True Cost Of Wool", "ADI_age": "42.805555555555564", "sarc": "False", "storyPrimaryID": "91019", "Gender": "others", "accountCreateDte": "2022-03-14", "Media": "https://image.pixstory.com/Pixstory-image-164866533611027.png", "userID": "USR1647270911", "DDI_sex": "24.34166666666667", "Age": "19", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}