{"userPrimaryID": "23515", "Title": "Tragedia per CR7: scomparso il figlio al momento della nascita. Anfield lo omaggia al 7’", "DDI_age": "37.324074074074076", "Age": "23", "accountCreateDte": "2022-01-19", "Interest": "cr7, liverpool", "Narrative": "Un tremendo lutto ha colpito Cristiano Ronaldo e la sua famiglia. La compagna del campione portoghese ha dato alla luce due gemelli, un maschio e una femmina. Quest'ultima è in buone condizioni, mentre il bambino - come comunicato dallo stesso CR7 sul proprio profilo Instagram - è nato morto.\n\nLa rivalità tra Liverpool e Manchester United è una delle più ‘calde’ di tutta la Premier League e giovedì sera è andato in scena l’ennesimo capitolo della saga. Nonostante questo, i tifosi dei Reds hanno comunque deciso di rendere omaggio a Cristiano Ronaldo all’indomani della notizia della morte del figlio. \n\nCosì, al 7’ della partita tra Reds e Red Devils, tutto Anfield Road si è alzato in piedi per applaudire Cristiano Ronaldo che nella giornata di lunedì ha perso il figlio, nato morto. \n\nAl termine del 7’, la Kop ha addirittura intonato “You’ll never walk alone’ nei confronti del campione portoghese. Un fatto epocale, visto che mai nella storia l’iconico coro era stato dedicato a un avversario. Un momento che ha fatto venire i brividi, un gesto di grandissima civiltà da parte dei tifosi del Liverpool. \n\nTant’è che anche la famiglia di Cristiano Ronaldo ha ringraziato i supporters dei Reds per il loro straordinario sostegno a CR7 e alla compagna in seguito alla tragica morte del loro bambino. «Grazie per questo, Liverpool. Non dimenticheremo mai quello che avete fatto oggi», ha scritto sui social la sorella del portoghese.", "diagnosis_1": "", "Media": "https://image.pixstory.com/Pixstory-image-16495922039418.jpeg", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "userID": "USR1642587832", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyPrimaryID": "96547", "diagnosis_3": "", "storyID": "STY1650798560", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "id": "009646f2-7cdc-4ee3-a53d-1df3c1c579c9", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}