{"DDI_age": "37.324074074074076", "Interest": "Environment, the conversation", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "Media": "https://image.pixstory.com/Pixstory-image-165105806278813.png", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1651058261", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "storyPrimaryID": "97083", "Gender": "", "Title": "Disease-causing parasites can hitch a ride on plastics and potentially spread through the sea,", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "Narrative": "Typically when people hear about plastic pollution, they might envision seabirds with bellies full of trash or sea turtles with plastic straws in their noses. However, plastic pollution poses another threat that’s invisible to the eye and has important consequences for both human and animal health.\n\nMicroplastics, tiny plastic particles present in many cosmetics, can form when larger materials, such as clothing or fishing nets, break down in water. Microplastics are now widespread in the ocean and have been found in fish and shellfish, including those that people eat.\n\nAs researchers studying how waterborne pathogens spread, we wanted to better understand what happens when microplastics and disease-causing pathogens end up in the same body of water. In our recent study published in the journal Scientific Reports, we found that pathogens from land can hitch a ride to the beach on microscopic pieces of plastic, providing a new way for germs to concentrate along coastlines and travel to the deep sea.\n\nInvestigating how plastics and pathogens interact\nWe focused on three parasites that are common contaminants in marine water and seafoods: the single-celled protozoans Toxoplasma gondii (Toxo), Cryptosporidium (Crypto) and Giardia. These parasites end up in waterways when feces from infected animals, and sometimes people, contaminate the environment.\n\nCrypto and Giardia cause gastrointestinal disease that can be deadly in young children and immunocompromised individuals. Toxo can cause lifelong infections in people, and can prove fatal for those with weak immune systems. Infection in pregnant women can also cause miscarriage or blindness and neurological disease in the baby. Toxo also infects a wide range of marine wildlife and kills endangered species, including southern sea otters, Hector’s dolphins and Hawaiian monk seals.\n\nTo test whether these parasites can stick onto plastic surfaces, we first placed microplastic beads and fibers in beakers of seawater in our lab for two weeks. This step was important to induce the formation of a biofilm – a sticky layer of bacteria and gellike substances that coats plastics when they enter fresh or marine waters.\n\nRead more - https://theconversation.com/disease-causing-parasites-can-hitch-a-ride-on-plastics-and-potentially-spread-through-the-sea-new-research-suggests-181824", "id": "00984632-f160-49f9-8180-301b3b64e6f0", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}