{"DDI_age": "37.324074074074076", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Festivals": "['Melbourne Documentary Film Festival 2022']", "id": "0099eef0-70d6-4b23-9837-e345d0cf574e", "most_likely_activity": "", "userID": "USR1658838642", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "sport_event": "['Tour de France Femmes']", "diagnosis_3": "", "median_activity": "", "ADDI_sex": "34.87222222222221", "accountCreateDte": "2022-07-26", "least_likely_activity": "", "ADI_age": "42.805555555555564", "Title": "Anil Kapoor won't like being called \"Nana\" says Karan Johar", "storyPrimaryID": "131846", "sarc": "True", "userPrimaryID": "62799", "Narrative": "<p dir=\"ltr\">Anil Kapoor won't like being called \"Nana\" says Karan Johar </p>\n<p dir=\"ltr\">On Saturday night, filmmaker Karan Johar moderated an Instagram live session and responded to the announcement that Sonam Kapoor was expecting a boy. She and her spouse Anand Ahuja had their first child on August 19. Karan sent the Kapoor family his best wishes on this special occasion.</p>\n<p dir=\"ltr\">Anil and Sunita Kapoor, who recently became grandparents, joined Sonam and Anand in congratulating them during the Instagram live. He also named Rhea Kapoor, a film producer, and Karan Boolani, Rhea Kapoor's spouse. I can't believe Sonam is a mother today, he remarked. Because he is a jawaan as heck, I don't think Anil will appreciate being called a nana (grandfather).</p>\n<p dir=\"ltr\">Sonam and Anand announced the good news on social media and wrote, &#8220;On 20.08.2022, we welcomed our beautiful baby boy with bowed heads and hearts. Thank you to all of the doctors, nurses, friends and family who have supported us on this journey. It's only the beginning but we know our lives are forever changed.&#8221;</p>\n<p dir=\"ltr\">Soon after she shared the post, celebrities and fans rushed to the comment section and dropped congratulatory messages. Dia Mirza commented, &#8220;Congratulations and all our love and blessings to the little one.&#8221; &#8220;Congratulations to the lovely parents, &#8220; added&#160;Kareena Kapoor&#160;to her Instagram Stories. Others such as Kriti Sanon, Jacqueline Fernandez, Lisa Haydon, Neetu Kapoor and Farah Khan too extended best wishes.</p>\n<p dir=\"ltr\">Sonam and Anand Ahuja tied the knot on May 8, 2018, in a traditional Anand Karaj ceremony. In March 2022, the couple announced that they are expecting their first child together with a maternity photoshoot. They visited Italy for their babymoon before welcoming their little one. Sonam was last seen in The Zoya Factor. She will be next seen in Blind. Directed by Shome Makhija, the thriller-drama will also star Purab Kohli, Vinay Pathak and Lillete Dubey in key roles. It&#8217;s expected to release this year</p>", "Gender": "", "Age": "22", "DDI_sex": "24.34166666666667", "storyID": "STY1661418558", "ADL": "False", "diagnosis_2": "", "Media": "https://image.pixstory.com/Pixstory-image-166141855259943.png", "jaccard_score": 3.8528694245038994e-05}