{"DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "id": "009d3367-6dc3-46ba-9134-9a787818e6f3", "ADI_sex": "30.177777777777784", "storyPrimaryID": "122754", "GLAAD": "False", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "storyID": "STY1659860152", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "Narrative": "condition affects millions of people around the world during the spring, summer and autumn months.\n\nMeanwhile, COVID cases are high. Although seasonal allergies are commonplace for many people, there’s significant overlap between COVID and hay fever symptoms. This could lead people to mistake COVID for allergies, in turn exacerbating the spread of COVID in the community.\n\nNotably, we’re now often seeing milder COVID symptoms compared with earlier in the pandemic. This is due to a combination of factors including increased immunity from vaccines and prior infections, and the evolution of new variants of the virus.\n\nOf course, it’s a good thing that people generally aren’t getting as sick with COVID. At the same time, this could actually increase confusion between COVID and other illnesses or allergies.\n\nThe latest data from the UK’s ZOE app, which tracks people’s self-reported COVID symptoms, shows the most commonly reported symptoms of COVID are now a sore throat, followed by headache, cough, blocked nose and runny nose. These symptoms can all affect people with pollen allergies. So it’s very possible someone might dismiss COVID as the onset of their usual allergies.\n\nAlthough there are several overlapping symptoms, there are a few key symptoms that may help you distinguish between COVID and hay fever.\n\nItchy eyes: Itchy, red, watery or puffy eyes are a common sign of pollen allergies, but are not associated with COVID.\n\nFever or chills: A high temperature is not a sign of pollen allergies, but it’s a fairly common COVID symptom. So if you have a fever, in combination with other symptoms, you may have COVID or another respiratory infection.\n\nDiarrhoea, vomiting and nausea: Diarrhoea in particular can be an early sign of COVID, starting on the first day of infection and often getting worse from there. It’s not associated with pollen allergies.\n\nMuscle ache: COVID-related muscle pains can range from being mild to quite debilitating, especially when they occur alongside fatigue. Muscle aches and pains are not associated with pollen allergies.\n\nRead more: https://theconversation.com/do-i-have-covid-or-hay-fever-heres-how-to-tell-188030", "sarc": "True", "Title": "Do I have COVID or hay fever? Here’s how to tell", "Gender": "", "Interest": "the conversation", "DDI_sex": "24.34166666666667", "Media": "https://image.pixstory.com/Pixstory-image-16598598723289.png", "userID": "USR1650434732", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}