{"accountCreateDte": "2022-01-19", "diagnosis_1": "", "ADDI_age": "26.551851851851854", "id": "009f7164-d2c8-4ace-81e7-7c8be53b8539", "Interest": "abraham, roma, spezia, serie a", "most_likely_activity": "", "Age": "63", "storyID": "STY1646041647", "DDI_age": "18.085185185185185", "ADI_sex": "30.177777777777784", "ADL": "True", "Title": "La Roma torna a vincere con un rigore di Abraham al 99'", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-164604160826053.jpeg", "storyPrimaryID": "84307", "ADI_age": "22.42592592592593", "diagnosis_3": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "userID": "USR1642615528", "least_likely_activity": "", "sarc": "False", "Gender": "", "userPrimaryID": "23728", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "Festivals": "", "median_activity": "", "Narrative": "La sfida della 27esima giornata di campionato di serie A che ha anticipato il big match tra Lazio e Napoli ha visto tornare a vincere la Roma di Mourinho. Con l'allenatore portoghese squalificato e in tribuna, i giallorossi sono passati di misura sullo Spezia mettendo a segno un calcio di rigore al 99' per un fallo subito da Zaniolo agli sgoccioli della partita. A realizzare dal dischetto è stato Abraham che si porta a quota 12 reti in campionato.\n\nSe la Roma non è andata oltre la vittoria di misura è anche merito di un attentissimo Provedel e di un po' di sfortuna visti i quattro legni colpiti. Quando al 45' la squadra di casa è rimasta in dieci uomini per l'espulsione di Amian i giallorossi hanno preso ancora di più il pallino del gioco, tuttavia senza riuscire a sbloccare il match. Almeno fino a quando, a poco dal triplice fischio, da un calcio d'angolo in cui succede di tutto, il VAR segnala all'arbitro un calcio in faccia rifilato da Maggiore a Zaniolo che costa agli spezzini un calcio di rigore contro. Penalty trasformato dall'attaccante inglese Abraham e tre punti portati a casa.\n\nSPEZIA-ROMA 0-1\nGol: 99' rig. Abraham (R)\nSpezia (4-3-3): Provedel; Amian, Erlic, Nikolaou, Reca; Kiwior, Sala (13' Maggiore), Bastoni (63' Gyasi); Agudelo, Verde (46' Ferrer), Nzola. All.: Thiago Motta.\nRoma (3-5-1-1): Rui Patricio; Mancini (46' Zaniolo), Smalling, Kumbulla; Karsdorp, Veretout (68' El Shaarawy), Cristante, Mkhitaryan (92' Bove), Zalewski (80' Shomurodov); L. Pellegrini; Abraham. All. Mourinho (squalificato, in panchina Foti).", "jaccard_score": 3.6777389961173586e-05}