{"DDI_age": "37.324074074074076", "diagnosis_1": "", "Festivals": "['Docaviv 2022', 'International Film Festival Cologne 2022', 'Doc Edge 2022']", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "storyPrimaryID": "154794", "ADI_sex": "30.177777777777784", "Media": "https://image.pixstory.com/Pixstory-image-166552374229497.png", "GLAAD": "False", "userPrimaryID": "41725", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "Narrative": "<p dir=\"ltr\">Angela Lansbury, the British-born actress whose career spanned eight decades and created iconic images of a wide range of characters in films, on stage, and on television, including villainesses, sleuths, and light comedic parts, passed away at age 96, her family announced on Tuesday.</p>\n<p dir=\"ltr\">According to a statement from her children, Lansbury \"died peacefully in her sleep\" at home in Los Angeles. The actress was only five days from from turning 97.</p>\n<p dir=\"ltr\">Lansbury delivered captivating supporting roles, notably her debut as a young actress in 1944's Gaslight, where she played the cunning Cockney maid. In November 2013, she received an honorary Oscar for lifetime achievement at the age of 88, nearly seven decades after the release of her first film. Geoffrey Rush and Emma Thompson, who both won Academy Awards, paid homage to Lansbury at the event. During the 2005 comedy Nanny McPhee's filming, Thompson recalled throwing a pie at Lansbury, and Rush praised her as the \"living definition of range.\"</p>", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sport_event": "['French Open', 'NBA Finals']", "ADI_age": "42.805555555555564", "storyID": "STY1665523747", "sarc": "False", "Title": "RIP Angela Lansbury", "accountCreateDte": "2022-06-04", "Gender": "", "DDI_sex": "24.34166666666667", "id": "00a035f7-8a12-4d41-b588-a34c64566c7b", "userID": "USR1654310494", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Age": "26", "jaccard_score": 3.6777389961173586e-05}