{"sport_event": "['Masters']", "userPrimaryID": "3829", "DDI_age": "25.175925925925913", "Title": "India’s first paraglider Roshan Lal – The man who gave Narendra Modi a flying exposure", "userID": "USR1617893753", "storyPrimaryID": "83112", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "storyID": "STY1645514214", "Age": "43", "Narrative": "India’s first paraglider Roshan Lal – The man who gave Narendra Modi a flying exposure  \n\nIt was during the Himachal Pradesh’s state assembly elections at the end of 2017, when Prime Minister Narendra Modi while addressing a public gathering at a Dussehra ground in Kullu, shared his experience of paragliding in the sky of Himachal.\n\nIn his speech, Modi took the name of India’s first paraglider Roshan Lal – who hails from village Burua in Manali, on the way to Rohtang pass – and mentioned how he (Roshan) introduced him to the world of paragliding and gave him the flying exposure.\n\nIt was in June 1997, when Modi, then BJP in-charge of Himachal Pradesh, visited the Solang valley along with the local BJP leaders and did paragliding. After that Modi experienced paragliding a couple of times and even after becoming Gujarat’s chief minister, his thrust with the adventure sport continued. He even invited Roshan to explore the paragliding sites in Gujarat.  \n\n“Govind Singh Thakur, who is now an MLA from Manali and currently an education minister in Himachal, brought Modi Ji along with other visiting BJP dignitaries to Solang valley. All of them experienced paragliding. After that he (referring to Modi) got so fascinated with paragliding that it brought him to Manali on a number of occasions,” recalls Roshan.   \n\n“In August 1997, Modi Ji along with his friend, who was an industrialist, visited my house in the village Burua. In fact, I received them at Bhuntar airport in Kullu and we all traveled to my village in my old 800 Maruti car,” remembers Roshan, who is also an international skier. “On Modi Ji's insistence, as his friend was interested in starting paragliding in South India, I visited Ooty to explore the paragliding site. But unfortunately, we couldn't find the suitable spots for bigger flights, so the project couldn't take off at that time.”\n\nTo be continued…", "least_likely_activity": "Performing", "Interest": "narendra modi, roshan lal - the flying man, paragliding, manali, kullu, ooty, gujarat", "id": "00a2f778-a044-4c33-872b-44186ec30684", "Festivals": "['Barcelona International Short and Animation Film Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival', 'Ulju Mountain Film Festival', 'Créteil International Women’s Film Festival', 'IRC’s Refugee Film Festival (Northern California)', 'Wasatch Mountain Film Festival', 'GLAS Animation Film Festival', 'Malmö Arab Film Festival', 'Aspen Shorts Fest', 'Cleveland International Film Festival', 'Festival National du Film d’Animation - Rennes Métropole', 'Imagine Film Festival', 'Seattle International Film Festival', 'Annapolis Film Festival', 'Pink Screens - Brussels Queer Film Festival', 'Greenzland-Filmtage International Film Festival', 'Go Short Film Festival']", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "accountCreateDte": "2021-04-08", "DDI_sex": "22.607407407407408", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "sarc": "True", "ADDI_sex": "31.20555555555555", "ADL": "False", "Media": "https://image.pixstory.com/Pixstory-image-164551402053653.png", "jaccard_score": 4.728521566436604e-05}