{"userPrimaryID": "9222", "DDI_age": "37.324074074074076", "Narrative": "Breastfeeding is amazing in so many ways. From the intense bond it can help you form with your baby in the first hours after birth, to the benefits it has on your baby’s health even into adulthood, there’s a reason breast milk is called “liquid gold.”\n\nSo, whether you’re on the fence about breastfeeding, need to remember why you started in the first place, or just want to feel good about your decision, we wanted to share 14 fascinating facts about breastfeeding and breast milk to keep you motivated. And remember – breastfeeding doesn’t just mean nursing at the breast – it can mean exclusive pumping, using a supplemental nursing system, and more!\n\nBreastfeeding Facts ;\n\n1 Breastfeeding burns between 500-600 calories a day. That means some moms might end up losing weight without any additional exercise.\n\n2 Breast milk is a living substance that contains live cells, including stem cells, which go on to become other body cell types like brain, heart, kidney, or bone tissue.\n\n3 Breast milk also contains antibodies and live white blood cells that help your baby fight against infection. And, when you or your baby are sick, the amount of these cells in your breast milk increases.\n\n4 Colostrum (your first milk) contains special proteins that coat your baby’s intestinal tract to protect from harmful bacteria right from the start.\n\n5 Your brain releases the hormones prolactin and oxytocin during breastfeeding, which help you to bond with baby and ease those normal feelings of stress and anxiety.\n\n6 The smell and taste of your breast milk changes depending on the foods you eat. Exposing your little one to more flavors during breastfeeding can lead them to be less picky eaters once you begin introducing solids.\n\n7 And when your baby does start eating solids, you can use breast milk to replace cow’s milk in recipes.\n\n8 Breast milk is not always white. It can be blue, green, yellow (ahem- gold!), pink, or orange depending what you eat or drink. \n\n\nRead more - https://www.medela.us/breastfeeding/articles/14-fascinating-facts-about-breastfeeding", "storyPrimaryID": "122422", "Title": "14 Fascinating Facts About Breastfeeding ❤️", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "Media": "https://image.pixstory.com/Pixstory-image-165976949836448.png", "ADDI_age": "49.88518518518518", "userID": "USR1632728553", "id": "00a247eb-c467-41aa-8348-efd3b8adf3ea", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Interest": "#facts about breastfeeding, #world breastfeeding week, #mom and child, #new mom, #pixstory, #health, #breastfeeding mother, #facts", "storyID": "STY1659769858", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}