{"Title": "An explosion of Covid cases: Why China is still sticking to zero Covid strategy", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "Interest": "zero covid policy, china, covid-19, shanghai, shenzhen, jilin", "least_likely_activity": "Education", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-16471908123498.png", "storyID": "STY1647365361", "storyPrimaryID": "87460", "id": "00a47df1-4027-4cc2-b685-939aa7346051", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "userID": "USR1612356664", "userPrimaryID": "472", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "Festivals": "['Sundance Film Festival', 'Clermont-Ferrand Short Film Festival', 'DocPoint Helsinki', 'Göteborg Film Festival', 'International Film Festival Rotterdam']", "Age": "22", "accountCreateDte": "2021-02-03", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Narrative": "China has been on an overdrive to prevent the spread of the latest outbreak of Covid-19 across the country. But the evidence so far suggests it has been unsuccessful in doing so. But the government is not giving up on its zero covid strategy. \n\nOf course, from locking down cities and provinces to large scale testing, local governments have been under tremendous pressure. The government policy of 'zero covid' mainly involves three parts: finding the source of infection, responding quickly to contain outbreaks, and providing effective medical treatment to those who test positive. \n\nBut with the virus spread at a fast pace, this strategy is coming undone. For instance, China reported more than 5,000 new confirmed cases of Covid-19, more than double the number reported on Monday. The daily count is the highest since the virus was first discovered in 2019. ( https://www.aljazeera.com/news/2022/3/15/china-covid-cases-more-than-double-in-growing-outbreak )\n\nAccording to China's National Health Commission, the northeastern province of Jilin is the worst-hit area, with more than 3,000 cases recorded in one day.\n\nExperts say that Chinese president Xi Jinping may not give up on the zero-COVID strategy, which would mean losing face. For almost two years, China has been touting the success of its strategy. And it in fact succeeded during the initial months of the outbreak and later on. But it may never have imagined the disease going out of control at a time when the world as a whole seemed to have gained some control over it. ( https://www.afr.com/world/asia/why-china-won-t-give-up-on-covid-zero-20220315-p5a4ss )\n\nAccording to reports, several big cities and provinces are under lockdown with more than 50 million people affected. And what is worrying is that manufacturing and technology hubs like Shanghai and Shenzhen are in partial or full lockdown. This has led to people saying that China's GDP could see a deep dive because of the latest outbreak. China continues to claim that its time-tested strategy is paying off and will bounce back very soon. (https://english.news.cn/20220222/ee26e35f0df14317add79d4d09cbe683/c.html)\n\nRead more:\n\nHow China is struggling with the new outbreak:\nhttps://www.voanews.com/a/china-struggles-with-new-covid-19-cases-despite-zero-covid-strategy-/6485888.html\n\nIs the West 'badmouthing' China on its zero-Covid strategy?\nhttps://www.globaltimes.cn/page/202203/1254853.shtml", "jaccard_score": 4.728521566436604e-05}