{"ADL": "False", "ADDI_age": "41.39629629629629", "Age": "37", "diagnosis_1": "", "DDI_age": "28.392592592592596", "Title": "Daughter of refugees Sally Sitou makes first speech to Aussie parliament!", "Media": "https://image.pixstory.com/Pixstory-image-165897173628072.jpeg", "accountCreateDte": "2022-04-22", "most_likely_activity": "", "userID": "USR1650593281", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "GLAAD": "False", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADI_age": "36.71666666666667", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1658971855", "sarc": "False", "userPrimaryID": "33261", "storyPrimaryID": "119527", "Gender": "", "id": "00ade530-afad-4b83-b2c1-bf43d0bbbb9f", "DDI_sex": "24.34166666666667", "Narrative": "Sally Sitou took her place in federal parliament last night, making her first speech on the 40th anniversary of her parents becoming Australian citizens.\n\nThe new Labor MP for Reid described the moment as “surreal, in the best way possible…that one could dare to dream this big.” \n\n“There is a beautiful serendipity about today—that I am now standing in this chamber as a member of parliament,” she said. \n\nSitou talked about  the adversities her parents overcame to arrive in Australia. \n\n“Being elected into our federal parliament is a big deal, but it’s an even bigger deal for my parents,” she said. \n\n“They fled their homeland, fearful of what might happen to them because of who they were and the values they held.”\n\n“Even after arriving here they continued to carry that fear, not wanting to talk about politics, not wanting to share their views. And here they are, in the public gallery, watching their daughter speak in our federal parliament.”\n\n“My family is of Chinese heritage, but my parents were born and raised in Laos. They fled their homeland and were incredibly lucky Australia gave them refuge.”\n\n“When my parents came here, they had limited formal education and spoke very little English.”\n\n“They worked hard in factories, where they were able to find secure work with good conditions. They gave my brother and me the work and education opportunities they never had, and my family was able to thrive here. I went on to have the most incredible career, working in international development in the Asia-Pacific and then in international education.”\n\nShe continued her heart-felt speech by acknowledging the power of “the Australian story.”", "Interest": "Politics", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}