{"DDI_age": "25.175925925925913", "accountCreateDte": "2021-09-16", "Narrative": "PR Sreejesh, the goalkeeper who played a crucial role in helping India’s men claim a first Olympic medal in over four decades when they won bronze at last year’s Olympic Games Tokyo 2020, has been named as The World Games Athlete of the Year for 2021. \n\nIn a global fan vote conducted on TheWorldGames.org, Sreejesh finished well clear at the top of the 24-strong nomination list, with his 127,647 voting tally being almost twice as many as the second placed athlete, Spain’s Sport Climbing ace Albert Ginés López, who garnered 67,428 votes.\n\nSreejesh becomes the second hockey player to win the award. indian women skipper Rani won it in 2019.\n\nThe shot-stopper – who was also voted as FIH Goalkeeper of the Year for 2021 – said: \"I'm very honoured to win this award. First of all, a big thank you to FIH for nominating me for this award, and secondly thanks to all the Indian hockey lovers around the world, who voted for me. By getting nominated I did my part, but the rest was done by the fans and hockey lovers. So, this award goes to them, and I think they deserve this award more than me. It's a big moment for Indian Hockey as well because everyone in the hockey community, all the hockey federations around the world voted for me, so it's great to see that support from the hockey family.\" \n\n\"Also, I am a person who doesn't believe in individual awards, especially when you are part of a team”, continued Sreejesh, a veteran of 244 senior international matches. “It's not only the team of 33 players, but you have a lot of people involved behind as well, there's coaching staff, there's support staff, there's a great association like Hockey India who is supporting you a lot, there's Sports Authority of India (SAI), who are providing you with all the world-class facilities to train, there's Odisha Government who’s unwavering support helps the sport grow and flourish and there's India Olympic Association (IOA) as well, who re taking care of you really well. So, it's a collective effort of a nation to get this kind of recognition.\"", "diagnosis_1": "", "userPrimaryID": "8914", "userID": "USR1631788372", "most_likely_activity": "", "storyPrimaryID": "78340", "ADI_age": "33.07222222222222", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1643655309", "Media": "https://image.pixstory.com/Pixstory-image-164365495829888.png", "ADDI_age": "37.23703703703705", "Title": "India shot-stopper PR Sreejesh claims The World Games Athlete of the Year 2021 title", "sarc": "True", "Interest": "pr sreejesh, hockey", "Age": "42", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Festivals": "", "median_activity": "", "id": "00ae5b9b-cd11-4e2c-89d9-a6b99b50826e", "jaccard_score": 3.6777389961173586e-05}