{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "Interest": "Sports, football, barcelona, football analysis, visualization, frenkie de jong", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "DDI_age": "28.392592592592596", "diagnosis_3": "Botulism", "Media": "https://image.pixstory.com/Pixstory-image-165151393337487.png", "diagnosis_1": "Medication reaction", "userPrimaryID": "25709", "userID": "USR1643166496", "median_activity": "Health", "accountCreateDte": "2022-01-26", "storyPrimaryID": "98075", "GLAAD": "False", "Narrative": "Manchester United Midfield Woes\n\nManchester United's midfield woes have been the talk of the town.  Fred and Scott McTominay, who usually play in the midfield are not able to save their team from losing. With Nemanja Matic not being able to perform the role week in and week out due to his aging legs, those two were   preferred by Ole Gunnar Solskjaer and  interim manager Ralf Rangnick.  But the issue is they are not the defensive midfielders that the team needs.  Even though the duo have performed well underRangnick,they also have been injured which forced Ralf to usually deploy the injury-prone Paul Pogba or the aging Matic. The incoming boss Erik Ten Hag has told Manchester United that he wants his former player Frenkie de Jong, who plays for Barcelona to play for the Red Devils. Let’s dive into the Dutchman and what he will bring to the Man United side. \n\n\n\nEarly Beginnings\n\n\nFrenkie De Jong started his professional journey at Willem II in 2015. Later he moved to the Dutch giants Ajax and established himself as one of the best young midfielders in Europe. \n\n\nIn 2019, Spanish giants Barcelona came knocking at his door, and he made his switch to the Blaugrana. \n\n\nThe Dutchman usually plays as a central midfielder , but he does not have any problem dropping deep and playing as a defensive midfielder.\n\nFrenkie has completed a total of 2882 passes out of which he has made 1271 successful passes . It takes his pass accuracy to 91.5%. \n\nFrenkie has 37 key passes to his name this season. He has an eye for gold to spot his team mates and send threatening passes to them to create shot creating or goal creating opportunities. He ranks 91 percentile or 1.58 per 90 in key passes.\n\n\nPass Completion \n\n\nFrenkie has good control over the ball. Whether it may be long, short or medium passes, he excels in all of them. He ranks 93.2% in short passes,93.3% in medium completed passes and 84.7% in long passes.", "Gender": "male", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "Festivals": "['Sundance Film Festival 2022', 'International Film Festival Rotterdam 2022']", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "Age": "31", "sarc": "True", "ADDI_sex": "31.20555555555555", "storyID": "STY1651514192", "ADL": "False", "id": "00b1ea6b-4a01-4e53-bf4a-23361a41b293", "Title": "Frenkie De Jong - The Transfer Conundrum", "jaccard_score": 4.728521566436604e-05}