{"sport_event": "['Masters']", "userPrimaryID": "3829", "DDI_age": "25.175925925925913", "userID": "USR1617893753", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Title": "The skipper with one eye – Mansur Ali Khan Pataudi, the greatest captain of all times", "Age": "43", "Media": "https://image.pixstory.com/Pixstory-image-164473583790579.png", "least_likely_activity": "Performing", "storyPrimaryID": "81034", "Festivals": "['Barcelona International Short and Animation Film Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival', 'Ulju Mountain Film Festival', 'Créteil International Women’s Film Festival', 'IRC’s Refugee Film Festival (Northern California)', 'Wasatch Mountain Film Festival', 'GLAS Animation Film Festival', 'Malmö Arab Film Festival', 'Aspen Shorts Fest', 'Cleveland International Film Festival', 'Festival National du Film d’Animation - Rennes Métropole', 'Imagine Film Festival', 'Seattle International Film Festival', 'Annapolis Film Festival', 'Pink Screens - Brussels Queer Film Festival', 'Greenzland-Filmtage International Film Festival', 'Go Short Film Festival']", "Narrative": "If we go by the test matches’ stats, the former Indian men’s team captain Virat Kohli remained India’s most successful test skipper by winning 40 out of 68 tests. But in the limited overs format he couldn’t win any ICC title for the country.\n\nIf we talk of ICC limited overs tournaments, Mahendra Singh Dohni led India to grab the T20 World Cup title in 2007 and 50-over format’s world cup in 2011. Under his leadership, India was number one in test team rankings in 2009.   \n\nThe first Indian skipper to win a World Cup was Kapil Dev – in 1983.\n\nBatting maestros Sunil Gawaskar and Sachin Tendulkar were remembered more for their individual proficiency rather than the role of captainship. Sourav Ganguly’s aggressive approach made him standout among the Indian skippers of the current era.\n\nBut if I have to rate someone as the greatest Indian captain of all times, then it’s Mansur Ali Khan Pataudi. He taught Indians the meaning of victory on a foreign soil and his proficiency on batting and fielding at the top-level despite losing an eye in a road accident made him an extraordinary player among the stars.  \n\nIn July 1961, in a road accident he permanently lost his right eye and five months after the tragedy, he made his test debut against visiting side England and went on to score a century in his third test.\n\nAt the time when fielding didn’t get a prominence, his long covering reach made fielding a spectacular show and earned him a nickname ‘Tiger’. He was rated as the world’s best fielder of that era.    \n\nIn March 1962, at 21, he became the test captain – then the youngest in the world. Under his leadership, India registered its first win overseas against New Zealand and subsequently won the first series on a foreign land.\n\nTiger Pataudi played 46 tests for India, out of which 40 as a captain – winning 9, drawing 12 and losing 19. Despite of a poor win record, he was one who infused an aggressive approach into Indian cricket and taught us to fly the tricolor on foreign shores.", "storyID": "STY1644736201", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "ADL": "True", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "accountCreateDte": "2021-04-08", "DDI_sex": "22.607407407407408", "sarc": "False", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Interest": "cricket, sachin tendulkar, tiger, virat kohli, captain, ms dhoni, kapil dev, mansur ali khan pataudi, ganguly, sunil gawaskar", "ADDI_sex": "31.20555555555555", "id": "00b8f327-04be-436d-a943-665a5b3a2042", "jaccard_score": 4.728521566436604e-05}