{"DDI_age": "37.324074074074076", "Title": "Presentazione docu-film \"L'onda lunga\" al Refettorio Ambrosiano", "Age": "21", "storyID": "STY1646839827", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "most_likely_activity": "", "id": "00bc13cf-1c7c-4920-b8b8-6114be0f99a7", "userID": "USR1642432836", "Narrative": "Un tempo tragico. Un tempo sospeso. Ma, anche, un tempo di crisi. Cioè di potenziale cambiamento. Fondato sulla sofferenza di tanti, aperto a prospettive di rafforzamento della solidarietà, dentro le comunità. La città di Milano ai tempi dei lockdown e una collana di storie vere (non vicende estreme, ma parabole di cittadini appartenenti al ceto medio) costituiscono il fondale e il filo conduttore di L’onda lunga, il docufilm realizzato dal giovane regista Simone Pizzi per la cooperativa “In Dialogo - Cultura e comunicazione”, che sarà presentato, su iniziativa di Azione Cattolica e Caritas diocesane, nella serata di martedì 15 marzo al Refettorio Ambrosiano.\nIl film, attraverso storie individuali uniche, ma altamente rappresentative di un’esperienza collettiva, indaga temi cruciali fatti emergere dal virus: il bisogno e l’aiuto, la perdita del lavoro e la mobilitazione del volontariato, l’intervento pubblico e quello del privato- sociale, lo stravolgimento dei tempi della famiglia e del lavoro, ritmati sulla prepotente emersione del web, e la loro difficile conciliazione. Soprattutto, insegue e approfondisce parabole di impoverimento inedite, vissute da persone “normali”, e d’altro canto i percorsi di riscatto e risalita consentiti da tante esperienze di solidarietà attivatesi nella città.\nLa proiezione sarà preceduta da una sobria cena solidale. Per partecipare occorre iscriversi; saranno gradite offerte, che verranno destinate ai progetti Caritas a favore dell’accoglienza dei profughi dall’Ucraina e all’attività del Refettorio.", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "Media": "https://image.pixstory.com/Pixstory-image-164683979333730.jpeg", "DDI_sex": "24.34166666666667", "Interest": "film, films, film festival, film industry, film maker, film appreciation, filmmaking, filmmakers", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "storyPrimaryID": "86201", "jaccard_score": 3.502608567730818e-05}