{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-165350544464055.png", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "Narrative": "West Ham are currently in pole position to acquire New York City attacker Valentin Castellanos, with Argentine giants River Plate unable to match the 23-year-old's £12.8 million asking price.\n\nCastellanos has become a talisman for Manchester City's American sister club, and River Plate coach Marcelo Gallardo wants him to replace Julian Alvarez, who is set to join Manchester City. The Buenos Aires-based team, however, cannot pay NYCFC's asking price, which will be no problem for the Hammers.\n\nAfter finishing eighth in the Premier League, manager David Moyes wants to add more goals to his club, and Castellanos is seen as a risk worth considering at the amount NYCFC is requesting.\n\nLast season, Castellanos earned the Golden Boot with 19 goals and eight assists before scoring in all three play-off games as NYCFC won the MLS title for the first time. He was also voted the league's Most Valuable Player, having scored seven goals in ten games this season.\n\nThe Argentina Under-23 international was born in Mendoza and started his career in the Universidad de Chile youth system.When he moved to Uruguay, he was promptly snatched up by another City Football Group team, Montevideo Torque.\n\nBefore heading to the MLS in 2018, Castelanos assisted Torque in gaining promotion.\n\n\"If the head coach of Argentina knew I was playing for River Plate, one of the country's major teams, it would help my prospects,\" Castellanos remarked. River has been in frequent contact with me and my agency.\n\nMoyes, the Hammers' manager, is seeking more firepower. West Ham played 56 games last season and qualified for the Europa Conference League, putting them back in Europe. Jarrod Bowen led all scorers with 18 goals in all competitions, while Michail Antonio and Said Benrahma each had 13 and 11 goals.\n\nCastellanos has proven to be a fox in the box when it comes to seeing opportunities, as well as a goal creator and taker.", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "storyID": "STY1653505559", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "storyPrimaryID": "102564", "least_likely_activity": "Repair", "sarc": "True", "id": "0042a994-898d-42b9-a5be-19e0e13de741", "ADDI_sex": "31.20555555555555", "Age": "30", "Festivals": "", "Title": "West Ham United lead race to sign Valentin Castellanos from New York City", "Interest": "news, football, west ham fc, manchester city", "jaccard_score": 4.728521566436604e-05}