{"DDI_age": "25.175925925925913", "accountCreateDte": "2021-09-16", "id": "004bed22-a722-4fbe-9d19-cae1632c193b", "storyPrimaryID": "127831", "diagnosis_1": "", "userPrimaryID": "8914", "userID": "USR1631788372", "Media": "https://image.pixstory.com/Pixstory-image-166065657082937.png", "most_likely_activity": "", "Narrative": "TATA Steel PGTI Players Championship 2022 presented by KGiSL marks PGTI’s return to Coimbatore after eight years\n\n \nTournament kickstarts second half of 2022 TATA Steel PGTI season\n\n Leading names in the field include Khalin Joshi, Manu Gandas, Jamal Hossain, Mithun Perera, Shamim Khan and defending champion K Prabagaran\n\nPrize Purse of Rs. 50 lakh\n\nCoimbatore, August 16, 2022: The TATA Steel PGTI Players Championship 2022 presented by KGiSL will be played from August 17 – 20 at the Coimbatore Golf Club. The tournament carries a prize purse of Rs. 50 lakh and marks the Professional Golf Tour of India’s (PGTI) return to Coimbatore after eight years. The Pro-Am event will be staged on August 21.\n\nThe tournament kickstarts the second half of the 2022 PGTI season. Information technology company KGiSL is the Presenting Partner for the event.\n\nThe field of 126 players includes 123 professionals and three amateurs in the highest-ever prize money event to be staged in Coimbatore. The leading Indian professionals in the fray are Khalin Joshi, Manu Gandas, Shamim Khan and Abhijit Singh Chadha while the prominent foreign players include Sri Lankans K Prabagaran (defending champion) and Mithun Perera as well as Bangladesh’s Jamal Hossain.\n\nThe local challenge will be led by Coimbatore-based professional Sidhartha Sharathram and amateurs Shiv Karan, Bharat Ram S and Nitin Suresh.\n\nMr. Uttam Singh Mundy, CEO, PGTI, said, “We thank Coimbatore Golf Club and KGiSL for partnering with us for the PGTI Players Championship and facilitating the return of professional golf to Coimbatore after eight years. The resumption of the tour after the mid-season break adds to the excitement of the event and we look forward to intense competition for top spots on the Order of Merit from here till the end of the season.”", "Title": "TATA Steel PGTI Players Championship 2022 presented by KGiSL marks PGTI’s return to Coimbatore", "storyID": "STY1660656675", "ADI_age": "33.07222222222222", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "False", "ADDI_age": "37.23703703703705", "Interest": "golf, tata steel, pgti, coimbatore", "Age": "42", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}