{"ADDI_age": "32.42619047619048", "Interest": "chelsea, chelseafc, chelsea fc, football, todd boehly, tuchel, cristiano ronaldo, neymar, neymar jr, de ligt", "DDI_age": "22.63095238095238", "sport_event": "['Stanley Cup finals ', 'World Aquatics Championships', 'Wimbledon']", "diagnosis_1": "", "Narrative": "Chelsea reached 2 cup finals last season, losing both of them. One of them being on 27 February just a few days after Uk announced their Boycott of Abramovich. The club went on a streak of poor results losing to Fabulous Real Madrid in the Quarter Finals of the Champions League and also losing the FA Cup final to Liverpool. The Club fortunately found an American Owner in Todd Boehly, which made the supporters a little worried, since American owner don’t really have a good reputation in the premier league. And those worries continued till the start of July because Chelsea were one of three clubs who didn’t complete a signing. Todd started to change the whole Chelsea Board even parting ways with club legend ‘Peter Cech’.\n\n\nBut things look like they are changing. The club look set to complete the signing of Raheem Sterling, and are reportedly about to bid 14 million for Cristiano Ronaldo who recently asked Manchester United to leave this summer. Chelsea is also in a bidding war with Bayern Munich for Matthijs De Ligt for their much needed reinforcement in the central defence area due to the outgoings of Rudiger and Christensen.\nThe club has also set eyes on Kimpembe from PSG. They were also linked with Mattheus Nunes from Sporting CP and Raphina from Leeds. The biggest player to be linked to them this season of course after Ronaldo was Neymar, since PSG are willing to let go of him. \n\nEven if the club could sign 4 of these players they would be back on the right direction. Some might argue that Ronaldo doesn’t fit in with Tucel’s style of play but still if they could complete the signing of Cristiano to replace Lukaku it would be great, since he gives everything on the pitch and is determined to win top trophies even at the age of 37 which Lukaku missed a lot. \n\nWith these transfers and changes Boehly is trying to rekindle the club, which not a lot of people thought he could do.", "Media": "https://image.pixstory.com/Pixstory-image-165718706990592.jpeg", "id": "004e9434-a184-4229-8ebd-ff053936a0b7", "most_likely_activity": "", "storyID": "STY1657187340", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "ADL": "True", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Festivals": "['Doc Edge 2022', 'Sheffield Docfest 2022']", "accountCreateDte": "2022-06-28", "sarc": "False", "userPrimaryID": "49690", "Gender": "", "userID": "USR1656398821", "Title": "How Todd Boehly is changing Chelsea?  (Part 2)", "DDI_sex": "24.34166666666667", "storyPrimaryID": "114229", "Age": "17", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}