{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "diagnosis_1": "", "accountCreateDte": "2021-09-08", "Interest": "looking back, books", "Title": "5. Looking Back : The challenges to the education society post partition", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "storyPrimaryID": "128805", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userPrimaryID": "8255", "least_likely_activity": "", "sarc": "False", "sport_event": "['US Open']", "Gender": "others", "Media": "https://image.pixstory.com/Pixstory-image-16285036742750.png", "DDI_sex": "24.34166666666667", "userID": "USR1628503147", "storyID": "STY1660814878", "Narrative": "In Retirement continues .....\n\nThe institutions could not be easily revived. \nVery large sums. of money were needed for the purpose. Lahore had a compact society. But the people who evacuated from that place were scattered all over India; Simla, Delhi, Kanpur, Nagpur, Poona, Lucknow and Bombay. The whole society was disorganized. \n\nThe problem was to reorganize the D. A. V, College Trust and Management Society by introduction of fresh blood in it in the form of new personnel and to rebuild all its old institutions in India. \n\nThis work was taken up by the late Principal Mehr Chand of D. A. V. College, Lahore, who organized the office of the committee at Jullundur and managed to bring to India all the liquid assets of the society. \n\nThe D. A. V. College, Lahore, was rehabilitated at Ambala City and the Ayurvedic College, first at Amritsar and now at Jullundur. \n\nThe Brahma Vidyalaya and the D. A. V. School, Lahore, had not yet been rehabilitated anywhere. The Industrial School was rehabilitated in Amritsar. Steps had been taken to build a college in Delhi as a memorial to Mahatma Hans Raj. \n\n\nLala Balraj, the eldest son of Mahatma Hans Raj, took over the office of the President after Principal Mehr Chand and made his contribution towards the renovation of the institutions. Owing to ill-health, he had to leave Jullundur where he had taken residence for the sake of the D. A. V. Institutions. His place was taken over by Master Nand Lal, a veteran Arya Samajist, the oldest member of the Committee and wedded to its cause. \n\nTo be continued...", "id": "00500661-1d77-4e94-b8c9-b853cb7a2e94", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}