{"userPrimaryID": "9222", "DDI_age": "37.324074074074076", "storyID": "STY1655458035", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Interest": "#physical activities, #woman, #womans health, #activities for women, #pixstory, #healthylifestyle", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userID": "USR1632728553", "id": "00515142-598c-4c01-a27f-a48be31d0dac", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Media": "https://image.pixstory.com/Pixstory-image-165545771564999.png", "DDI_sex": "22.607407407407408", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Physical activity for women 🏋️‍♀️", "ADDI_sex": "31.20555555555555", "Narrative": "Regular physical activity is vital for good physical and mental health. It helps improve your overall health and fitness, maintain a healthy weight, reduce your risk for many chronic diseases and promote good mental health.\n\nAustralia's Physical Activity and Sedentary Behaviour Guidelines recommend that at least 30 minutes of moderate-intensity physical activity on most, preferably all, days is required for good health. This is the same for women and men. However, only 54 per cent of Australian women meet these guidelines.\n\nSome of the barriers to physical exercise that women face include family responsibilities, body image and perceptions of safety.\n\nWhy women do physical activity\nWomen who do exercise regularly say they do so to:\n\n1 improve their physical fitness\n2 have fun\n3 manage their weight\n4 have some time just ‘for them’.\n\nBarriers to physical activity for women\nCommon exercise barriers for women include:\n\n1 lack of time\n2 lack of motivation\n3 parenting demands\n4 lack of energy\n5 health conditions\n6 lack of money\n7 gender stereotyping.\n\nTips for women to overcome barriers to Exercise\n\nSuggestions include:\n\n1 Lack of time – many women juggle child-rearing, household duties and paid work, and don't find time for themselves. Try to exercise whenever you have the chance. Three 10-minute bouts of physical activity over the day have the same health benefits as a continuous 30-minute session. Exercise DVDs are a good way to slot some physical activity into a busy day. Also building in activity with your children, such as walking to the shops or playing in the park is a great way to stay active.\n\n2 Lack of motivation – some women say they don’t feel motivated without a training partner. Others think that, to be useful, exercise must be painful, sweaty and gruelling (which isn’t true). If you feel this way, find a training partner. You could also contact your local council or community centre for information on exercise clubs in your area. \n\nSources - https://www.betterhealth.vic.gov.au/health/healthyliving/physical-activity-for-women", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "storyPrimaryID": "107860", "jaccard_score": 4.378260709663522e-05}