{"DDI_age": "37.324074074074076", "storyPrimaryID": "103637", "diagnosis_1": "", "userID": "USR1650903932", "ADDI_age": "49.88518518518518", "Interest": "fashion news", "most_likely_activity": "", "userPrimaryID": "33779", "Age": "25", "ADI_sex": "30.177777777777784", "Festivals": "['Pan African Film & Arts Festival 2022', 'Atlanta Film Festival 2022', 'Milwaukee Film Festival 2022']", "GLAAD": "False", "storyID": "STY1653940329", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "sport_event": "['World Snooker Championship']", "Title": "L’Oréal has launched a new investment fund to support female-led startups", "Gender": "", "DDI_sex": "24.34166666666667", "Narrative": "L'Oréal has launched a new investment fund to support female-led start-ups.\nThe fund, called BOLD Female Founders, is part of the beauty brand's BOLD entire capital fund. It will focus on investment opportunities worldwide across the broader beauty ecosystem, including brands, beauty tech, biotech and green science. The company said the move is the latest step in its longstanding commitment to women's equity and empowerment.\n\n\"L'Oréal has for many years been committed to women empowerment through numerous programs and initiatives of the L'Oréal Foundation, such as L'Oréal UNESCO For Women in Science and Women for Climate. BOLD Female Founders aims to promote the venture funding of women's entrepreneurship, which remains at an unbelievably low level. By addressing the inequalities that passionate women founders face in their entrepreneurial journey, we bring our sense of purpose to life: Create the beauty that moves the world. Today, 30 per cent of our BOLD venture capital fund start-ups are led by women. With BOLD Female Founders, we want to accelerate our venture capital investment to support female entrepreneurship,\" said Nicolas Hieronimus, CEO of the L'Oréal group. \n\nL'Oréal is the world's number one beauty group, with a portfolio of 35 international brands and 20 R&D centres active in 11 countries, home to more than 4,000 researchers and 3,000 technology professionals. The group employs 85,400 people worldwide. In fiscal 2021, the group generated a revenue of €32.287 billion.", "accountCreateDte": "2022-04-25", "Media": "https://image.pixstory.com/Pixstory-image-16539402929910.png", "id": "005a16d2-fbc8-4a6f-8b0f-abc61cd25287", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}