{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "diagnosis_1": "", "Title": "1. Jyotish Gems : Chapter 5 - Natural Pearl—Jyotish Gemstone of the Serene Moon", "accountCreateDte": "2022-03-01", "storyID": "STY1651020046", "userPrimaryID": "28648", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "storyPrimaryID": "97011", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userID": "USR1646134328", "Media": "https://image.pixstory.com/Pixstory-image-165101992382942.png", "least_likely_activity": "", "sport_event": "['Six Nations']", "id": "005d6acd-c24f-4d5a-878b-f329e72592bb", "sarc": "True", "Gender": "", "Narrative": "Natural Pearl—Jyotish Gemstone of the Serene Moon\nbegins....\n\nThe pearl born of conch shell is round, lustrous and bright, beautiful and moonlike, these pearls ought not to be perforated as they possess splendid virtues and excellences, and no price has been fixed for them by the authorities.\n\n–Varamihira in Brihat Samhita – Chapter 51\nA large, round white pearl with dazzling and resplendent lustre and with a clean, even hole drilled through its centre, that charms and holds the attention of a person who is not even interested in Pearls, should be considered as possessed of a rare, good quality. The owner of such a pearl will never suffer any form of misfortune.\n\nAccording to Jataka Parijata the jyotish gemstone of the Moon is the natural pearl. Like the Moon which exudes cool pleasing rays, the Natural Pearl too ensures peace of mind and contentment. Pearls are treasures from the Earth's streams, rivers, lakes, seas, and oceans, and they have always embodied the mystery, power, and life-like sustaining nature of water.\n\nThe Moon is feminine, imaginative, receptive, sensitive, intuitive and subject to change. The Moon rules over our psyche, which is represented by the deer on which he rides. \n\nIn one hand he is holding the disc (charka) of Vishnu to remove obstacles, and in another hand a conch (Symbol of primordial sound) whose sound leads to liberation from the cycle of birth and rebirth. In his third hand he holds a lotus of purity and in his fourth hand the reins of the deer. \n\nMoon is the presiding deity of the element water, and rules over the tides of the sea. The sphere of the Moon is the reservoir of rainwater and thus Moon is the ruler of plants and vegetable kingdom. Moon represents the mother or female principle, the energy that creates and preserves.\n\nTo be continued.....", "Interest": "jyotish gems, books, astrology", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}