{"Interest": "fifa, afc, supreme court", "Narrative": "Those who were hoping for a quick solution to resolve the matter after FIFA, the governing body of world football, slapped a ban on India, will now have to wait till August 22. It was expected that the Supreme Court on Wednesday would pass an order that would satisfy all stakeholders, especially FIFA, and a solution could be found that would not only lift the ban but also ensure India continues to play the hosts of the under-17 World Cup for women. But the bench comprising Justices DY Chandrachud, AS Bopanna and JB Pardiwala adjourned the hearing in the matter related to AIFF as per the Solicitor General Tushar Mehta’s request in view of the “active discussions” between the Government of India and FIFA to resolve the issue.\nWhen the matter came up, Solicitor General of India informed the Supreme Court that the Central Government has taken up with the FIFA the suspension of the All India Football Federation (AIFF). Saying that some “breaking of ice” has taken place, the Solicitor General requested the Supreme Court to defer the hearing till next Monday, to await the outcome of the discussions. SG Tushar Mehta further informed that the Committee of Administrators has also played a constructive role in the discussions with the FIFA officials. “Yesterday itself Government took it up as an issue. We had two meetings with FIFA. We have reached a stage. I must also say that CoA has played a very constructive role. There is some breaking of the ice which has taken place. I am requesting if this can be kept on Monday”, the SG submitted. \nWhile the Supreme Court left it for Monday to decide, it didn’t touch upon an issue, which is bothering people in the football system. In its earlier order, the apex court ordered the elections to be held on August 28 and the process is already on. But since there are enough indications that the current procedure of elections has left the FIFA unhappy, will the Supreme Court modify the method? The question remained unanswered on Wednesday.", "Title": "No respite for Indian football till Monday", "Festivals": "['Climate Crisis Film Festival', 'Aesthetica Short Film Festival', 'Denver Film Festival', 'Les Gai Cine Mad', 'UK Green Film Festival', 'Leeds International Film Festival', 'Sydney Film Festival', 'Miami GEMS Film Festival', 'FILMZ - Festival des deutschen Kinos', 'Belfast Film Festival', 'Ankara Film Festival', 'Hawaii International Film Festival', 'Belo Horizonte International Short Film Festival', 'Arlington International Film Festival', 'Ojai International Film Festival', 'London Korean Film Festival', 'Mezipatra Queer Film Festival', 'Fort Lauderdale International Film Festival', 'Buffalo Dreams Fantastic Film Festival', 'Geneva International Film Festival', 'Arras Film Festival', 'MedFilm Festival', 'Thessaloniki International Film Festival', 'New Orleans Film Festival', 'Cork International Film Festival', 'Hamilton Film Festival', 'Cinanima - International Animated Film Festival', 'Mountain International Film Festival Graz', 'Brest European Short Film Festival', 'Internationale Kurzfilmtage Winterthur', 'La Cabina Festival - Festival Internacional de Mediometrajes de València', 'Verzio International Human Rights Documentary Film Festival', 'AFI Fest', 'Escales documentaires - La Rochelle International Documentary Festival', 'Napa Valley Film Festival', 'Cucalorus Film Festival', 'DOC NYC', 'Málaga Fantastic Film Festival', 'Loft Film Fest', 'Stockholm International Film Festival', 'RIDM - Montreal International Documentary Festival', 'Canberra Short Film Festival']", "ADDI_age": "26.551851851851854", "storyID": "STY1660725350", "least_likely_activity": "Real Estate", "Gender": "female", "diagnosis_1": "Diabetes insipidus", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "DDI_age": "18.085185185185185", "id": "005ff178-fd87-447b-8608-a8fe9b0636dd", "ADL": "True", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "ADI_age": "22.42592592592593", "diagnosis_3": "Asthma", "ADI_sex": "34.144444444444446", "accountCreateDte": "2021-11-10", "diagnosis_2": "Viral infections", "sarc": "True", "userID": "USR1633946602", "sport_event": "['ICC World T20 (men)']", "storyPrimaryID": "128050", "userPrimaryID": "9440", "median_activity": "Food", "Age": "61", "Media": "https://image.pixstory.com/Pixstory-image-166072517066663.png", "jaccard_score": 4.728521566436604e-05}