{"Title": "Could the Depp v. Heard case make other abuse survivors too scared to speak up?", "DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "Interest": "johnny depp, australia, the conversation, amber heard", "ADDI_age": "49.88518518518518", "id": "00641a99-c0b0-40ee-956d-5a1e7ccedac4", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Narrative": "Johnny Depp has won his defamation suit against his ex-wife Amber Heard for her Washington Post op-ed article published in 2018, which stated she was a “public figure representing domestic abuse”.\n\nThe facts in every case are unique, and the jury is always in a better position to judge these facts than commentators relying on media reports.\n\nNevertheless in such a high profile case as this, the verdict has a ripple effect that can go beyond the facts. The unfortunate reality is the Depp Heard case is likely to reinforce the fear that women who come forward with claims of sexual and domestic abuse will encounter a system in which they are unlikely to be believed.\n\nReform is needed to better balance the protection of men’s individual reputations with the rights of women to speak about their experiences.\n\nDefamation a tool of elite men\nDepp was awarded more than US$10 million in damages after convincing the jury Heard was a malicious liar.\n\nThis is despite the fact a UK judge determined in 2020 that it was “substantially true” Depp had assaulted Heard repeatedly during their relationsh\nAfter the verdict, Heard commented she was “heartbroken that the mountain of evidence still was not enough to stand up to the disproportionate power, influence, and sway” of her famous ex-husband.\n\nHistorically, the common law of defamation was built to protect public men in their professions and trades. It worked to both defend their reputations individually and shut down speech about them as a group.\n\nData from the United States in the late 20th century shows women comprise only 11% of plaintiffs bringing defamation suits.\n\nAs legal scholar Diane Borden has noted, the majority of libel plaintiffs are “men engaged in corporate or public life who boast relatively elite standing in their communities”.\n\nJohnny Depp waving out of a car\nJohnny Depp won his defamation suit and was awarded more than US$10 million in damages. Michael Reynolds/EPA/AAP\n\nRead more - https://theconversation.com/could-the-depp-v-heard-case-make-other-abuse-survivors-too-scared-to-speak-up-184324", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyID": "STY1654256328", "ADI_age": "42.805555555555564", "storyPrimaryID": "104539", "sarc": "True", "Gender": "", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "ADL": "False", "Media": "https://image.pixstory.com/Pixstory-image-165425612114735.png", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}