{"Media": "https://image.pixstory.com/Pixstory-image-16634366147457.png", "DDI_age": "37.324074074074076", "Age": "21", "userID": "USR1660997588", "diagnosis_1": "", "Title": "Arsenal's Top 10 midfielders from 2001-2022 (Part-2)", "storyID": "STY1663436701", "ADDI_age": "49.88518518518518", "storyPrimaryID": "144815", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Interest": "football, europe, arsenal, midfielders, gilbertosilva, samirnasri, dennisbergkamp", "diagnosis_3": "", "accountCreateDte": "2022-08-20", "ADDI_sex": "34.87222222222221", "userPrimaryID": "77288", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Festivals": "['Melbourne International Film Festival 2022', 'Edinburgh International Film Festival 2022']", "Narrative": "<p dir=\"ltr\"><b>#8 Gilberto Silva</b></p>\n<p dir=\"ltr\">One of the most celebrated and composed midfielders in Arsenal history, the Brazilian professional footballer joined the Gunners from Atletico Mineiro after securing the 2002 World Cup with Brazil. He was a guard dog on the field with his attractive defensive skills. The Samba Star played a monumental role in the 2003/2004 Premier League in which Arsene Wenger&#8217;s side refused to admit defeat the entire season.</p>\n<p dir=\"ltr\">He made a total of 170 appearances for the club. Though the Brazilian was no hefty hunk, he was an indispensable component that came to embody the pinnacle of Arsenal&#8217;s club history and Arsene Wenger&#8217;s managerial career.&#160; </p>\n<p dir=\"ltr\"><b>#7 Samir Nasri</b></p>\n<p dir=\"ltr\">Impressed by his performance at Marseille, Arsene Wenger started tracking and watching him. As Nasri extended his new contract with Marseille, which turned out to be a hoax as the French outfit accepted the massive bid from Arsenal. Nasri was a fundamental player for the Gunners and his presence gave Arsenal a vision during the matches.</p>\n<p dir=\"ltr\">He was a deep-lying midfielder and he used to dictate from there, he stamped his authority at the club and went on to make 125 appearances for North London. He later joined another Premier by League club, Manchester City.</p>\n<p dir=\"ltr\"><b>#6 Dennis Bergkamp</b></p>\n<p dir=\"ltr\">One of the most elegant players to grace the sport, Dennis Bergkamp played the role of the second striker in forward position. He had a fine textbook technique and great physical prowess. Bergkamp found his prime form in Arsene&#8217;s revitalised Arsenal after the departure of Bruce Rioch. In 2001-2002 he won the Double for the second time and scored the Premier League Goal of The Season owing to his ingenious flick against Newcastle United.</p>\n<p dir=\"ltr\">The Arsenal number 10 scored a total of 120 Premmier League goals in 411 games. The Dutch legend&#8217;s illustrious career concluded in 2006.</p>", "Gender": "", "sport_event": "['European Sports Championships']", "DDI_sex": "24.34166666666667", "id": "0069eb3f-6559-453f-abca-a670f618e9a3", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}