{"DDI_age": "37.324074074074076", "storyPrimaryID": "69819", "id": "006c568b-c1eb-4114-bacf-8b19c42b235b", "most_likely_activity": "Health", "accountCreateDte": "2021-09-05", "ADDI_age": "49.88518518518518", "Gender": "female", "least_likely_activity": "Hobbies", "Interest": "afghanistan, woman life, woman power, pregnancy", "DDI_sex": "26.07592592592593", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "Title": "Pregnancy in Afghanistan", "userPrimaryID": "8734", "sport_event": "['Paralympic Games', 'US Open', 'Solheim Cup']", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "diagnosis_2": "Viral infections", "userID": "USR1630818267", "storyID": "STY1642225608", "sarc": "True", "Media": "https://image.pixstory.com/Pixstory-image-164222551513000.png", "Age": "22", "ADL": "False", "Festivals": "", "Narrative": "Pregnancy in Afghanistan\n\nSince pregnancy and childbirth are among the most culturally significant events in the life of a woman, the symptoms of pregnancy are well known and it is usually known by all the women in the house when the bride has missed a monthly period. When a woman is certain that she is pregnant, she will first tell her female relatives. The women will try to determine the approximate date of the birth and begin preparations.\n\nA woman’s pregnancy is not ordinarily discussed outside the family. Especially with the first child, there is nervous anticipation. Both the mother and the child are thought to be especially vulnerable to the evil influence of the evil eye, jend, during this period. Often very little is said about the pregnancy and very little preparation is made for the baby because of the belief the jend may be listening. A small bundle of clothes may be laid away ready for the delivery, but that is all.\nA ‘midwife’ is usually brought in around the seventh month. In rural areas this is usually a woman known for helping in childbirths or a family member who carries out this role. These women will not have had any formal training, and like doctors, are chosen on the basis of experience and reputation. The family will usually patronize the same ‘midwife’ for each of its children. Women in urban areas have greater access to antenatal clinics or a trained private midwife to assist at the birth.\n\nIf months after the wedding pass and no signs of pregnancy appear, the woman will be taken to the local ‘midwife’ to be prescribed herbal medicines. If these are not successful, she will be taken to a holy man, Mullah. In all, the methods to seek a successful conception are a combination of folk medicine, religious divination and magic. While educated people often consult a medical doctor, the majority of people first seek recourse in a religious person.", "jaccard_score": 4.728521566436604e-05}