{"DDI_age": "37.324074074074076", "Age": "23", "Interest": "jennifer aniston, hollywood, beach selfie, summer getaway, natural fresh-faced beauty", "diagnosis_1": "", "userPrimaryID": "59836", "ADDI_age": "49.88518518518518", "Festivals": "['Melbourne Documentary Film Festival 2022']", "most_likely_activity": "", "storyID": "STY1658849138", "ADI_sex": "30.177777777777784", "id": "006ef597-7a7d-4bf8-b58f-ef3beaee7789", "GLAAD": "False", "diagnosis_3": "", "userID": "USR1658242492", "ADDI_sex": "34.87222222222221", "Narrative": "Jennifer Aniston, 53, was the picture perfect sight of summer in her latest social media pic! The actress posed for a new selfie while wearing a black bikini top and straw hat at a beach during a vacation, in the snapshot. She also rocked light-framed sunglasses and appeared to have no makeup on as her wavy hair was down.\nJennifer captioned her new gorgeous photo with appropriate emojis, including a waving hand, a sun, and a red heart. It didn’t take long for her fans to reply with several compliments and words of support. “Are you really 53?” one follower asked while another called her “charming as always.” A third wrote, “You’re a beauty! I love you!”\nJennifer’s latest selfie comes after she made headlines for chopping her hair into a long bob at the start of the summer. Her longtime hairstylist, Chris McMillan, took to his own Instagram to share pics of the cut as she posed alongside him in a black and white patterned dress. “nothing better than a fresh summer cut✂️for jenniferaniston Jen leans into her natural texture by using her lolavie glossing detangler (a little goes a long way),” he wrote in the caption. “A good haircut should do the work so you can just wash and wear your hair natural for the summer.”", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "accountCreateDte": "2022-07-19", "Title": "Jennifer Aniston, 53, Rocks A Black Bikini Top For Sexy Beach Selfie On Summer Getaway", "storyPrimaryID": "119205", "Media": "https://image.pixstory.com/Pixstory-image-16588489619003.png", "sport_event": "['Tour de France']", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}