{"DDI_age": "37.324074074074076", "storyPrimaryID": "125298", "storyID": "STY1660319577", "diagnosis_1": "", "Title": "Top four Titles Going Live on OTT Platforms This Week", "Interest": "ott, top 4 title, Entertainment, live streaming", "ADDI_age": "49.88518518518518", "Festivals": "['Melbourne Documentary Film Festival 2022']", "most_likely_activity": "", "userID": "USR1658242786", "Age": "24", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "userPrimaryID": "59837", "sarc": "True", "Gender": "", "accountCreateDte": "2022-07-19", "Media": "https://image.pixstory.com/Pixstory-image-166031947013122.png", "sport_event": "['Tour de France']", "DDI_sex": "24.34166666666667", "id": "0070d50b-573d-48d6-a9b1-a8f2735470f4", "diagnosis_2": "", "median_activity": "", "Narrative": "1. Malayankunju (Amazon Prime Video – August 11)\nA number of Malayalam actors, including Fahadh Faasil, Rajisha Vijayan, Indrans, Jaffer Idukki, and Irshad, appear in Mahesh Narayanan’s Malayankunju. Since its first July 22, 2022 release, it has received positive reviews from critics and has even more than twice its budget at the box office. A man is shown being stuck in a slide in the survival thriller.\n\n2. Shabaash Mithu (Netflix – August 12)\nTaapsee Pannu portrays the great Indian cricketer Mithali Raj in this Srijit Mukherjee-directed biography. Despite having a Rs 30 crore budget, the movie only grossed Rs 2.23 crore at the box office, which suggests that it was an abject failure. Despite being derided by critics, some viewers seemed to enjoy it.\n\n3. Rashtra Kavach Om (Zee5 – August 11)\nRashtra Kavach Om, a straight-up action movie, stars Aditya Roy Kapur, Sanjana Sanghi, Jackie Shroff, and Ashutosh Rana in the key roles. The action-thriller, which was directed by Kapil Verma, centres on Om Rathore, a commando in the special paramilitary forces, and his heroics in defending the nation.\n\n4. Window Seat (Zee5 – August 11)\nSheetal Shetty is the director of this romantic suspense thriller in Kannada, which has notable performances by Nirup Bhandari, Sanjana Anand, and Amrutha Iyengar. This movie, which had a budget of around Rs 10 crore and made Rs 12 crore at the box office, was a moderate success. The plot centres on Raghu, a romantic but reclusive individual who enjoys taking the window seat during his commute and develops feelings for a girl he sees occasionally.", "jaccard_score": 3.8528694245038994e-05}