{"Interest": "Economy, Climate change , Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics", "ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "diagnosis_1": "", "most_likely_activity": "", "Age": "12", "Title": "Central leaders to persuade Congress MLAs to hold one-to-one meeting", "Media": "https://image.pixstory.com/Pixstory-image-166417528192317.jpeg", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "28833", "sarc": "False", "Narrative": "<p dir=\"ltr\">By NewsDrum Desk</p><p dir=\"ltr\"></p><p dir=\"ltr\">Jaipur: Efforts were underway by senior Congress leaders on Monday to resolve the impasse in Rajasthan after several MLAs loyal to Ashok Gehlot submitted resignation letters over a possible move to appoint Sachin Pilot as the next chief minister.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Congress observers Mallikarjun Kharge and Ajay Maken, who had waited in vain for all legislators to arrive for the Congress Legislature Party (CLP) meeting on Sunday, were trying to persuade Gehlot loyalists to meet them one by one in an effort to defuse the political crisis.</p><p dir=\"ltr\"></p><p dir=\"ltr\">The Gehlot loyalists had visited Speaker C P Joshi’s home after a long meeting at minister Shanti Dhariwal's residence on Sunday, saying they were resigning as MLAs.</p><p dir=\"ltr\"></p><p dir=\"ltr\">At the chief minister’s home, Gehlot, Kharge and Maken waited for all legislators to arrive for the CLP meeting.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Pilot and his supporters came but the meeting was a washout.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Gehlot loyalists claimed that over 90 MLAs had visited Joshi’s home, but the number could not be verified independently. The Congress has 108 MLAs in the House of 200.</p><p dir=\"ltr\"></p><p dir=\"ltr\">There was no word from the Speaker’s office on the resignation letters.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Ministers Dhariwal, Pratap Singh Khachariyawas and Mahesh Joshi, along with CM Gehlot's advisor Sanyam Lodha met the AICC observers, but the standoff continued.</p><p dir=\"ltr\"></p><p dir=\"ltr\">On their return, sources said, they told the other loyalists that they had put forth three conditions.</p><p dir=\"ltr\"></p><p dir=\"ltr\">They wanted the decision on the next CM to be left till after the Congress organisational election and stressed that Gehlot should have a say in picking the new CM who should be someone who stood by the veteran leader during the rebellion by Pilot supporters in 2020.</p><p dir=\"ltr\"></p><p dir=\"ltr\">“We have submitted our resignation and are now going home. The MLAs want that any decision on the CM's should be taken only after the election of the party’s national president,” minister Govind Ram Meghwal had said.</p><p dir=\"ltr\"></p><p dir=\"ltr\">Read more: https://www.newsdrum.in/national/rajasthan-crisis-central-leaders-to-persuade-cong-mlas-to-hold-one-to-one-meeting-94374.html</p>", "storyID": "STY1664175410", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "id": "00718caa-5262-44b0-8780-3cc3126f3606", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "storyPrimaryID": "149196", "jaccard_score": 3.8528694245038994e-05}