{"DDI_age": "25.175925925925913", "accountCreateDte": "2021-09-16", "diagnosis_1": "", "userPrimaryID": "8914", "Interest": "fih pro league, hockey", "userID": "USR1631788372", "Narrative": "The Estadio Betero in Valencia provided the perfect conditions for two FIH Hockey Pro League matches featuring the host nation Spain as they took on the challenge of FIH Hockey Pro League newcomers England men and the mighty force of the Netherlands women in the first of two matches in respective men’s and women’s leagues to be hosted in the Spanish city.\n\nValencia proved a fruitful hunting ground for the visiting sides as first England men showed pace and imagination to outperform their Spanish rivals and then the Netherlands women wore down  a spirited Spanish team to win 1-0. The three points allowed the Dutch women, now under the leadership of Jami Mülders, to regain their position at the top of the FIH Hockey Pro League table.\n\nEngland men began their first foray into the FIH Hockey Pro League with a display of aggressive, attacking hockey as they beat host nation Spain 6-1.\n\nPlayer of the match David Condon spoke of the ‘aggressive and open style of play’, that his team showed for the majority of this match.\n\nOn paper these are two very closely-matched teams. In nine previous encounters, the results showed three wins apiece, with three draws. This match was a very different affair as England showed a clinical finish that Max Caldas’s team lacked. \n\nThe first quarter was goalless as the two teams tested each other out, but then one of six debutants in an England shirt – Duncan Scott – opened the scoring with a finely taken penalty corner.\n\nDavid Condon doubled the score in the latter stages of the quarter and then two goals in the third quarter from captain Zach Wallace and James Oats put the game effectively out of Spain’s reach. \n\nCondon scored a fifth and then a lovely interchange between Wallace and the experienced Phil Roper created an opportunity for David Goodchild to fire home. \n\nSpain scored a consolation goal, but the Red Sticks were unable to repeat some of their earlier Pro League recoveries. \n\nIn the women’s match between Spain and the Netherlands, a single goal from the reliable goal machine Frederique Matla was the difference between the two sides.", "Media": "https://image.pixstory.com/Pixstory-image-164398913977250.png", "most_likely_activity": "", "Title": "Spain hit for six by England men while Red Sticks women lose out to Matla winner ", "ADI_age": "33.07222222222222", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyPrimaryID": "79320", "id": "00792140-b612-4a71-b06c-488789404cd6", "diagnosis_3": "", "storyID": "STY1643989389", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "False", "ADDI_age": "37.23703703703705", "Age": "42", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "sport_event": "", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}