{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "userID": "USR1647426127", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "storyID": "STY1647685907", "Narrative": "The area domination and understanding exercises were proceeding well as I was about to complete a month in the new district. I had made 3 good vehicular trips to the hills in one of which I could locate a road once planned by the British government which could lead the tourist directly on vehicles to the Rohtasgarh Fort.\n\n I had taken photographs of places which had probably never earlier been photographed. I had seen the school buildings at Dhansa and Budhua on the hills along with the blasted Forest Rest House at Rehal. I had also made two camps at Rohtasgarh Fort. The views atop the hills had been mesmerizing and continuously motivated me to visit again.\n\n I wanted to visit the school at Soli which I was told could accommodate more than 200 persons during an operation. I had this in mind when I met Kamaljit Singh from the Indian Forest Service who had just joined as the Divisional Forest Officer of Rohtas. \n\nWe had moved around together in the forests of Bagaha where Kamaljit was then being trained and shared a great rapport. He wanted to see his forests but was concerned about the safety of moving in a forest where one had earlier during 2002 witnessed the killing of the then Divisional Forest Officer by the Maoists. I offered him to join the movement planned for Soli since with the Police he could safely see the forests the conservation of which he was entrusted with. \n\nTo be continued.....", "most_likely_activity": "", "Age": "12", "accountCreateDte": "2022-03-16", "Festivals": "['SXSW 2022']", "ADI_age": "27.866137566137564", "GLAAD": "False", "Gender": "male", "id": "00797a4f-c458-496c-9ae2-038bde0a3a79", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "least_likely_activity": "", "sarc": "False", "Interest": "blog, reading, thriller, adventure", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-16476857457204.png", "Title": "3. Diary of a Cop : The recon of Rohtas", "storyPrimaryID": "88195", "ADL": "False", "diagnosis_2": "", "median_activity": "", "userPrimaryID": "29049", "jaccard_score": 3.8528694245038994e-05}