{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "userID": "USR1646144495", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Title": "El Clasico 2022: Real Madrid vs Barcelona Head to Head", "Media": "https://image.pixstory.com/Pixstory-image-164777059449957.png", "Interest": "el clasico, real madrid, barcelona, football, bernabeu stadium, los blancos, uefa champions league", "id": "007a71bd-62ad-4cd6-b3c0-3950274c5059", "Narrative": "In all competitions, Real Madrid and Barcelona have met 281 times, with Barcelona winning 115 times. Real Madrid has won 104 games thus far, with 62 games ending in draws. The two teams previously met in the Spanish Super Cup, with Real Madrid winning 3-2 earlier this year.\n\nReal Madrid and Barcelona are prepared to face off in another exciting El Clasico in the early hours of Monday at the Bernabeu Stadium in Madrid.\n\nReal Madrid, the hosts, lead La Liga with 66 points after 28 games, 10 points clear of Sevilla in second.\n\nLos Blancos have won five consecutive games, including a 3-1 victory over PSG in the UEFA Champions League round of 16 and a 3-0 victory against Mallorca on the road.\n\nReal Madrid is also undefeated at home this season, with ten victories and four ties.\nBarcelona, on the other hand, is in third place with 51 points but has a game in hand. Since Xavi took over as manager, the Catalans have gone undefeated in 11 games across all competitions.\n\nIn the January transfer window, FC Barcelona added Adama Traore, Ferran Torres, and Pierre-Emerick Aubameyang to their roster.\nThe Blaugrana, on the other hand, were beaten 2-1 by Real Madrid at Camp Nou earlier this season, and haven't beaten their arch-rivals in the league in three years.\n\nReal Madrid will also be marginally better rested than Barcelona heading into the El Clasico, thanks to Barcelona's midweek UEFA Europa League match against Galatasaray.\n\nThe primary concern for Real Madrid will be in-form striker Karim Benzema, who suffered a calf injury in the previous match against Mallorca. Except for Ferland Mendy, who has muscular difficulties, all other players will be available for selection.\n\nAnsu Fati, Samuel Umtiti, and Sergi Roberto are all out for Barcelona due to injuries.", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "sarc": "False", "storyID": "STY1647770778", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "Age": "30", "Festivals": "", "storyPrimaryID": "88411", "jaccard_score": 4.728521566436604e-05}