{"DDI_age": "37.324074074074076", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "diagnosis_2": "Carbon monoxide poisoning", "storyPrimaryID": "72255", "storyID": "STY1642519458", "ADI_sex": "26.211111111111126", "least_likely_activity": "Movies", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userPrimaryID": "17", "Age": "24", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Media": "https://image.pixstory.com/Pixstory-image-164251926180968.jpeg", "ADI_age": "42.805555555555564", "Title": "De-Stigmatizing Mental Health On Social Media: Lines Between Advocacy & Professional Help(1/2)", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1605631023", "accountCreateDte": "2020-11-17", "Narrative": "When you type in “mental health Instagram” on Google, a variety of listicles unfold in the results, most along the lines of “14 Mental Health Accounts To Follow ASAP” featuring spiritual writers, digital content creators, truth-tellers, and advocates.\n\nWhile some of these pages may be moving towards destigmatizing mental health care, they may not always be backed by a mental health professional who can adequately respond to people reaching out.\n\n“What to say and when to say it is a skill – we don't know that skill till the time we don't study it, or we've been in that place,” Counselling Psychologist with HASI Niharika Srivastava said.\n\nMental health advocates who aren’t trained in psychology, should connect with professionals in the field so that they can safely direct the people following and reaching out on their page, Srivastava adds.\n\nOne in seven people in India are living with a mental illness, a Lancet study found. In contrast to the recommended minimum of 3 psychiatrists for every 100,000 people in a country, India has 0.75 psychiatrists for 100,000 people.\n\nTwo years ago, Srivastava started an initiative called Feelings Forward, which creates mental health awareness accessible through social media, by addressing conflict in relationships, self-esteem, creating a work-life balance, and coping strategies for anxiety and depression.\n\nPrior to COVID, she was providing trauma councelling to women people who had experienced domestic violence, sexual assault and whose parents were incarcerated.\n\nBut with lockdowns, Srivastava’s clientbase took a demographic shift: mostly young adults between the age of 19 to 25, who have access to technology and reached out through social media.\n\nOne of the biggest challenges with virtual therapy has been the barriers to communicating through body language: nonverbal cues, making clients comfortable in your presence, building a rapport in the physical space you share, gauging their level of anxiety, holding their attention and motivation, Srivastava explains.\n\nAt the same time, working from home has been fruitful for Srivastava – her clients are able to save on commute time, and she is able to use social media as a tool to reach people beyond Delhi.", "Interest": "Health, Technology, Inequality", "diagnosis_3": "Depression", "id": "007e3e81-45a2-405d-bb13-5f5b1724ab33", "ADL": "False", "sport_event": "", "jaccard_score": 4.728521566436604e-05}