{"userPrimaryID": "28996", "DDI_age": "37.324074074074076", "diagnosis_1": "", "sport_event": "['Six Nations', 'ODI World Cup for women']", "Media": "https://image.pixstory.com/Pixstory-image-164885565439034.png", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "Festivals": "['SXSW 2022']", "ADI_sex": "30.177777777777784", "storyPrimaryID": "137416", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Title": "Let's talk meat industry and deforestation", "Narrative": "<p dir=\"ltr\">The meat industry is one of the main contributors to deforestation, as animals are raised in ways that result in extensive deforestation. For example, cattle are usually raised on pasture, which means they eat grass and other vegetation. However, over time this type of farming has resulted in grasslands being converted into farmland for crops, which in turn leads to deforestation.</p>\n<p dir=\"ltr\">Another major environmental impact of the meat industry is the release of methane from livestock. Methane is a potent greenhouse gas that's 25 times more damaging than carbon dioxide when it comes to climate change. The meat industry is one of the biggest sources of methane emissions, accounting for around 33% of all emissions worldwide.</p>\n<p dir=\"ltr\">- It releases large amounts of greenhouse gases like carbon dioxide.<br>\n- It causes soil erosion, which leads to compaction and loss of fertility.<br>\n- It contributes to biodiversity loss by decreasing populations of animals and plants that live in forests.<br>\n- It causes water shortages because more land is needed to produce food that is then eaten by humans.<br>\n- It destroys natural habitats that support animals and plants, which can lead to their extinction.</p>", "Gender": "others", "accountCreateDte": "2022-03-14", "userID": "USR1647270911", "DDI_sex": "24.34166666666667", "Age": "19", "id": "00810d43-4c87-405d-967a-cf062b1ff757", "ADL": "False", "diagnosis_2": "", "storyID": "STY1662310313", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}