{"ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "storyPrimaryID": "87224", "diagnosis_3": "Botulism", "diagnosis_2": "Irritable bowel syndrome", "Title": "To understand Luana’s commitment to football, one must understand her love for family", "ADDI_age": "33.59444444444444", "id": "008611c4-b2d5-4070-9d50-2e96b6719f05", "DDI_age": "23.299999999999997", "Media": "https://image.pixstory.com/Pixstory-image-164727712178870.jpeg", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "luana", "storyID": "STY1647277147", "Narrative": "Brazilian footballer Luana Bertolucci Paixão’s journey with Paris Saint-Germain Féminine started in January 2020. The 28-year-old defensive midfielder’s illustrative history includes scoring 19 goals with Avaldsnes, winning the Norwegian Cup in 2017, and six caps with the Seleção, including two from the 2019 World Cup. As Luana plays continues to sport jersey #6 for Les Rouge et Bleu this season, follow her biography below:\n  \nTo understand Luana’s commitment to football, one must understand the midfielder’s love and devotion to her family – each influence the other by bringing their own set of multitudes, continuously transforming Luana’s resilience as a player and person.\n\n\"With my family, my dad is my biggest supporter. I'm really happy to have them by my side since I was young,” Luana says. “I know that is not always the case for the girls, but they are everything for me.\"\n\nThe midfielder started playing at the age of seven on the beach with her brother and dad, who encouraged her to join the school’s football team.\n\n“I just discovered that I loved it, and I was good at it, so I kept going,\" Luana says.\n\nAa Luana’s professional career evolved into an international one, living outside Brazil for the past seven years hasn’t always been easy. \n\nThe midfielder misses the simple things about her family and home in São Bernardo do Campo: just being there, the comfort of doing nothing in the presence of those you love, the traditions of Sunday family lunches.\n\n“The Sunday lunch, we always have something special, we’re always together,” Luana says. “Usually my mom cooks – she loves making pasta, all kinds of pasta.”\n\nWhile they get to make new memories twice a year, Luana fills the gaps in-between by re-creating these moments in her own kitchen.\n\n“I cook for myself, I love cooking – some pasta. carbonara pasta, all kind of pasta,” Luana says.\n\nContinued…", "accountCreateDte": "2021-09-23", "DDI_sex": "22.607407407407408", "diagnosis_1": "Myocarditis", "least_likely_activity": "Party", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1632386375", "Age": "52", "sport_event": "[' UCI Road World Championships']", "ADL": "False", "userPrimaryID": "9077", "ADI_age": "29.383333333333326", "Festivals": "", "jaccard_score": 4.728521566436604e-05}