{"least_likely_activity": "Culture", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "most_likely_activity": "Health", "accountCreateDte": "2021-04-01", "storyPrimaryID": "121832", "Narrative": "A recent drone strike by the United States killed al Qaeda's leader, Ayman al-Zawahri. Ayman is believed to be the mastermind behind the September 11 attacks and assumed control of al Qaeda after the death of Osama bin Laden.  The operation had been planned for months, and after patiently tracing him and identifying his whereabouts, the CIA launched two Hellfire missiles at him while he was on his balcony.\n\nDespite the use of missiles, sources indicate that no civilians or other individuals were killed in the attack. The Taliban criticized the strike, stating, \"“The violation of the Doha Agreement is to the detriment of the Afghan people; the Afghan people are too weak to react to the attacks.”  However, this remark is unusual given that the agreement they cite, the Doha agreement, mandated that the Taliban sever connections with al Qaeda; however, some analysts believe they never did so.\n\nDespite the fact that this is excellent news, we have seen that cutting off the head of terrorist groups seldom, if ever, results in significant change. As with al Qaeda following the death of Osama bin Laden, another successor will inevitably emerge in the wake of Ayman's death. In any event, the United States may claim success for the time being but must remain vigilant until the next al Qaeda leader emerges.", "ADDI_age": "33.59444444444444", "userPrimaryID": "322", "DDI_age": "23.299999999999997", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "Age": "57", "Media": "https://image.pixstory.com/Pixstory-image-165955733463635.jpeg", "Title": "Drone strike by United States killed al Qaeda’s leader Ayman al-Zawahri.", "Festivals": "['Vilnius Film Festival', 'Barcelona International Short and Animation Film Festival', 'Kaboom Animation Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival']", "storyID": "STY1659557465", "Interest": "al qaeda, drone strikes, Politics, usa, ayman al-zawahri", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1609782270", "ADL": "False", "sport_event": "", "diagnosis_2": "", "ADI_age": "29.383333333333326", "id": "0267953f-67a0-47c6-8f53-032454fa8a0f", "jaccard_score": 4.203130281276981e-05}