{"DDI_age": "37.324074074074076", "diagnosis_1": "", "userPrimaryID": "84806", "Media": "https://image.pixstory.com/Pixstory-image-166533826862189.png", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "id": "026aa27a-d683-4592-ae39-583b3da89b6a", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Interest": "euro2024, europe, italy, england", "least_likely_activity": "", "Festivals": "['Venice International Film Festival 2022']", "ADI_age": "42.805555555555564", "userID": "USR1662030182", "sarc": "False", "Title": "EURO 2024 Qualifying Groups announced", "accountCreateDte": "2022-09-01", "Gender": "", "storyID": "STY1665338373", "Narrative": "<p dir=\"ltr\">The Euro 2024 Qualifying draw took place on Sunday afternoon with all associations across Europe being drawn into different groups to book their spots for the showcase continental tournament.&#160;</p>\n<p dir=\"ltr\">There will be a repeat of the 2020 Euro final between champions Italy and runners up England as both teams have been drawn in the same group. Italy would look to have a strong qualifying campaign as defending champions to salvage some pride after their shock exclusion from the forthcoming World Cup in Qatar. Much to Italy&#8217;s dismay they will also be facing North Macedonia, the team that knocked them out of the qualifying run for this year&#8217;s World Cup.&#160;</p>\n<p dir=\"ltr\">After the draw in Frankfurt, Italy coach Roberto Mancini said: &#8220;I knew we&#8217;d get either England or France, but that&#8217;s okay. It&#8217;s a decent five-team group, no easy matches, all ones we can have a go at.&#8221; Reacting to England's qualifying group, manager Gareth Southgate said: \"It's clearly a tough draw, given the quality of the opposition, and we've had draws in qualification that have probably been a little bit more comfortable than that.&#8221;</p>\n<p dir=\"ltr\"><b>Other groups&#8217; round up</b></p>\n<p dir=\"ltr\">Spain are also expected to have a tough draw with them having to face Scotland and Erling Haaland&#8217;s Norway.</p>\n<p dir=\"ltr\">France and Netherlands will clash in another big fixture alongside the Republic of Ireland in Group B. France and Ireland have qualifying history after a 2010 game much remembered for Thierry Henry&#8217;s last minute handball goal.</p>\n<p dir=\"ltr\">Cristiano Ronaldo&#8217;s Portugal are drawn in a group that includes Bosnia and Herzegovina whereas Germany, as automatic qualifiers for their home tournament, will be playing friendly matches on the qualifying matchdays.</p>\n<p dir=\"ltr\">Euro 2024 will be played back again in a single country after the multi nation tournament in 2021. It is supposed to take place from the 14th of June to the 14th of July in 10 German cities.</p>", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Age": "26", "storyPrimaryID": "154082", "jaccard_score": 3.6777389961173586e-05}