{"Interest": "Economy, Climate change , Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics", "Title": "Go nuts while you include these for powerful health 🌰🥜", "Narrative": "<p dir=\"ltr\"><br>\nGetting all in one packed with vital nutrients which is healthy and also beneficial. Nuts have been as a part of our meal for a long time and so it's stuck with us for its well known benefits. Here are some of the nuts you can include by knowing its benefits. </p>\n<p dir=\"ltr\">Almonds </p>\n<p dir=\"ltr\">It's high in phosphorus and it helps in maintaining bone and teeth density. It's highest in calcium among all the other nuts and it makes the right shield against arthritis and osteoporosis. </p>\n<p dir=\"ltr\">Cashews </p>\n<p dir=\"ltr\">These are best for combatting depression and mood swings. They improve our blood circulation with lower blood pressure. It includes large amounts of fatty acids and protein. </p>\n<p dir=\"ltr\">Hazelnuts </p>\n<p dir=\"ltr\">Being a huge bone health supporters, pecans are great for soothing and relieving down common PMS symptoms among women&#160; they are also rich in antioxidants and it makes them cancer prevention superfood. </p>\n<p dir=\"ltr\">Brazil nuts </p>\n<p dir=\"ltr\">These nuts ensure the proper functioning of the body and they help for both male and female in reproduction and it helps in blood flow. It's an excellent source of selenium and if you have thyroid your body will be thankful for these. </p>\n<p dir=\"ltr\">Sources - Vere </p>", "DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "userPrimaryID": "9221", "ADDI_age": "49.88518518518518", "Media": "https://image.pixstory.com/Pixstory-image-16632585831080.png", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "storyID": "STY1663258651", "DDI_sex": "22.607407407407408", "id": "026cb751-ceda-4e29-8aca-02d0f22ce59d", "userID": "USR1632727815", "ADI_age": "42.805555555555564", "sarc": "False", "storyPrimaryID": "143822", "ADDI_sex": "31.20555555555555", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.378260709663522e-05}