{"DDI_age": "37.324074074074076", "id": "026dda41-9458-4914-93ef-71dbdf4f8746", "storyPrimaryID": "113730", "accountCreateDte": "2022-06-14", "sport_event": "['NBA Finals']", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "Festivals": "['Doc Edge 2022', 'Tribeca Film Festival 2022', 'Sydney Film Festival 2022', 'Annecy International Animation Film Festival 2022']", "userPrimaryID": "44334", "most_likely_activity": "", "Age": "25", "Narrative": "Peter Jackson’s adaptation of the Lord Of The Rings trilogy is a cinematic milestone, and always will be referred to as one of the greatest movie trilogies of all time. With that said, ‘The Rings of Power’ is set to arrive this fall, so why is it that the show is already getting so much hate before it has even been released. For the unversed, ‘The Rings of Power’ is set during the Second Age, thousands of years before The Hobbit and LOTR.\n\nThe Second Age is a time of many interesting stories, which are however tough to tell, given as they are scattered throughout the Appendices, the Histories of Middle Earth, the Letters, the Silmarillion and other obscure places. They require a good deal of rumination and scholarly outlook. \n\nThe fact that LOTR scholar Tom Shippey walked out on the show and Prime Video made no attempt at bringing him back shows that ‘The Rings of Power’ may very well turn out to be an expensive fan fiction.\n\nWe can see this in Prime Video’s choices to completely alter the source material and thus mess with the lore, and also prioritize identity politics over Tolkien’s vision of Middle Earth. \n\nWe see an example of this, in a young warrior Galadriel wearing armour in the trailer. Galadriel is the Lady of Lothlorien who was born during the age of the Two Trees and therefore older than most creation in Middle Earth. Even a young version of her is beyond thought, furthermore rather than a warrior, she is a ring bearer and a witch of incredible power.\n\nWhile it maybe controversial for some, Tolkien was already very clear on the ethnicities of all the races of Middle Earth, and many fans don’t wish to see Middle Earth become a forum of real life multiculturalism, something which we see Amazon doing by adding various characters of colour, such as black elves. \n\nThe fans, particularly purists wish to see Middle Earth retain its essence. Basically, Prime Video is producing a seemingly generic, fantasy series in the lines of a fan fiction ,while using the LOTR brand, and playing it very safe.", "ADI_sex": "30.177777777777784", "GLAAD": "False", "storyID": "STY1657044794", "diagnosis_3": "", "Title": "Why Rings of Power is getting so much hate before even releasing", "ADDI_sex": "34.87222222222221", "Interest": "lord of the rings", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "userID": "USR1655228976", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Media": "https://image.pixstory.com/Pixstory-image-165704458929985.png", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}