{"ADDI_age": "32.42619047619048", "sport_event": "['French Open']", "DDI_age": "22.63095238095238", "userID": "USR1623313390", "Interest": "donald trump, usa", "diagnosis_1": "", "id": "0271ab67-1168-4c6c-bbb7-a9f586604797", "storyID": "STY1645385437", "Narrative": "Donald Trump's new social media venture, Truth Social, appears set to launch in Apple's App Store on Monday, according to posts from an executive on a test version viewed by Reuters, potentially marking the return of the former president to social media on the US Presidents Day holiday.\n\nIn a series of posts late on Friday, a verified account for the network's chief product officer, listed as Billy B., answered questions on the app from people invited to use it during its test phase. One user asked him when the app, which has been available this week for beta testers, would be released to the public, according to screenshots viewed by Reuters.\n\n\"We're currently set for release in the Apple App store for Monday Feb. 21,\" the executive responded.\n\nThe launch would restore Trump's presence on social media more than a year after he was banned from Twitter Inc, Facebook and Alphabet Inc's YouTube following the Jan. 6, 2021, attack on the U.S. Capitol by his supporters, after he was accused of posting messages inciting violence.\n\nOn Feb. 15 Trump's eldest son Donald Jr. posted on Twitter a screenshot of his father's verified realDonaldTrump Truth Social account with one post, or \"truth,\" that he uploaded on Feb. 14: \"Get Ready! Your favorite President will see you soon!\"\n\nLed by former Republican U.S. Representative Devin Nunes, Trump Media & Technology Group (TMTG), the venture behind Truth Social, will join a growing portfolio of technology companies that are positioning themselves as champions of free speech and hope to draw users who feel their views are suppressed on platforms such as Twitter, Facebook and YouTube. So far none of the companies, which include Twitter competitors Gettr and Parler and video site Rumble, have come close to matching the popularity of their mainstream counterparts.", "Title": "Donald Trump's Truth Social App Set To Release Tomorrow", "most_likely_activity": "", "userPrimaryID": "6952", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "accountCreateDte": "2021-06-10", "least_likely_activity": "", "sarc": "True", "Gender": "others", "DDI_sex": "24.34166666666667", "storyPrimaryID": "82860", "Festivals": "['Sheffield Doc/Fest', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Beat Film Festival', 'Doc Edge International Documentary Film Festival', 'Sombra Festival - European Fantastic Film Festival of Murcia', 'Sheffield Doc/Fest', 'Très Court International Film Festival', 'Biografilm Festival', 'Animafest Zagreb - World Festival of Animated Film', 'Ferrara Film Corto Festival', 'Cabourg Film Festival', 'Chamonix Film Festival', 'Kortfilmfestivalen - Norwegian Short Film Festival', 'Tribeca Film Festival', 'Berlinale 71 - Berlin International Film Festical', 'Downtown Tyler Film Festival', 'Encounters - South African International Documentary Festival', 'deadCenter Film Festival', 'FIRE!! - Mostra International de Cinema Gai i Lesbia de Barcelona', 'Frameline45 San Francisco International LGBTQ+ Film Festival']", "ADL": "False", "diagnosis_2": "", "Media": "https://image.pixstory.com/Pixstory-image-164537704225352.png", "median_activity": "", "jaccard_score": 4.02799985289044e-05}