{"ADDI_age": "41.39629629629629", "Festivals": "['International Film Festival of Kerala', 'OUTshine LGBTQ+ Film Festival @Home', 'Glasgow Film Festival', 'VOID Animation Film Festival', 'Miradas Doc', 'Festival International du Film pour Enfants de Montréal', 'Houston Jewish Film Festival', 'Berlin International Film Festival', 'Hayti Heritage Film Festival', 'Zinegoak Film Festival', 'Dublin International Film Festival', 'Sacramento Jewish Film Festival', 'Durango Independent Film Festival', 'Thessaloniki Documentary Film Festival', 'Budapest Architecture Film Days', 'Ocean City Film Festival', 'Luxembourg City Film Festival', 'Miami Film Festival', 'International Film Festival and Forum on Human Rights', 'New York International Children’s Film Festival']", "userPrimaryID": "1500", "id": "0278f161-5a09-4076-bfdc-2afcec0562e9", "DDI_age": "28.392592592592596", "Media": "https://image.pixstory.com/Pixstory-image-164690328989671.jpeg", "Gender": "female", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "accountCreateDte": "2021-03-05", "diagnosis_3": "Gastric ulcer", "storyID": "STY1646903680", "GLAAD": "False", "Narrative": "Stunning advances have happened in medicine since President Richard Nixon declared the “war on cancer” just over a half-century ago.\n\nBut that progress is only the beginning. More is expected in the coming years and decades, particularly following President Biden’s recent announcement of a new “cancer moonshot” initiative, coupled with a pledge to “end cancer as we know it.”\n\nOne way to help make that happen is through the study of cats and dogs. As a professor of oncology and doctor of veterinary medicine who has been researching cancer in dogs for more than 40 years, I learned long ago that companion animals can teach us an enormous amount about how to prevent and treat cancer in people.\n\nThere are many reasons why this is true. Domesticated cats and dogs share approximately 85% of the same DNA as humans. And because both have been intimately associated with people for more than 10,000 years, they have become susceptible to some of the same diseases.\n\nRemarkable similarities in cats, dogs and people\n\nOver decades, researchers have accumulated what is now a treasure trove of cancer data on companion animals. This data holds clues – and perhaps, answers – to how and why pets can get cancer, and how to keep it in check or get rid of it.\n\nBut because of the remarkable similarities in the biology and habitats of cats, dogs and people, it’s possible researchers can also extract this data on pets and extrapolate it to humans. Therein lies the opportunity to discover biomedical innovations that benefit not only your pet, but you as well.\n\nThis approach cuts by decades the amount of time it takes for data to come in. Consider that veterinarians observe and care for cats and dogs as they age and die over a life span of roughly 10 to 15 years. In comparison, gathering similar data from humans over a lifetime takes from 60 to 100 years.\n\n\nRead full story at The Conversation: \nhttps://theconversation.com/how-pet-cancer-data-sheds-light-on-human-cancers-and-speeds-the-development-of-new-treatments-172217\n\nImage Credits:\nhttps://www.gettyimages.com/detail/photo/zhao-hui-royalty-free-image/990972040", "ADDI_sex": "38.53888888888888", "Interest": "pet, pets, petlover, pet love, pet lover, pet lovers, pets lover, cancer, cancer care, cancer awareness, cancer day, cancer diet, dogs, cats, cats of pixstory, asbestos, animal, animal welfare, animals and nature, animal rights, animal health, Health, healthcare, health inequality, health equity, healthy", "least_likely_activity": "Government", "ADI_age": "36.71666666666667", "diagnosis_1": "Anemia", "diagnosis_2": "Cerebral vascular accident", "storyPrimaryID": "86406", "Age": "39", "userID": "USR1614921720", "ADI_sex": "34.144444444444446", "sport_event": "['Six Nations', ' Nordic World Ski Championships']", "sarc": "True", "median_activity": "Food", "ADL": "False", "Title": "How pet cancer data sheds light on human cancers", "jaccard_score": 4.728521566436604e-05}