{"ADDI_age": "41.39629629629629", "Interest": "#cristianoronaldo, #cristianoronaldo jr, #manchesterunited, #mediterranean international cup", "diagnosis_2": "Kidney cancer", "Media": "https://image.pixstory.com/Pixstory-image-164996436674500.png", "userID": "USR1646144495", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "storyPrimaryID": "93870", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "id": "027a457d-299f-4fc9-9769-0e8608b0f23e", "Title": "Cristiano Ronaldo Jr. does the ‘SIUUU’ celebration after scoring a goal for Manchester Utd Und", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "Narrative": "Cristiano Ronaldo Jr. was in the thick of the action when he scored a goal for the Manchester United Under-12 team in a youth tournament. \n\n\nThe 11-year old later went on to celebrate the goal with the ‘SIUUU’ celebration mimicking the famous celebration of his dad. \n\n\nCrtistiano Ronaldo Jr. also played for the Juventus Juniors team while his father was at the Italian club. However, a few months after the homecoming of Ronaldo, his son got into the Manchester United under-12 side. \n\n\nAfter being introduced to the team in September, 2021. It was only in February 2022 that Ronaldo Jr. got to play his first game. \n\n\nOn Thursday, while playing against the CEF Girones-Sabat Ronaldo Jr. scored a goal and recreated his fathers famous ‘SIUUU’ celebration. The Manchester United under-12 side went on to win the match. \n\n\nThe MIC or the Mediterranean International Cup, has been a tournament that has unearthed some of the finest talents of the football world. It is an annual youth tournament held in Costa Brava, Spain. The tournament has had players such as Lionel Messi, Marcelo, Philippe Coutinho and many more that have went on become the legends of the game", "least_likely_activity": "Repair", "sarc": "True", "ADDI_sex": "31.20555555555555", "Age": "30", "storyID": "STY1649964614", "ADL": "False", "Festivals": "", "jaccard_score": 4.728521566436604e-05}