{"DDI_age": "37.324074074074076", "Age": "23", "id": "028153fb-d643-4168-aaa0-47142233eded", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2021-09-24", "most_likely_activity": "", "Interest": "#article14live", "storyID": "STY1664431721", "ADI_sex": "30.177777777777784", "Media": "https://image.pixstory.com/Pixstory-image-166443159797696.png", "ADL": "True", "GLAAD": "False", "userID": "USR1632472672", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "userPrimaryID": "9109", "sarc": "False", "Title": "After Decades In Jail, A 95-Year-Old Terror Convict Mounts A Legal Battle To Go Home To Die", "storyPrimaryID": "150291", "Gender": "others", "Narrative": "<p dir=\"ltr\">In the 26 years he has spent serving a life sentence,&nbsp; there have been many moments where Mohammed Habib Ahmed Khan, who once practised homoeopathy in the central district of Raebareli in Uttar Pradesh, has mourned his downfall from &#8216;doctor sahab&#8217; to a terror convict in the case of the train bombings in six states in December 1993, a year after the demolition of the Babri Masjid. <br></p>\n<p dir=\"ltr\">Anguished by the thought of dying alone in his dingy cell in the Jaipur central prison and his body being dissected for a post-mortem&nbsp; examination, the 95-year-old Muslim man told Article 14 that all he wanted was to be buried beside his beloved wife Qaisar Jahan, who died of Covid-19 in February 2020.&nbsp; <br></p>\n<p dir=\"ltr\">The loss of his wife of 70 years, whose funeral he could not attend,&nbsp; weighs heavily on Khan. His profound grief and despair have hastened the onslaught of multiple illnesses, severely impairing his sight and hearing and making it difficult for him to breathe. <br></p>\n<p dir=\"ltr\">Home for the first time after his wife died, Khan, father to eight children and grandfather to 23, prays the Supreme Court will look favourably at his petition seeking permanent parole on the grounds of &#8220;old age and medical ailments&#8221;.<br></p>\n<p dir=\"ltr\">The first hearing in the Supreme Court is on 29 September. <br></p>\n<p dir=\"ltr\">&#8220;Court wallon se umeed hai ki hum ko ghar rehne denge. Is halat mein wapas jail nahi ja sakta,&#8221; he said. (I hope the court will take mercy and let me stay at home. I cannot return to jail in this state.)<br></p>\n<p dir=\"ltr\">A Prisoner So Old<br></p>\n<p dir=\"ltr\">Khan was jailed for the first time in the Kanpur central jail in 1994. A decade later, in 2004, a Terrorist and Disruptive Activities (Prevention) Act court in Ajmer convicted him under India&#8217;s anti-terror law, repealed in 2001 due to a low conviction rate&#8212;1.11 % over nine years&#8212;and replaced with the Unlawful Activities Prevention Act, 1967, which had a conviction rate of less than 3% between 2015 and 2020.<br></p>\n<p dir=\"ltr\">Read more - https://article-14.com/post/after-decades-in-jail-a-95-year-old-terror-convict-mounts-a-legal-battle-to-go-home-to-die-6334fdfddcbba<br>\n</p>", "DDI_sex": "24.34166666666667", "sport_event": "[' UCI Road World Championships']", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}