{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "userID": "USR1646144495", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "Title": "Manchester City midfielder overtakes Mesut Özil as highest scoring German in Premier\nleague", "Narrative": "Pep Guardiola's Manchester City reclaimed top spot in the England's elite club competition on\nSaturday. Burnley's evening started poorly and remained that way, in a game City dominated\nwith panache and to good effect. In the process, City's second goal in the first half came as\nsomething of a record-breaker.\n\nThe 25th minute golazo was Ilkay Gundogan's 34th premier league goal. The German\nmidfielder last scored in February, when City to Tottenham Hotspur in a thrilling encounter that\nended 3-2 to the visitors. Generally too, Gündoğan is a midfielder who gets involved in the final\nthird. His time at Borusssia Dortmund was indicative of the same.\n\nThen BVB coach Jürgen Klopp has in the past expressed his affection for Ilkay, a player who's\nrisen to be a prominent presence for club and Country. Mesut Özil previously held the same\nrecord, having scored 33 times in a span of 8 years in England (the final few of which were\nhighly inconsistent).\n\nGündoğan meanwhile, achieved the same feat in a little under 6 years, which again goes to\nshow his potency and the frequency with which he gets involved in the final third. Pep deploys\nthe German midfielder in a very balanced #6 role, which sees him make the most of his all\nround abilities.\n\nEven long before he'd added goals to his game, the 31 year-old's passing ability, ball control\nand defensive shielding were noticeably brilliant in the Bundesliga. Just last week, Ilkay\nGundogan expressed his desire to extend his stay at the Etihad. With some luck, he'll be\ncelebrating a half century of goals in Premier league football very soon.", "Media": "https://image.pixstory.com/Pixstory-image-164891710082486.png", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "sarc": "False", "least_likely_activity": "Repair", "Interest": "manchester city, mesut ozil, football, premier league, borusssia dortmund, news", "ADDI_sex": "31.20555555555555", "Age": "30", "storyID": "STY1648917438", "id": "0281e0cc-d20c-4c9d-b900-13b012e96d25", "storyPrimaryID": "91530", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}