{"userPrimaryID": "23515", "DDI_age": "37.324074074074076", "id": "02831e45-fa78-4f7b-80cf-ad0def4a0668", "Age": "23", "Title": "Serie A, Atalanta-Cagliari: Pereiro stende la Dea", "Media": "https://image.pixstory.com/Pixstory-image-164417940220060.jpeg", "accountCreateDte": "2022-01-19", "diagnosis_1": "", "Interest": "atalanta, palomino, pereiro, calcio, serie a, cagliari", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "storyID": "STY1644179479", "userID": "USR1642587832", "Narrative": "Nel lunch match della 24° giornata di Serie A, il Cagliari trova tre punti fondamentali in casa dell’Atalanta. A sorpresa, infatti, i sardi battono la Dea 2-1 al Gewiss Stadium, grazie alla doppietta di Gaston Pereiro. \n\nL’uruguaiano, data l’assenza di Joao Pedro, è stato schierato in attacco ripagando così nel migliore dei modi la scelta tecnica di Walter Mazzarri. I rossoblu, infatti, hanno saputo contenere le avanzate dell’Atalanta, imprecisa soprattutto negli ultimi 16 metri.\n\nBravi i sardi ad andare in vantaggio al 50’ da un traversone di Dalbert, sfruttato poi da Pereiro che controlla e deposita il pallone in rete. Passano appena 120 secondi e la partita dell’Atalanta diventa ancora più in salita per via dell’espulsione di Juan Musso. Il portiere nerazzurro ha infatti commesso fallo al limite della propria area di rigore, su un contropiede pericolo portato avanti dal solito Gaston Pereiro.\n\nA poco meno di mezz’ora dal fischio finale, però, c’è la reazione della Dea: minuto 64’, su iniziativa di Duvan Zapata è bravo a Palomino a farsi trovar pronto e ad incornare il pallone spedendolo alle spalle di Cragno. Proprio quando l’inerzia della gara sembra andare in favore dell’Atalanta, arriva la doccia fredda con la doppietta del calciatore cagliaritano, bravissimo a trasformare in gol l’assist di Bellanova. \n\nIl Cagliari ottiene così tre punti fondamentali per la lotta salvezza, uscendo dalla zona retrocessione e salendo al 17° posto con 20 punti. L’Atalanta, in attesa del risultato della Juventus contro il Verona, rimane quarta a 43 punti, ma con una partita in meno. \n\nCrediti Foto: Cagliaricalcio.com", "ADI_sex": "30.177777777777784", "ADL": "True", "GLAAD": "False", "diagnosis_3": "", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "storyPrimaryID": "79740", "DDI_sex": "24.34166666666667", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}