{"storyID": "STY1656491173", "DDI_age": "37.324074074074076", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Media": "https://image.pixstory.com/Pixstory-image-165649091712872.png", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "id": "028adc51-508b-44a0-b47c-7076e42bc031", "ADI_age": "42.805555555555564", "Interest": "united kingdom, the conversation", "storyPrimaryID": "110664", "sarc": "True", "Gender": "", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "ADL": "False", "diagnosis_2": "", "Narrative": "The US Supreme Court has formally announced its decision in the case of Dobbs v Jackson Women’s Health Organization. This has overturned the 1973 case Roe v Wade, which enshrined access to abortion as a constitutional right in the US.\n\nThe threat to Roe has been the outcome of a strategy specific to US culture and legal structures. But this does not mean that other nations should feel secure in their current access to abortion. There are conservative religious organisations, politicians and activists who seek to constrain reproductive rights around the world.\n\nThe Roe case in 1973 provided a landmark ruling that the law against abortion in Texas, where the case originated, violated a constitutional right to privacy. The ruling applied to the whole country and therefore abortion in early pregnancy could not be banned in any state.\n\nAlmost immediately after the Roe case, campaigns were launched to try to reverse the decision. An important part of this was repeated attempts to change the constitution of the US to explicitly protect the foetus as a way to ban all abortions. These attempts are known as human life amendments. None of the attempts to get a human life amendment came close to succeeding.\n\nA concerted campaign\nThe 1980s saw the rise of the religious right as a political force in the US. The religious right established law schools and legal training programmes with the express intention of reversing legal secularism and promoting a vision of law rooted in their understanding of Christian theology. By training Christian lawyers, they could challenge issues they objected to through the courts.\n\nAmy Coney Barrett, a Supreme Court justice nominated by Donald Trump, has been a speaker at a fellowship programme aimed at promoting Christian law.\n\nThis decades-long strategy of seeking power and influence in the US political and legal system has culminated with the end of Roe. This leaves each state with the power to decide the extent abortion is permissible.\n\nRead more: https://theconversation.com/roe-v-wade-the-religious-right-has-long-influenced-law-in-the-us-heres-how-abortion-rights-could-be-challenged-elsewhere-184280", "median_activity": "", "Title": "Roe v Wade: the religious right has long influenced law in the US - here’s how abortion ....", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}