{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-166417803921219.png", "storyID": "STY1664178113", "diagnosis_1": "", "userPrimaryID": "84806", "Title": "Barcelona's Top 10 strikers from 2001-2022 (Part-3)", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "id": "02908b63-b2ce-49fe-ba38-2c967f18ccf8", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Festivals": "['Venice International Film Festival 2022']", "ADI_age": "42.805555555555564", "userID": "USR1662030182", "sarc": "False", "accountCreateDte": "2022-09-01", "Gender": "", "storyPrimaryID": "149229", "DDI_sex": "24.34166666666667", "Narrative": "<p dir=\"ltr\">It's quite unfair that Eto'o only stayed at Barcelona for four seasons despite having the best&#13;career of his life and scoring a Champions League final goal. The African footballer left the&#13;club after appearing in 199 games and scoring 130 goals.<br>\n&#13;<br>\n<b>3 Thiery Henry</b><br>\n&#13;<br>\nDespite being past his prime, Henry was able to have an impact on the game by playing on&#13;the left wing and scoring a half-century of goals. He was nearing the end of his career at&#13;Barcelona, but that didn't stop him from scoring goals and intimidating defenders with his&#13;<br>\nelectrifying runs.<br>\n&#13;<br>\nAnd imagine how many goals he would have scored if he had played for Barcelona in his&#13;prime. He did, however, win the Champions League and score 49 goals in 121 games.<br>\n&#13;<br>\n<b>2 Luiz Suarez</b><br>\n&#13;<br>\nWith two more goals, Suarez would have become the second most prolific player in&#13;<br>\nBarcelona history, trailing only Lionel Messi. It was unjust how he was treated in his final&#13;year at Barcelona; the Uruguayan won the Pichichi award in a league dominated by Lionel&#13;Messi and Cristiano Ronaldo, and fans still doubted his ability.<br>\n&#13;<br>\nSuarez quickly adapted to his new surroundings in Barcelona, scoring 25 goals in his first&#13;season. He went on a goal-scoring binge, becoming the club's all-time leading scorer with&#13;198 goals in 283 appearances.<br>\n&#13;<br>\n<b>1 Lionel Messi</b><br>\n&#13;<br>\nHe doesn't need an explanation for what he did for the club, which is regarded as one of the&#13;greatest gifts to a club. He was a quiet player who scored goals for fun, debuting at the age&#13;of 17 and going on to have a trophy-laden career and goals. What's more surprising is that&#13;his goal total exceeds that of Barcelona's second, third, and fourth highest scorers&#13;<br>\ncombined.<br>\n&#13;<br>\nNo other player in football history can achieve this milestone; he was insane, scoring 73&#13;goals in just 60 games in the 2011 season. It appeared Messi would end his career at&#13;Barcelona, but financial concerns forced him to leave the club to free up some wages, and&#13;the greatest player in history left his childhood club for PSG, featuring in 778 games and registering 672 goals.</p>", "ADL": "False", "diagnosis_2": "", "Interest": "football, barcelona, strikers, thieryhenry, luizsuarez, lionelmessi", "median_activity": "", "Age": "26", "jaccard_score": 3.6777389961173586e-05}