{"DDI_age": "37.324074074074076", "Age": "23", "userPrimaryID": "28993", "sport_event": "['Six Nations', 'ODI World Cup for women']", "most_likely_activity": "Health", "userID": "USR1647269075", "ADDI_age": "49.88518518518518", "Gender": "female", "Media": "https://image.pixstory.com/Pixstory-image-165385133864963.png", "DDI_sex": "26.07592592592593", "Festivals": "['SXSW 2022']", "Narrative": "<p dir=\"ltr\">Jerusalem has a distinctive mission because of its unique sanctity: it calls for reconciliation and harmony among everyone, whether locals, pilgrims, or visitors. Jerusalem has a lengthy and tumultuous history. It has seen many wars and conquests, and it has been destroyed several times, only to rise from the ashes like the mythical phoenix. Christians understand in faith that the lengthy history of God's people, with Jerusalem as its heart, is the history of salvation that fulfils God's design in and through Jesus of Nazareth, the Christ, through prayerful reading of the Bible.</p>\n<p dir=\"ltr\">Jerusalem has been chosen by the one God to be the site where his name alone would dwell in the midst of his people, allowing them to offer acceptable devotion to him. The prophets, especially after the exile's purifying, looked up to Jerusalem: Jerusalem will be called the &#8220;city of justice, faithful city,&#8221; (Is 1:26-27) where the Lord dwells in holiness as in Sinai (Ps 68:18). The Lord will place the city in the middle of the nations (Ez 5:5), where the Second Temple will become a house of prayer for all people (Is 2:2, 56:6-7). Jerusalem, aglow with the presence of God (Is 60:1), ought to be a city whose gates are always open (Is 11) with Peace as magistrate and Justice as government (Is 17).</p>", "storyPrimaryID": "134661", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "Title": "Jerusalem has a distinctive mission because of its unique sanctity", "ADDI_sex": "38.53888888888888", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Economy, Inequality, Education, Climate change , Health, Politics", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "least_likely_activity": "Maintenance", "storyID": "STY1661797364", "accountCreateDte": "2022-03-14", "ADL": "False", "id": "0292f207-8c14-4f33-b64c-8c8dddac3956", "jaccard_score": 4.553391138050063e-05}