{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "21", "storyPrimaryID": "113596", "ADI_sex": "26.211111111111126", "storyID": "STY1657028091", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userID": "USR1641927505", "least_likely_activity": "Writing", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "id": "0298daec-e652-4a85-a3af-34dd029dd8a7", "DDI_sex": "22.607407407407408", "ADI_age": "42.805555555555564", "Interest": "schiaparelli", "sarc": "False", "Media": "https://image.pixstory.com/Pixstory-image-165702802536685.jpeg", "accountCreateDte": "2022-01-12", "Title": "Schiaparelli: l’estrosa bellezza salverà il mondo?", "ADDI_sex": "31.20555555555555", "userPrimaryID": "19480", "sport_event": "['Africa Cup of Nations']", "diagnosis_3": "Depression", "ADL": "False", "Festivals": "", "Narrative": "Parlo sempre del tentativo di raggiungere quello stato di innocenza creativa - rivela lo stilista - di lottare per rimanere vicini a quella persona che si è innamorata della moda e delle sue possibilità, di non soccombere al cinismo o al logorio del mondo. Spero che questo spirito emerga dalla collezione: spero che chi la vedrà, potrà comprendere quanto ci siamo appassionati io e il team nel realizzarla. Spero che la gioia che abbiamo provato nel creare qualcosa, nel realizzare oggetti preziosi che le persone ricorderanno per sempre, sia evidente in ogni cappotto, vestito e accessorio, con il pensiero che li accompagna. A volte ci mettiamo sulla difensiva quando i critici ci accusano di voler fare solo cose belle. Ma cosa c'è di male nel voler fare cose belle? La meraviglia non è l'unica componente importante della vita, ovviamente, ma è una delle sue componenti. E tra le più vitali. E realizzare cose veramente affascinanti non è poi così facile. Ma è un privilegio, di cui sono consapevole e molto grato ogni giorno\" ~Daniel Roseberry, direttore creativo.", "jaccard_score": 4.553391138050063e-05}