{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Narrative": "To a large section of people across the world, Putin is an aggressor, or an invader, out to wipe out a sovereign democracy from the map and annex it to Russia, through a medieval style imperialism.\n\nBut, for quite a sizeable number of Russians and their sympathisers in other countries, he is a saviour of Russian speaking minorities residing in the Donbas region of eastern Ukraine. They believe Putin has dispatched troops on a “military operation” – no, for them it’s neither a war or aggression -- to liberate  the oppressed masses. They perceive Ukrainians in Donbas are tormented and are forced to live under a “post-coup, neo-Nazi backed, corrupt regime”, backed by the West.\n\nFor years, a carefully curated disinformation campaign by Putin and his cronies have fed this section of Russians through a controlled media, including state-backed TV channels, internet and social media. Supported by notorious troll factories this propaganda machine has been bombarding fake and misleading information to them. The propaganda paints NATO countries, or the West, as the aggressor, not Russia. Unless stopped these “aggressors” will invade Russia, someday, they believe. \n\nThe disinformation mechanism has been working since Russia annexed Crimea in 2014. The same style of misleading news system, made in Russia, is accused of swaying the opinion of US citizens during the 2016 presidential election in the US to aid Donald Trump to victory. Not unexpectedly, Trump and his fans supported Putin’s Ukraine invasion publicly. \n\nWhile Russian troops advance through Ukraine the disinformation is still working in full steam to hide the ground reality of destruction and death in the invaded country.\n\nHowever, the only silver lining is that there are many Russians who have also pricked the bubble of misinformation. This new generation of netizens can see through the fake propaganda and are coming out in the streets of Russia with “no war” protests, despite brutal attacks by Putin’s police force.            \n\nREAD MORE:\n\n https://www.france24.com/en/europe/20220223-ukraine-crisis-a-low-cost-disinformation-campaign-aids-putin-s-playbook\n\nhttps://www.euronews.com/my-europe/2022/03/02/what-do-russians-think-of-putin-s-invasion-of-ukraine\n\nhttps://www.vox.com/2022/3/1/22949057/vox-conversations-ukraine-russia-putin-peter-pomerantsev\n\nhttps://www.theguardian.com/commentisfree/2022/mar/02/russian-propaganda-anti-imperialist-left-vladimir-putin", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "diagnosis_1": "Alcohol", "least_likely_activity": "Education", "ADDI_age": "49.88518518518518", "storyID": "STY1646398321", "Title": "Putin's propaganda machine: How it works", "median_activity": "Health", "GLAAD": "False", "Interest": "disinformation campaign, bubble of misinformation, aggression, troll factories, military operation", "Gender": "male", "DDI_sex": "22.607407407407408", "userID": "USR1612356664", "userPrimaryID": "472", "ADI_age": "42.805555555555564", "storyPrimaryID": "85170", "sarc": "True", "ADDI_sex": "31.20555555555555", "Festivals": "['Sundance Film Festival', 'Clermont-Ferrand Short Film Festival', 'DocPoint Helsinki', 'Göteborg Film Festival', 'International Film Festival Rotterdam']", "Age": "22", "Media": "https://image.pixstory.com/Pixstory-image-164639375218906.png", "accountCreateDte": "2021-02-03", "id": "0298834b-d06c-48db-b118-1d0b6d6bab56", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "jaccard_score": 4.728521566436604e-05}