{"least_likely_activity": "Yoga", "ADI_sex": "26.211111111111126", "diagnosis_1": "", "most_likely_activity": "Health", "ADDI_age": "26.551851851851854", "storyPrimaryID": "80848", "DDI_age": "18.085185185185185", "id": "029c2a4f-bdf5-46d9-8f51-17c9ac05fe87", "Title": "Why is China cutting interest rates despite inflation?", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Media": "https://image.pixstory.com/Pixstory-image-164466825838100.jpeg", "ADI_age": "22.42592592592593", "diagnosis_3": "", "DDI_sex": "22.607407407407408", "accountCreateDte": "2021-07-17", "Age": "60", "sarc": "False", "Interest": "china interest rate", "Festivals": "['Cannes Film Festival', 'Director’s Fortnight / Quinzaine des Réalisateurs', 'Maine International Film Festival', 'GBiennale', 'Cannes Film Festival', 'Director’s Fortnight / Quinzaine des Réalisateurs', 'Maine International Film Festival', 'Gorkyfest', 'Sopot Film Festival - 21. Międzynarodowy Festiwal Filmowy', 'Pärnu International Documentary Film Festival', '20th NaturVision Filmfestival', '15th Animart Festival', '44th Festival de Cine Independiente de Elche', '6th Burgas International Film Festival', '17th Fantastic Film & Wine Festival', '29th Curtas Vila Do Conde International Film Festival']", "storyID": "STY1644668347", "ADDI_sex": "31.20555555555555", "userID": "USR1626500224", "Narrative": "A few days back, Chinese President Xi Jinping, speaking at the 2022 World Economic Forum through a video link, urged central banks in the West not to hike interest rates as a measure to fight inflation. He spoke of how major world economies should coordinate on interest rates to spur growth. (https://edition.cnn.com/2022/01/18/economy/china-xi-davos-warning-interest-rate-intl-hnk/index.html)\n \nBut China didn't wait to \"coordinate.\" It has gone ahead and cut interest rates. China's central bank has reduced the one-year loan prime rate (LPR) to 3.7 percent from 3.8 percent, and the five-year loan prime rate, for home loans, from 4.65 percent to 4.6 percent. Last month, the bank cut the one-year LRP by 5 basis points. (https://www.globaltimes.cn/page/202201/1246497.shtml)\n \nThis is coming at a time when global inflation has been blamed by many economists on the measures taken by governments during the pandemic to stimulate the economies to overcome the effects of the Covid-19 induced economic stress.\n \nWith the inflation raging, the world's central banks are increasing or planning to increase interest rates. For instance, the Federal Reserve signalled last month it could start raising interest rates in 2022. The European Central Bank has also said that it would stop buying bonds that it was doing during the pandemic. Some including the Bank of England, have increased interest rates.\n \nChina has also been hit by inflation, but its fundamental problem is the slump in the property market, by far the most important segment of the economy. With many Chinese real estate companies crumbling because of heavy debt, a reduction in rates could help them and home buyers and small businesses. (https://www.cnbc.com/2022/01/20/china-economy-pboc-cuts-loan-prime-rates-lpr-for-1-year-5-year.html)\n \nChinese experts say that the move to cut interest rates has been necessitated to stop the economy from cooling and avoid a hard landing in the first quarter of 2022. There were signs of that happening as the world's second-largest economy slowed down to 4.0 percent growth in the last quarter of 2021. (https://www.globaltimes.cn/page/202201/1246497.shtml)\n \nRead more:\n \nChina's perspective on lowering of interest rates:\nhttps://www.globaltimes.cn/page/202201/1246586.shtml\n \nExports key driver of Chinese economy:\nhttps://www.cnbc.com/2022/01/20/china-economy-exports-seen-as-growth-driver-domestic-market-is-weak-.html", "userPrimaryID": "7790", "ADL": "False", "diagnosis_2": "", "sport_event": "['Tour de France', 'NBA Finals', 'Summer X Games', 'The Open Championship']", "jaccard_score": 4.203130281276981e-05}