{"ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "storyID": "STY1660142366", "userID": "USR1646144495", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Interest": "football, news, lucastorreira, galatasaray, arsenal", "storyPrimaryID": "124329", "userPrimaryID": "28653", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "sport_event": "['Six Nations']", "Title": "Lucas Torreira joins Galatasaray from Arsenal (  Part 1 )", "sarc": "False", "least_likely_activity": "Repair", "id": "02a16580-cd6e-4d6f-9116-bf44659889bd", "ADDI_sex": "31.20555555555555", "Age": "30", "Media": "https://image.pixstory.com/Pixstory-image-166014217449808.png", "Narrative": "According to a statement from Arsenal, Lucas Torreira has officially signed a permanent transfer to Galatasaray. According to a statement from Arsenal.\n\nAfter alleging personal troubles at the Emirates, Lucas Torreira abruptly \nArsenal.Despite spending two seasons on loan, he does seem to have trouble locating a new, long-termhome in Italy or Spain. After a successful Serie A season, he was anticipated to stay atFiorentina, but Arsenal appeared to be miffed more by an offer from Fiorentina, so Lucas is stilla Gunner, whether he likes it or not.\n\nIn fact, when questioned recently about a potential Arsenal stay, the midfielder mentioned, \"There is no possibility, and he made it quite clear that he has no desire to stay in London.\" \n\n\"They've been telling me from the beginning that I don't have a spot, so I don't want to remain either since I suffered a lot and it cost me a lot to adjust, and my plan is to travel to Italy or Spain,\" he said. \n\nAs a result, the story took on a fresh twist when Torreira's agent disclosed that he would be \nreturning to the Arsenal team for the preseason tour of America. This would appear to rule out \nany potential suitors. When asked if Juventus and his agency were in contact, the agent said, \n\"Torreira to Juve.\" He actually prefers to remain in Italy and continue playing, but today Arsenal him up for the tour they will do in America, so he appears to be a part of the plan. \n\nAs Youri Tielemans' ties get more tenuous by the day, it is no surprise that Arsenal is in dire \nneed of a powerful defensive midfielder. And Torreira may have contributed significantly to the team had he been in the same shape as when he originally joined. \n\nTorreira had a standout first season after moving from Sampdoria to Arsenal in 2018 for £26 million. When previous manager Unai Emery began using the Uruguayan out of position, his Arsenal career started to crumble.\n\nImage credit : LTorreira34", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}