{"id": "02291c6f-ce87-4d46-b37f-7a46891de732", "ADDI_age": "32.42619047619048", "Media": "https://image.pixstory.com/Pixstory-image-164613491199176.png", "DDI_age": "22.63095238095238", "diagnosis_1": "", "accountCreateDte": "2022-03-01", "storyPrimaryID": "115919", "userPrimaryID": "28648", "Title": "5. Jyotish Gems : How a natural diamond's astrology power affect various zodiac ascendants", "most_likely_activity": "", "Age": "12", "Narrative": "Natural Diamond—The Gemstone \nof Venus continues...\n\nDiamond and White Sapphire for Leo ascendant \n\nIn this ascendant ruled by the King of Planets – Sun, the diamond and white sapphire should be considered only when the Venus periods are operating as Venus is an obstacle creating planet for this ascendant. \n\nSun also gets debilitated in the sign of Venus-Libra. In this ascendant, Venus becomes the Lord of the 3rd house of courage, initiative and siblings and the 10th quadrant house of career and profession. Individuals in whose charts Venus is posited in the 4th house, 10th house, and 11th house can wear diamonds and white sapphire only when the Venus periods are operating and that too after a trial. Please do not wear Ruby and Diamond together. \n\nDiamond and White Sapphire for Virgo\nascendant \n\nMaharishi Parasher in his classic, Brihat Parasher Hora Shastra classifies Venus as the most powerful Yogkaraka planet (a planet capable of doing much good to an individual). In this ascendant, Venus becomes the lord of the 2nd house of wealth, speech and domestic harmony and the 9th trine of fate and fortune. Individuals in whose charts Venus is posited in the 2nd house, 5th house, 7th house, and 9th house can wear diamond and white sapphire throughout life. \n\nDiamond and White Sapphire for Libra ascendant \n\nVenus is an auspicious planet as it becomes the lord of the ascendant. In this ascendant Venus becomes the Lord of the 1st house and the 8th house of losses and accidents. Venus placed in auspicious houses will give a long and healthy life to an individual. Individuals in whose charts Venus is posited in 1, 4, 6, 8, 9, 10, 5th house can wear diamond and white sapphire.\n\nTo be continued...", "storyID": "STY1657780621", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "userID": "USR1646134328", "least_likely_activity": "", "sport_event": "['Six Nations']", "sarc": "False", "Interest": "jyotish gems, books", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}