{"sport_event": "['Six Nations', 'Australian Open', 'World Alpine Ski Championships']", "Media": "https://image.pixstory.com/Pixstory-image-165346226830299.png", "ADDI_age": "32.42619047619048", "id": "022c3e14-5526-4f1c-9dc3-0b8c7219b44e", "DDI_age": "22.63095238095238", "diagnosis_1": "", "storyID": "STY1653462320", "Festivals": "['Powell River Film Festival', 'Humans Fest', 'Toronto Black Film Festival', 'Boston Sci-Fi Film Festival', 'International Film Festival of Kerala', 'San Diego International Jewish Film Festival', 'Dam Short Film Festival', 'Sunshine Film Festival', 'Anima Film Festival', 'Colorado Environmental Film Festival', 'Visability Film Festival', 'Beaufort International Film Festival']", "Narrative": "By Tanzila Shaikh \n\nAmul and Dacunha Communication's partnership is the epitome of a long-term brand and creative agency partnership. The relationship goes back to the year 1966 when Eustace Fernandes, the then art director at the agency created the famous Amul girl, who has been the face of the brand for most of their ad campaigns and topical posts. \n\nTime and again Amul has wooed the audience with their topical posts with quirky captions. The brand has always given credit to the agency for their trendy topicals and even agreed to the fact that they trust the agency so much that they themselves see the topicals at the same time the consumers. Isn’t it amazing? The amount of trust Amul has in Dacunha is rare to find in the advertising world. \n\nSometimes, the brand and agency partnerships are long-term, but the people working on the account keep on changing at both ends. The secret here is that it’s not just about long-term brand and agency partnership, but the people who stick around on an account for years become the brand custodians in the truest sense, to the extent that they don’t even need approvals for most of the creatives before it is out for the public to see. \n\nRahul DaCunha, Dacunha Communications, told BestMediaInfo.com that all the people who are working with Amul in DaCunha have been working for more than 20 years. “That builds the sense of trust in any brand,” he said. \n\nWhile a lot of experts say that the senior level management is the custodian of the brands and they should not change in order to keep the brand value intact, many believe that it’s the agency culture that drives the brand from its core to the next level.\n\nRead the full story here:- https://bestmediainfo.com/2022/05/people-or-agency-what-drives-the-brandagency-relationship", "userID": "USR1613386215", "accountCreateDte": "2021-02-15", "most_likely_activity": "", "Age": "12", "Interest": "bestmediainfo, advertising, marketing", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "sarc": "True", "Gender": "others", "storyPrimaryID": "102412", "DDI_sex": "24.34166666666667", "userPrimaryID": "632", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Title": "People or agency – what drives the brand-agency relationship?", "jaccard_score": 4.02799985289044e-05}