{"id": "022e4196-145e-4e62-90e3-0cedb59ec923", "sport_event": "['Masters']", "userPrimaryID": "3829", "DDI_age": "25.175925925925913", "userID": "USR1617893753", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Age": "43", "least_likely_activity": "Performing", "Festivals": "['Barcelona International Short and Animation Film Festival', 'Santa Barbara International Film Festival', 'Hong Kong International Film Festival', 'Ulju Mountain Film Festival', 'Créteil International Women’s Film Festival', 'IRC’s Refugee Film Festival (Northern California)', 'Wasatch Mountain Film Festival', 'GLAS Animation Film Festival', 'Malmö Arab Film Festival', 'Aspen Shorts Fest', 'Cleveland International Film Festival', 'Festival National du Film d’Animation - Rennes Métropole', 'Imagine Film Festival', 'Seattle International Film Festival', 'Annapolis Film Festival', 'Pink Screens - Brussels Queer Film Festival', 'Greenzland-Filmtage International Film Festival', 'Go Short Film Festival']", "diagnosis_3": "Carbon monoxide poisoning", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "ADL": "True", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "accountCreateDte": "2021-04-08", "Title": "Watch out for India’s top ultra runners at Tuffman’s 24 hours stadium run in Panchkula", "DDI_sex": "22.607407407407408", "Narrative": "India’s top ultra runners will be seen in action during the 4th edition of the Tuffman 24 hours stadium run at Tau Devi Lal Stadium, Panchkula, on March 12-13. The event is sanctioned by the Athletics Federation of India, the governing body of the sport in the country.  \n\nIn ultra stadium run, there will be 24 hours, 12 hours and 100km solo runs, besides that the organisers have included six hours solo run, six hours relay and three hours runs for the aspiring ultra runners. \n\nRajasthan's Amar Singh Devanda, who created the national record of 100km run during the previous edition of the Tuffman run, will be defending his title this time.\n\n“Tuffman ultra stadium run has been lucky for me. I created the national record here last year and this time I will be eyeing to defend my title,” says Devanda, who works with the Indian Air Force.\n\nDevanda created the national record of 100km clocking 7 hours 32 minutes. “Earlier my personal best timing for 100km was 8 hours 20 minutes and last year I cut it by 45-50 minutes. For this edition, my target is to run below 8 hours,” says Devanda, who also holds the national record on Indian soil for 24 hours run. “Tuffman is giving a good exposure of ultra runs in India and I hope in the coming time, the ultramarathons will gain more popularity.”  \n\nThere are over 40 entries in the 24 hours run, while 22 runners will be competing in the 100km run. Over 50 runners are participating in the 12 hours and six hours solo runs. The three hours run has attracted the maximum entries of over 100 and there are 30 teams running in the six hours relay run.  \n\nThe pandemic had almost derailed the sports calendar, including running events, in the last two years, but luckily the Tuffman ultra stadium run’s schedule remained unaltered. The second edition of the run took place in February, 2020, before the COVID hit the Indian shores. And last year, the third edition of the stadium run took place in a window after the first wave in March. ", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "sarc": "True", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-164701847116759.png", "storyPrimaryID": "86696", "storyID": "STY1647020077", "Interest": "ultramarathon, tuffman, ultra running, ultra run", "jaccard_score": 4.728521566436604e-05}