{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "sport_event": "['World Championships (women)', 'World Championships']", "ADI_sex": "26.211111111111126", "id": "022ef5d4-bdde-4597-999f-fcc80cf54121", "most_likely_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-164788910289413.png", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "storyPrimaryID": "88767", "ADDI_age": "49.88518518518518", "userID": "USR1638957048", "Narrative": "As the winter blankets are put away, the clouds of grey are bid farewell and in comes the sky of blue. Fair to say, spring is here! March 21st of every year is what we call Spring equinox. But, life, as we know it, isn't all about science.\n\nThis day, every year means something. A new life, a new beginning and more importantly, a new sense of optimism in the air. And of course, tis the season for poetry and writing about blooming flowers and its association with love!\n\nToday, March 2022 was more than just the beginning of spring. It was the day of halting and postponing everything I planned to do and just admire the rays of sun. I am normally not a believer in Monday Motivation and all the other stuff associated with it but this day, it was different.\n\nThis day was everything! Especially with what I have been through personally and professionally. I felt happy for once and more importantly, grateful that I am alive and that I have survived what is hopefully the end of the darkest and longest tunnel. \n\nI ventured out today, soaking the sun and humming the words of The Beatles' \"Here comes the Sun\" as I sat inside the metro.\n\nI met my friend today and it felt good. Over mojitos and burgers, we had our notorious conversations and then kept babbling about how the world is so f****d up. We walked around Connaught Place and enjoyed each other's company as we saw the sun go down.\n\nBut we ended our meet with a lot of hope. Hope that things get better and hope that the storm of darkness is over! Hope that we can now heal as masks, not just physical, come off. \n\nI, for one, have not read today's headlines as all they want to talk about is the fourth wave. It may happen here but that doesn't mean we miss out on this day. \n\nDespite anxiety-inducing headlines, there's hope that things are finally moving towards the better. I am not being delusional, but for the first time I feel that \n we'll be better!", "Age": "25", "Interest": "spring, springtime, colour", "userPrimaryID": "12468", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "storyID": "STY1647889765", "DDI_sex": "22.607407407407408", "Title": "Spring's here", "ADI_age": "42.805555555555564", "sarc": "False", "accountCreateDte": "2021-12-08", "ADDI_sex": "31.20555555555555", "ADL": "False", "least_likely_activity": "religious education activities (2007+)", "Festivals": "", "jaccard_score": 4.553391138050063e-05}