{"ADDI_age": "32.42619047619048", "accountCreateDte": "2022-03-09", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "diagnosis_1": "", "Interest": "newsdrum, arvind kejriwal, manish sisodia, cbi raid, Politics", "storyPrimaryID": "129256", "Media": "https://image.pixstory.com/Pixstory-image-166088874341938.png", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "id": "0232f3c1-01b7-489c-95d6-172215b1f448", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "userPrimaryID": "28833", "Title": "CBI raids Manish Sisodia’s house – What are the charges?", "sarc": "True", "sport_event": "['Six Nations', 'Winter Paralympics', 'ODI World Cup for women']", "Festivals": "['Glasgow International Film Festival 2022', 'Santa Barbara International Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "storyID": "STY1660888808", "ADL": "False", "diagnosis_2": "", "Narrative": "By Shailesh Khanduri\n\nNew Delhi: The CBI on Friday carried out searches at over 10 locations in Delhi-NCR including the residence of Deputy Chief Minister Manish Sisodia in Delhi excise policy case.\n\nThe raids on Sisodia’s house is in connection with the faulty excise policy of the Delhi government introduced last year. \n\nAlthough the excise policy was rolled back after Delhi  Lieutenant Governor VK Saxena recommended a CBI probe in the irregularities, CBI raided on 10 locations after registering an FIR.\n\nThe FIR alleges irregularities in formulation and execution of Delhi Excise Policy brought in November last year, according to officials.\n\nLG had recommended a CBI probe into the Kejriwal government's Excise Policy, 2021-22, over alleged violations of rules and procedural lapses.\n\n“The CBI inquiry was recommended on Delhi Chief Secretary's report filed in July, showing prima facie violations of GNCTD Act 1991, Transaction of Business Rules (ToBR)-1993, Delhi Excise Act-2009, and Delhi Excise Rules-2010,” said CBI officials.\n\nApart from this, there were also \"deliberate and gross procedural lapses\" to provide post-tender \"undue benefits to liquor licensees\", said the officials.\n\nHowever, Aam Aadmi Party supremo and Delhi Chief Minister along with Sisodia termed the raids as vendetta politics against their good work.\n\nSisodia said these people are troubled because of the excellent work done by the Delhi government in the health and education Sector.\n\nThat is why ministers of both departments are targeted to stop us from good work in health and education sector, he said \"The allegations against both of us are lies. Truth will come out in court,\" he tweeted.\n\nKejriwal said there were CBI raids before and nothing will come this time as well.\n\nThe CBI on Friday morning conducted raids in connection with Delhi Excise Policy 2021-22, at over 10 locations including the residence of Delhi Deputy Chief Minister Manish Sisodia.\n\n\"The day Delhi's Education model was appreciated and Manish Sisodia's photo appeared on the front page of America's biggest newspaper NYT, the Centre sent CBI at the residence of Manish.\n\nRead more\nhttps://www.newsdrum.in/national/cbi-raids-manish-sisodias-house-what-are-the-charges-77750.html", "median_activity": "", "jaccard_score": 4.02799985289044e-05}