{"Media": "https://image.pixstory.com/Pixstory-image-165477916636091.png", "ADDI_age": "41.39629629629629", "diagnosis_2": "Kidney cancer", "Narrative": "The France international midfielder is set to complete a permanent move to Marseille following his successful loan spell with Ligue 1 outfit.\n\nMatteo Guendouzi’s move to Marseille will soon be completed as Arsenal step up their\nattempts to shift a host of unwanted squad players this summer.\n\nGuendouzi spent the 2021-22 campaign on loan in the south of France and enjoyed a\nfine season, helping Jorge Sampaoli’s side to a second-place finish in Ligue 1 and\nforcing his way into Didier Deschamps’ France squad.\n\nAnd his move is now set to become permanent, with the midfielder one of several\nplayers who want to move on in the coming weeks.\n\nHow much will Arsenal receive for Guendouzi?\n\nArsenal will receive around 10.5 million euros for the France international. The transfer\nfee was agreed upon last summer as a part of the loan that initially took Guendouzi to\nMarseille.\n\nMarseille originally paid around 8.5 million euros to take the midfielder loan for the\nseason and had an option included in the deal to make the move permanent in the\nsummer of 2022.\n\nThe option is now set to be triggered, with the deal to be wrapped up\nsoon after Guendouzi’s involvement with the France national team in the UEFA Nations\nLeague is over.\n\nWho else will Arsenal sell?\n\nArsenal remains in talks with Fiorentina over the sale of Lucas Torreira. The Serie A\nside has expressed a willingness to sign the midfielder on a permanent deal after his\nsuccessful loan spell last season but has yet to table a suitable offer for the Uruguay\ninternational.\n\nTorreira wants to join Fiorentina and Arsenal still hopes a deal can be agreed upon in\nthe upcoming weeks.\n\nHector Bellerin’s future has yet to be decided, with the defender keen to join Real Betis\npermanently following last season’s loan spell.", "ADI_sex": "26.211111111111126", "id": "0235c134-2d1a-404e-833b-973902c38e21", "most_likely_activity": "Health", "accountCreateDte": "2022-03-01", "diagnosis_3": "Botulism", "DDI_age": "28.392592592592596", "diagnosis_1": "Medication reaction", "userID": "USR1646131008", "storyID": "STY1654779283", "median_activity": "Health", "Interest": "matteo guendouzi, football, news", "GLAAD": "False", "Gender": "male", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "userPrimaryID": "28646", "sport_event": "['Six Nations']", "sarc": "False", "least_likely_activity": "Repair", "ADDI_sex": "31.20555555555555", "Age": "30", "Title": "Guendouzi’s 10.5 million euros exit is imminent as Gunners wait on Jesus and Tielemans", "ADL": "False", "Festivals": "", "storyPrimaryID": "106045", "jaccard_score": 4.553391138050063e-05}