{"DDI_age": "37.324074074074076", "Age": "21", "id": "0236ce6d-7e16-4d6b-88f7-ec8faff34c8a", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "ADI_sex": "30.177777777777784", "storyPrimaryID": "139246", "ADL": "True", "storyID": "STY1662535093", "Narrative": "<p dir=\"ltr\">People born between the mid-1990s and early 2010s &#8211; so-called&#160;generation Z&#160;&#8211; face many financial challenges, from&#160;more expensive housing&#160;to&#160;lower wages. Many are already delaying life plans such as buying a home and saving for&#160;retirement&#160;as a result. But recent research on the connection between smartphone addiction and compulsive buying behaviour in this age group shows the potential for even more financial damage.</p>\n<p dir=\"ltr\">Gen Z makes up&#160;a third&#160;of the global population and is estimated to spend&#160;US$143 billion&#160;(&#163;124 billion) annually, as well as having a significant influence on&#160;family spending. Members of gen Z also often share some unique financial characteristics. For example, they are&#160;financially minded, worry about their future prospects and have an&#160;entrepreneurial mindset.</p>\n<p dir=\"ltr\">Having grown up using the internet and digital technologies, this age group also tends to be online a lot more than others. In fact, some&#160;research shows&#160;55% of gen Z use their smartphones for five or more hours a day and 31% feel uncomfortable if they are without their phone even for 30 minutes or less. Besides being a primary vehicle for social interaction, smartphones are also an&#160;increasingly popular way&#160;for this generation to shop.</p>\n<p dir=\"ltr\">Such extensive reliance on phones could be interpreted as unhealthy and smartphone addiction among gen Z has previously been shown to cause various mental health problems such as stress and&#160;anxiety, as well as being related to&#160;escapism.&#160;New research&#160;I conducted with colleagues also shows smartphone addiction among this generation of consumers is strongly related to compulsive buying behaviour.</p>\n<p dir=\"ltr\">Compulsive buying is an addiction associated with guilt, harm and a repetitive urge to buy goods that may be inexpensive and useless. These purchases are usually made without considering the financial consequences, which is troubling in normal times but particularly when consumer prices in the UK are expected to rise by&#160;more than 13%&#160;this winter.</p>\n<p dir=\"ltr\">Mood management</p>\n<p dir=\"ltr\">The data for our research was collected via a survey of students aged between 18 and 24 years enrolled in high schools and universities. </p>\n<p dir=\"ltr\">Read more: https://theconversation.com/gen-z-smartphone-addiction-can-boost-compulsive-buying-but-businesses-can-help-them-kick-the-shopping-habit-189346<br><br></p>", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Media": "https://image.pixstory.com/Pixstory-image-166253472661720.png", "ADI_age": "42.805555555555564", "sarc": "False", "Gender": "", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "Title": "Gen Z smartphone addiction can boost compulsive buying – but businesses can help them kick the shopp", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}