{"DDI_age": "25.175925925925913", "storyID": "STY1656411772", "ADI_sex": "26.211111111111126", "Interest": "wimbledon, matteo berrettini, covid 19", "most_likely_activity": "Health", "storyPrimaryID": "110444", "accountCreateDte": "2022-01-17", "least_likely_activity": "Hunting", "id": "023e9a2c-3d57-463a-85e2-294fff61c3d4", "diagnosis_3": "Carbon monoxide poisoning", "Title": "Il Covid costringe Berrettini a rinunciare a Wimbledon", "ADI_age": "33.07222222222222", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "DDI_sex": "22.607407407407408", "userID": "USR1642425119", "Narrative": "Brutta sorpresa per Matteo Berrettini: il tennista italiano, finalista lo scorso anno, ha annunciato tramite i social il suo ritiro dal torneo di Wimbledon 2022. La causa è la positività al Covid-19 riscontrata dopo che erano emersi dei sintomi influenzali. Berrettini ha spiegato: \" Ho il cuore spezzato nell'annunciare che devo ritirarmi da Wimbledon a causa del risultato positivo del test COVID-19. Ho avuto sintomi influenzali e sono stato in isolamento negli ultimi giorni. Nonostante i sintomi non siano gravi, ho deciso che era importante fare un altro test questa mattina per proteggere la salute e la sicurezza dei miei avversari e di tutti gli altri coinvolti nel torneo. Non ho parole per descrivere l'estrema delusione che provo. Il sogno è finito per quest'anno, ma tornerò più forte. Grazie per il sostegno\". Dopo i due successi consecutivi ottenuti nelle scorse settimane nei tornei di Stoccarda e Queen's, Berrettini era tra i favoriti dell'edizione di quest'anno. Il romano avrebbe dovuto debuttare oggi contro il cileno Cristian Garin", "sarc": "False", "ADDI_age": "37.23703703703705", "diagnosis_2": "Hemochromatosis", "Age": "40", "ADDI_sex": "31.20555555555555", "Media": "https://image.pixstory.com/Pixstory-image-165641166584128.png", "userPrimaryID": "22770", "ADL": "False", "Festivals": "", "jaccard_score": 4.553391138050063e-05}