{"DDI_age": "25.175925925925913", "storyID": "STY1662037251", "Narrative": "<p dir=\"ltr\">There was one cinema hall, Kashmir Talkies, where the Half Ticket allowed you to watch a movie till Interval. It was meant for those who could not afford a Full Ticket. </p>\n<p dir=\"ltr\">In the 70s and 80s, every section of society loved to watch Hindi and English films. They used to throng theatres in Srinagar and elsewhere in the Val&#173;ley. Sometimes the police had to resort to lathicharge outside Nishat Talkies in Ana&#173;n&#173;t&#173;nag to maintain order during sale of tickets before a screening.</p>\n<p dir=\"ltr\">Kashmir&#8217;s first film theatre, was built by Bhai Anant Singh Gauri at Lal Chowk.</p>\n<p dir=\"ltr\">Origin&#173;ally named Kashmir Talk&#173;ies, it was later changed to Palladium, perh&#173;a&#173;ps after the famous theatre of St. Pet&#173;ersberg, USSR.</p>\n<p dir=\"ltr\">Regal was the next theatre to open, also at Lal Chowk. Built by a Punjabi speaking family, their progeny is Rohit Bal, the fashion designer. It downed its shutters in 1990 with exodus of Hindus from the valley. </p>\n<p dir=\"ltr\">The Palladium was at the centre of the history of film viewing in Kashmir. It was the oldest movie hall of North India and would screen Hollywood movies before they were released in Delhi. </p>\n<p dir=\"ltr\">Many old timers say that the 80s of Srinagar was far ahead of any Indian metro. The British Raj had left a deep influence on Srinagar.</p>\n<p dir=\"ltr\">Theatres running Hollywood films would also translate their titles into vernacular, although the transition was often clumsy. The Three Muskete&#173;ers, for instance, became Teen Haram&#173;zade in Urdu.</p>\n<p dir=\"ltr\">Across Srinagar, dusty old photo studios still prominently display frames with Bollywood actors to draw tourists. Dilip Kumar was the craze. People used to stand up in att&#173;e&#173;ntion when Dilip Kumar first appea&#173;red on scr&#173;een.</p>\n<p dir=\"ltr\"> In 1972 Shayar-e-Kashmir Mahjoor, a biography of Kashmiri poet Mahjoor, was released. Made in Urdu and Kashmiri, the film was a joint venture of the Department of Information of Jammu and Kashmir and Indian filmmaker Prabhat Mukherjee. </p>\n<p dir=\"ltr\">Because of the 1989 insurgency, film production in Kashmir was halted and an unofficial screening ban imposed on Bollywood films. The ruins of Palladium are an appropriate motif of those were the days.</p>\n<p dir=\"ltr\">Kashmir has now only one multiplex cinema: INOX Multiplex Cinemas, Shivpora Srinagar.</p>", "diagnosis_3": "Congenital heart disease", "accountCreateDte": "2020-12-23", "userPrimaryID": "290", "Media": "https://image.pixstory.com/Pixstory-image-166203723353339.png", "Title": "The Half Ticket Talkies in Kashmir", "Gender": "female", "most_likely_activity": "Food", "DDI_sex": "26.07592592592593", "ADI_age": "33.07222222222222", "least_likely_activity": "Weight Lifting", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "storyPrimaryID": "135847", "Interest": "Technology, Environment, Science, History, Inequality, Food, Education, Health, Entertainment, Politics, Sports, Economy, Climate change ", "diagnosis_1": "Sleep apnea", "diagnosis_2": "Atypical pneumonia", "ADI_sex": "34.144444444444446", "Age": "47", "ADDI_age": "37.23703703703705", "id": "023e0217-4b8f-483d-8120-d3e62bb79f30", "sarc": "True", "Festivals": "['Seattle True Independent Film Festival']", "median_activity": "Food", "ADL": "False", "sport_event": "", "userID": "USR1608741145", "jaccard_score": 4.728521566436604e-05}