{"ADDI_age": "32.42619047619048", "storyPrimaryID": "124268", "DDI_age": "22.63095238095238", "userID": "USR1646828149", "diagnosis_1": "", "id": "02403521-1f59-415f-aefb-1fd0b2203898", "Media": "https://image.pixstory.com/Pixstory-image-166012992516995.png", "most_likely_activity": "", "Age": "12", "Interest": "newsdrum, akshay kumar", "Title": "Akshay Kumar likens dowry to 'extortion', says not many films are made on the issue", "accountCreateDte": "2022-09-03", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Narrative": "By NewsDrum Desk\n\nNew Delhi: Dowry is like \"extortion\" and the malpractice continues to plague India even today, said Bollywood star Akshay Kumar on Wednesday.\n\nIt is in the \"layers\", the actor said referring to the deep-rooted social evil.\n\n\"We cannot disagree with the fact that dowry is very much there in India. It's in the layers. Some call it dowry, gift, 'sankalp'. It has different names.\n\n\"Some demand that they want to have the wedding on a large scale. I would call it extortion. The father, the brother are not that capable, and yet they try to do as much as they can so that it (the wedding) happens,\" Kumar told reporters here.\n\nThe National Award winner was speaking at a promotional event of his latest release \"Raksha Bandhan\", which addresses the issue of dowry.\n\nCalling the Aanand L Rai directorial a \"sensitive\" film, Kumar said not many movies have been made on the subject.\n\n\"If the film works even on 5-10 per cent of people who watch it, I'll feel as if I have made the biggest film ever,\" he added.\n\n\"Raksha Bandhan\" is set to be released in theatres Thursday alongside \"Laal Singh Chaddha\", starring Aamir Khan.\n\nThe actor reiterated that the release of two films on the same date is beneficial for the exhibition industry.   \"It is only good for the industry that both films do well. The industry needs it (more and more films to come out) today and in future as well.\n\n\"I see that the glass is half full, not half empty. There's no clash, no effect (at the box office). Both films should work and we support each other,\" he said.\n\nRai, who was also present at the event, said the story of the film took shape during the first lockdown amid the coronavirus pandemic.\n\n\"Raksha Bandhan\" follows Raju (Kumar), a shop owner who is struggling to get his four younger sisters married. It features Sadia Khateeb, Sahejmeen Kaur, Deepika Khanna and Smrithi Srikanth in the role of Kumar's on-screen sisters.\n\nRead more\nhttps://www.newsdrum.in/entertainment/akshay-kumar-likens-dowry-to-extortion-says-not-many-films-are-made-on-the-issue-73608.html", "least_likely_activity": "", "userPrimaryID": "28833", "storyID": "STY1660130004", "sarc": "True", "Festivals": "['Venice International Film Festival 2022', 'Telluride Film Festival 2022']", "Gender": "others", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 4.02799985289044e-05}