{"DDI_age": "37.324074074074076", "Interest": "engineering", "sport_event": "['Six Nations', 'ODI World Cup for women']", "most_likely_activity": "Health", "Age": "20", "storyPrimaryID": "91475", "ADDI_age": "49.88518518518518", "Gender": "female", "userPrimaryID": "29028", "id": "0249caae-18e1-473f-8d19-0d69a1b2f898", "Media": "https://image.pixstory.com/Pixstory-image-164889159913408.png", "accountCreateDte": "2022-03-16", "Title": "Tata Steel Jamshedpur: Only Maharashtra domiciles can apply for Junior Engineer Trainee", "DDI_sex": "26.07592592592593", "Festivals": "['SXSW 2022']", "diagnosis_3": "Acute fatty liver of pregnancy", "median_activity": "Health", "diagnosis_1": "Acute angle closure glaucoma", "GLAAD": "False", "ADDI_sex": "38.53888888888888", "ADI_age": "42.805555555555564", "ADI_sex": "34.144444444444446", "sarc": "False", "diagnosis_2": "Viral infections", "least_likely_activity": "Party", "userID": "USR1647404855", "storyID": "STY1648891640", "Narrative": "Tata Steel has invited applications for the recruitment of Junior Engineer Trainees (JET). In a circular, the company has made it clear that only those candidates who are domiciles of Maharashtra can apply for the said post, sources said.\n\nAccording to sources, the candidates having degree or diploma in the field of mechanical, electrical, metallurgy, electronics, instrumentation, mining, ceramics, chemical and power engineering can apply for the said post. Those having studied at RD Tata Technical Institute Golmuri, JN Tata Technical Education Centre, Gopalpur and Tata Steel Technical Institute Burmamines can also apply. The general category candidates should have obtained minimum of 60 per cent marks in degree or diploma courses while SC and ST candidates should have a minimum of 55 per cent marks. The last date for applying online is 2nd April 2022, sources said.\n\nThe online examination for JET will be held on 15th April. The successful candidates will have to undergo physical test. After passing it, the candidates will be given one year of training and thereafter employed by Tata Steel or other Tata Group companies at any of the locations. During training, the candidates would get Rs 15,047 as stipend, sources said.", "ADL": "False", "jaccard_score": 4.553391138050063e-05}