{"DDI_age": "37.324074074074076", "Age": "21", "id": "024fe012-e17d-4c7e-ad7e-de580b58327c", "Interest": "energy, energy arts, energy resources", "diagnosis_1": "", "Narrative": "Il caro energia non deve fermare il processo di economia circolare. Ne è convinto il consorzio Ecopolietilene, realtà impegnata nella gestione dei beni in polietilene, che ha deciso di sostenere le imprese che trattano e riciclano questi rifiuti riconoscendo loro un bonus aggiuntivo una tantum sul contributo per i processi di recupero. L’iniziativa, che è stata avviata nelle scorse settimane dal consorzio nazionale, vuole essere un concreto sostegno alla propria filiera.\n«Per il primo trimestre 2022 abbiamo deciso di destinare agli impianti un bonus straordinario pari al 20% del contributo di gestione», annuncia Giancarlo Dezio, direttore generale del consorzio Ecopolietilene. «È stata una scelta necessaria per non interrompere il flusso circolare di questi rifiuti, ma è stato anche un segnale, doveroso e concreto, per non vanificare gli sforzi fatti».\nA fronte dei rincari energetici che hanno interessato carburanti, gas ed elettricità, il consorzio Ecopolietilene pone una questione di priorità. «Abbiamo monitorato il pesante impatto che la dinamica dei prezzi dell’energia e dei carburanti sta avendo sull’intera filiera del recupero di beni in polietilene», prosegue Dezio. «Così, per andare incontro alle difficoltà crescenti che si sono manifestate e per non vanificare il lavoro fatto per creare una reale economia circolare, Ecopolietilene ha voluto riconoscere un importo una tantum a copertura parziale dell’incremento di costi sostenuti in conseguenza degli straordinari avvenimenti che stanno caratterizzando il mercato. Tutto questo, senza gravare sulle imprese consorziate: è infatti rimasto invariato l’ecocontributo che i produttori ci riconoscono per la gestione dei beni in polietilene». Aggiunge: «La sostenibilità della nostra filiera è necessaria al fine di poter proseguire in quella transizione ecologica che è la strada per il futuro».", "ADDI_age": "49.88518518518518", "accountCreateDte": "2022-01-17", "Media": "https://image.pixstory.com/Pixstory-image-165045479794463.jpeg", "most_likely_activity": "", "userID": "USR1642432836", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "userPrimaryID": "22890", "sport_event": "['Africa Cup of Nations', 'Australian Open']", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "storyPrimaryID": "95448", "Title": "Caro energia e rifiuti, Ecopolietilene sostiene l'economia circolare", "ADI_age": "42.805555555555564", "sarc": "False", "storyID": "STY1650454830", "Gender": "", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "Festivals": "", "median_activity": "", "jaccard_score": 3.502608567730818e-05}