{"ADDI_age": "41.39629629629629", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "DDI_age": "28.392592592592596", "id": "02506ae4-2596-41ae-8e17-879b92f17271", "Festivals": "['Aesthetica Short Film Festival', 'Tallinn Black Nights Film Festival', 'A-Film Teens Fest - International Online Children and Youth Film Festival', 'IDFA - International Documentary Festival Amsterdam', 'Jean Rouch International Film Festival', 'FICX - Gijon International Film Festival', 'Festival dei Popoli', 'MENA Film Festival', 'Entrevues Belfort International Film Festival', 'Honfleur Russian Film Festival', 'YathaKatha International Film & Literature Festival', 'Poitiers Film Festival']", "Title": "Tripletta al Tottenham di Conte: CR7 è il miglior marcatore di sempre", "least_likely_activity": "Services", "sport_event": "['World Championship']", "diagnosis_3": "Carbon monoxide poisoning", "diagnosis_1": "Attention deficit hyperactivity disorder", "median_activity": "Health", "Narrative": "Alle critiche delle ultime settimane che lo accusavano di essere nella sua fase discendente (un gol nelle ultime dieci partite), oltre al viaggio non programmato in Portogallo invece che essere con la squadra, lui ha risposto con una tripletta nella partita più importante del campionato, quella contro il Tottenham di Antonio Conte che se non è stata uno spareggio per il quarto posto poco ci manca. E a vincerla è stato Cristiano Ronaldo più che il Manchester United: tiro da fuori, tocco sotto porta e colpo di testa su calcio d'angolo. Insomma tutto il repertorio è stato servito.\n\nCome se non bastasse, con la tripletta è arrivato a quota 807 gol da professionista e, secondo i libri ufficiali della Fifa, è il miglior marcatore di sempre. Nessuno ha mai fatto tanti gol quanto lui.\n\nA fine partita ha scritto sui suoi social: \"Tremendamente felice della mia prima tripletta da quando sono tornato all'Old Trafford! Niente batte la sensazione di tornare in campo e aiutare la squadra facendo gol e dando il massimo. Abbiamo dimostrato ancora una volta che possiamo battere qualsiasi squadra, purché lavoriamo sodo e restiamo uniti. Non ci sono limiti per il Manchester United! Andiamo, Diavoli!\".", "GLAAD": "False", "storyID": "STY1647174473", "Gender": "male", "storyPrimaryID": "86955", "userPrimaryID": "11460", "ADI_age": "36.71666666666667", "DDI_sex": "22.607407407407408", "Interest": "cristiano ronaldo, manchester united, tottenham, antonio conte", "sarc": "False", "diagnosis_2": "Hemochromatosis", "accountCreateDte": "2021-11-26", "Media": "https://image.pixstory.com/Pixstory-image-164717442142383.jpeg", "Age": "36", "ADDI_sex": "31.20555555555555", "userID": "USR1637921462", "ADL": "False", "jaccard_score": 4.553391138050063e-05}