{"DDI_age": "37.324074074074076", "accountCreateDte": "2022-08-18", "diagnosis_1": "", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change , pixstory, pixstoryarsenal, arsenal, arsenal transfer, arsenal football club, arsenal fc, arsenalfc", "Narrative": "Going into the season if you told me that Arsenal would be top of the table with 12/12 possible points and with every chance of making that 15/15, I’d have called you crazy. But here we are, and today we face a weak Aston Villa team in which we once again find ourselves strong favourites. Nonetheless, they remain a team that possesses weapons that can wound us, so it’s important that we don’t get complacent.\n\nI can understand a desire for rotation today, particularly with a huge United game looming large at the weekend, however, given that it’s the first midweek game of the season, I don’t think this needs to go too far. I feel the defence is settled and in a position that exert themselves less so continuing to develop that rapport will be valuable to us. Europa League games are also on the horizon for players like Tomiyasu who need to get up to match fitness.\n\nAn area in which I do feel can be rotated, as well as a player who has more than warranted a shot in the first team at this point is Eddie Nketiah in the attack. I think Saka should be wrapped in cotton wool ready for the United game and we could line-up with Martinelli, Nketiah and Jesus as a front 3. This would retain our threat both on the ball and in behind, and give Nketiah the chance he deserves to prove himself over a full 90 minutes.\n\nAside from that and Lokonga coming in for an injured Elneny, I feel the team should stay the same with Zinchenko unlikely to be available. The other small tactical tweak I would suggest is dropping Xhaka deeper to provide Lokonga support in the difficult #6 position.\n\nDespite what Villa might be capable of tonight I just think Arsenal have too much quality and will outclass them tactically and technically. I’m lucky enough to be going to the game tonight courtesy of Pixstory themselves and predict that we’ll win the game comfortably 2-0 with goals coming from Martinelli and Jesus.\n\n#PixstoryArsenal #Arsenal", "ADDI_age": "49.88518518518518", "storyPrimaryID": "135616", "most_likely_activity": "", "userPrimaryID": "76413", "ADI_sex": "30.177777777777784", "GLAAD": "False", "Festivals": "['Melbourne International Film Festival 2022', 'Sarajevo Film Festival 2022', 'Edinburgh International Film Festival 2022']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Title": "Arsenal vs Aston Villa - Preview.", "least_likely_activity": "", "storyID": "STY1661952013", "ADI_age": "42.805555555555564", "sarc": "False", "Media": "https://image.pixstory.com/Pixstory-image-166195052170029.jpeg", "userID": "USR1660841059", "Gender": "", "id": "02520a5f-9dba-4dea-b30f-cdd843fa6e6b", "sport_event": "['European Sports Championships']", "Age": "22", "DDI_sex": "24.34166666666667", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.6777389961173586e-05}