{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "ADI_sex": "26.211111111111126", "userID": "USR1617617002", "most_likely_activity": "Health", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "ADDI_age": "49.88518518518518", "accountCreateDte": "2021-05-04", "Age": "25", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "Festivals": "['Baltimore Jewish Film Festival', 'International Wildlife Film Festival', 'First Cut! Youth Film Festival', 'CPH:DOX', 'Hot Docs', 'Jeonju International Film Festival', 'Torento Film Festival', 'Taiwan International Documentary Festival', 'International Short Film Festival Oberhausen', 'Edmonton Jewish Film Festival', 'Filmmaking For Social Change (FFSC) Pamplona', 'Stuttgart International Festival of Animated Film']", "storyID": "STY1659508931", "ADI_age": "42.805555555555564", "Narrative": "Ana de Armas's 'Blonde' is set to hit the screens. The trailer was unveiled last week by Netflix and the movie looks enticing.\n\nBlonde is based on the life of American actress, singer, and model 'Marilyn Monroe'. It depicts the life of the 'Blonde Bombshell'. \n\nAna de Armas, who is of Cuban descent, is under scrutiny for her accent, as many believe that she botched the American accent that is required to portray Monroe.\n\nAmid all the criticism, Marylin Monroe's estate has come to the defense of the Bond Girl. They issued statements supporting the maker's decision to cast Ana.\n\n“Marilyn Monroe is a singular Hollywood and pop culture icon that transcends generations and history,” said Marc Rosen, president of entertainment at Authentic Brands Group (ABG), which owns the Monroe estate.\n\n“Any actor that steps into that role knows they have big shoes to fill. Based on the trailer alone, it looks like Ana was a great casting choice as she captures Marilyn’s glamour, humanity, and vulnerability. We can’t wait to see the film in its entirety!”\n\n“For us at the Marilyn Monroe estate, it’s thrilling to see all of the different portrayals of her by celebrities and actors from Kim Kardashian to Michelle Williams and now Ana De Armas,” said Nick Woodhouse, president, and chief marketing officer at ABG.\n\nAside from people at ABG, actor and Blonde producer Brad Bitt was equally supportive of Ana. At the Los Angeles premiere of his latest movie ' Bullet Train', Pitt was all praises for the Knives Out star. \n\n“She is phenomenal in it,” Pitt was quoted in “Entertainment Tonight”. “That’s a tough dress to fill.”\n\n“It was 10 years in the making,” he added. “It wasn’t until we found Ana that we could get it across the finish line.”\n\nBlonde is set to release next month on Netflix.", "sarc": "True", "Media": "https://image.pixstory.com/Pixstory-image-165950799721949.png", "id": "025672b8-1ac4-4bdc-bc9d-5c2cb9b7f7af", "ADDI_sex": "31.20555555555555", "Interest": "ana de armas, blonde, hollywood, movies, marilyn monroe", "userPrimaryID": "3618", "Title": "Marilyn Monroe estate comes to Ana de Armas defense amid criticism over her accent in 'Blonde'", "ADL": "False", "sport_event": "", "least_likely_activity": "religious education activities (2007+)", "storyPrimaryID": "121510", "jaccard_score": 4.728521566436604e-05}