{"DDI_age": "37.324074074074076", "Title": "Legislative attacks put 58,000 trans youth & adults at risk of losing lifesaving healthcare", "Festivals": "[\"Chicago International Children's Film Festival\", 'Doc NYC', 'Fort Lauderdale International Film Festival', 'New Orleans Film Festival', 'Philadelphia Jewish Film Festival', 'Seattle True Independent Film Festival']", "diagnosis_2": "Carbon monoxide poisoning", "Interest": "Health, Inequality, trans youth, transgender, transgender rights, transgender community, transgender healthcare, lgbtq+, lgbtqia+, lgbtq, lgbt, lgbtqia", "storyPrimaryID": "89171", "ADI_sex": "26.211111111111126", "least_likely_activity": "Movies", "most_likely_activity": "Health", "Media": "https://image.pixstory.com/Pixstory-image-164378466147565.jpeg", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "userPrimaryID": "17", "Age": "24", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "Narrative": "The legislative attacks against gender-affirming healthcare are putting more than 58,000 transgender youth and young adults at risk of losing access to lifesaving healthcare, according to a new UCLA study. \n\nAs of March 18th, 15 states restricted or are considering laws that would restrict or ban access to gender-affirming care, putting 54,000 trans youth and more than 4,000 trans young adults at risk in the country.\n\nIn other words, a third of the country’s trans youth’s healthcare is under threat in the courts through copy-pasted legislative attacks coordinated by Republicans who are attacking children’s ability to survive, out of a thirst for sensationalized votes.\n\nAlong with criminalizing lifesaving healthcare and sometimes loving families, half of these bills prohibit insurance coverage or prevent state funding for care. Many also make schools unsafe spaces for trans youth, by requiring staff to ‘out’ students to parents who could be non-supportive, and would give non-supportive guardians the power to bring cases against gender-affirming healthcare providers, up to 20 years after they’ve provide lifesaving care to a child. \n\nTrans youth know who they are, and bills like these are putting lives at risk: More than half of trans children were at risk of suicide this past year, and access to gender-affirming care is linked to being at lower risk of attempting suicide by nearly 40 percent in transgender and nonbinary youth.\n\n“A growing body of research shows that gender-affirming care improves mental health and overall well-being of transgender people, including youth,” said lead author Kerith J. Conron, in a statement. “Efforts that support transgender youth in living according to their gender identity are associated with better mental health.”\n\nLast month, Texas Governor Greg Abbott attempted to crimimalize lifesaving healthcare for transgender youth by directing the Department of Family and Protective Services to “investigate” parents on the grounds of “child abuse”, if they affirmed their trans child’s right to access gender-affirming healthcare.\n\nA Texas appeals court reinstated a temprory injuction on Monday, against the appeal to ban gender-affirming care.", "storyID": "STY1648037660", "DDI_sex": "22.607407407407408", "id": "0258fac5-b10b-4668-b822-7646ce76116d", "ADI_age": "42.805555555555564", "sarc": "True", "ADDI_sex": "31.20555555555555", "userID": "USR1605631023", "accountCreateDte": "2020-11-17", "diagnosis_3": "Depression", "ADL": "False", "sport_event": "", "jaccard_score": 4.728521566436604e-05}