{"DDI_age": "37.324074074074076", "Media": "https://image.pixstory.com/Pixstory-image-165695912317210.png", "accountCreateDte": "2022-06-14", "sport_event": "['NBA Finals']", "diagnosis_1": "", "Narrative": "‘Thor: Love and Thunder’ is gearing up for release, and the first time Christian Bale’s look as Gorr the God Butcher, Thor’s nemesis was revealed to the world, the net was flooded by many intense reactions over the actor’s dramatic transformation.\n\nThough curiously, while Christian Bale like his comic counterpart looks like a force to reckon with, and a shade creepier, his appearance is a bit different from his comic book appearance. It is a bit of a conundrum why the character has a different appearance in the MCU.\n\nSpeaking to ComicBook.com, Bale spoke of all the factors that constituted the difference in appearance. He said “I was coming off of a film where it had been necessary to be sort of rather lacking in muscle, and then I saw the images and thought, 'Well, that's not gonna be possible... and this g-string thing that's going on there.' He looked in the comic books like physically, you know, someone to reckon with though.”\n\n“And I said, 'Well, you know, that's just not gonna be possible in the state I'm in. And we literally have three days between me finishing one film and heading over to Australia for the quarantine and whatnot.' I like to usually have much more time in between, but the pandemic meant that things got worked out that way. So we said, 'All right, no, we'll go with the supernatural powers that he does have, that he gets from the Necro sword, et cetera,' which I think works really effectively, and, you know, they might wanna see his ass; they don't wanna see mine. So let's say lose that g-string – and that decision had, thank God, already been made the very first time I sat down with Taika... He went, 'No, no, no, no, let's not go there.”\n\n\nSo given Bale’s lack of muscle for the role, it is certainly interesting that Marvel decided to focus more on the character’s supernatural element, with the appearance certainly being more than befitting. With the movie nearing its theatrical release, we will soon get to see the power of Gorr.", "ADDI_age": "49.88518518518518", "Festivals": "['Doc Edge 2022', 'Tribeca Film Festival 2022', 'Sydney Film Festival 2022', 'Annecy International Animation Film Festival 2022']", "userPrimaryID": "44334", "most_likely_activity": "", "Age": "25", "ADI_sex": "30.177777777777784", "GLAAD": "False", "diagnosis_3": "", "storyPrimaryID": "113340", "ADDI_sex": "34.87222222222221", "Title": "Thor 3: Why Christian Bale's Gorr looks different from his comic book counterpart", "least_likely_activity": "", "ADI_age": "42.805555555555564", "storyID": "STY1656959288", "Interest": "marvel, mcu", "sarc": "True", "Gender": "", "userID": "USR1655228976", "DDI_sex": "24.34166666666667", "id": "02591f62-0a7f-4287-83a5-2bb8e249bb9b", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}