{"storyID": "STY1662063228", "DDI_age": "37.324074074074076", "Interest": "football, leicestercity, woutfaes, premierleague", "diagnosis_1": "", "userPrimaryID": "84806", "ADDI_age": "49.88518518518518", "most_likely_activity": "", "id": "025987fb-c55f-4667-a520-062fd7b318bf", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['World Volleyball Championships (men)', 'US Open']", "Title": "Leicester City sign Belgian international Wout Faes on a 5-year deal", "diagnosis_3": "", "Media": "https://image.pixstory.com/Pixstory-image-166206315589576.png", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "Festivals": "['Venice International Film Festival 2022']", "ADI_age": "42.805555555555564", "userID": "USR1662030182", "sarc": "True", "accountCreateDte": "2022-09-01", "Gender": "", "DDI_sex": "24.34166666666667", "storyPrimaryID": "135958", "Narrative": "<p dir=\"ltr\">Leicester City FC have completed the signing of Belgian International Wout Faes on a five-year deal from Ligue 1 club Reims. The 24-year-old is a talented central midfielder who majorly plays as a pivot or works as a so-called &#8216;engine&#8217; for his team. </p>\n<p dir=\"ltr\">Wout Faes recently made his International debut and 2021-22 was his breakthrough season. It was due to his immaculate performances throughout the season that he was awarded the Player of the Season award by his club. </p>\n<p dir=\"ltr\">As a kid, he started his football career in Lierse SK youth academy but his true potential was identified by RSC Anderlecht. He was subject to a number of transfers and loan spells in his career but he majorly played for these clubs - Heerenveen, KV Oostende and Stade Reims, before making his big Premier League move to Leicester City. </p>\n<p dir=\"ltr\"><i>&#8220;It&#8217;s an amazing feeling [to be here]; it&#8217;s not sunk in yet. This is the dream step in my career and I&#8217;m very happy to be here. I&#8217;m progressing year after year, and I hope to continue doing the same here. All the facilities and knowledge is here to help me to get even better. I will have to work hard, but I will give 100 per cent to help the team,&#8221;</i> said the player upon joining the club. </p>\n<p dir=\"ltr\">Leicester City are truly struggling in the Premier League as of now. They have been unable to register a single victory so far this season and at the very bottom of the table. The departure of Wesley Fofana to Chelsea has further weakened them and thus they have gone all out to find some recruitments as fast as possible on the deadline day. And Wout Faes, Leicester hope, is one of those players who will turn around their fate for good this season.</p>", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Age": "26", "jaccard_score": 3.8528694245038994e-05}