{"DDI_age": "37.324074074074076", "id": "025cf1ac-c343-439d-a399-890f1cc6e388", "storyID": "STY1654851129", "Age": "21", "diagnosis_1": "", "ADDI_age": "49.88518518518518", "storyPrimaryID": "106213", "accountCreateDte": "2022-04-20", "most_likely_activity": "", "userPrimaryID": "32675", "Title": "Jan. 6 hearing gives primetime exposure to violent footage and dramatic evidence", "ADI_sex": "30.177777777777784", "GLAAD": "False", "sport_event": "['Invictus Games', 'World Snooker Championship']", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "Interest": "the conversation, united states", "least_likely_activity": "", "Narrative": "A violent mob of Trump supporters attacked the U.S. Capitol building on Jan. 6, 2021, intent on disrupting a joint session of Congress that was meeting to count electoral votes and declare Democrat Joe Biden the winner of the 2020 presidential election.\n\nThey did not succeed in preventing Biden’s certification as president, but five people died in the attack and its immediate aftermath and around 140 police were attacked and injured.\n\nThat event did not take place in a vacuum. For months, President Donald Trump had maintained that if he lost his bid for re-election, it would be the result of fraud. His fictional claims of victory were repeatedly disproven throughout the post-election period.\n\nThe first public hearing of the House Select Committee to Investigate the January 6 Attack on the United States Capitol took place on June 9, 2022. It began the process of revealing what the committee has learned so far about the planning and carrying out of the attack on American democracy, and the role Trump played in it.\n\n“Our work must do much more than look backwards,” said committee chairman, U.S. Rep. Bennie Thompson of Mississippi. “Because our democracy remains in danger.” We asked three scholars to watch the hearing and respond.\n\nA woman in a blue jacket and wearing glasses is talking at a large desk in front of the American flag; next to her is a man in a suit and tie.\n\nTheatrical? Yes, but also substantive\nClaire Leavitt, visiting assistant political science professor, Grinnell College\nFirst, let’s be realistic about the scope of the committee’s investigation. Expert observers have said it is unlikely that it will result in criminal charges against Trump or increase Democrats’ prospects in the November midterms.\n\nBut what viewers saw is perhaps even more significant – it was history being written in real time. These hearings will inform future history textbooks, movies and novels that depict the first non-peaceful transfer of power in American history.\n\nRead more - https://theconversation.com/jan-6-hearing-gives-primetime-exposure-to-violent-footage-and-dramatic-evidence-the-question-is-to-what-end-184416", "ADI_age": "42.805555555555564", "sarc": "True", "Gender": "", "Media": "https://image.pixstory.com/Pixstory-image-165485092259413.png", "DDI_sex": "24.34166666666667", "userID": "USR1650434732", "ADL": "False", "diagnosis_2": "", "median_activity": "", "Festivals": "['Pan African Film & Arts Festival 2022']", "jaccard_score": 3.8528694245038994e-05}