{"DDI_age": "37.324074074074076", "diagnosis_2": "Kidney cancer", "least_likely_activity": "Yoga", "Title": "Exercises, doing household chores and meeting up with friends reduces the risk of dementia", "Media": "https://image.pixstory.com/Pixstory-image-165961425021049.png", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "Festivals": "['Baltimore Jewish Film Festival', 'International Wildlife Film Festival', 'CPH:DOX', 'Edmonton Jewish Film Festival', 'DOK.fest München - International Documentary Film Festival Munich', 'Millenium Documentary Film Festival - Brussels', 'Ethnocineca – International Documentary Film Festival Vienna', 'CineYouth Festival by Cinema/Chicago', 'DOXA Documentary Film Festival', 'Freiburger Film Forum', 'Riverrun International Film Festival', 'Corti a Ponte - International Short Film Festival']", "diagnosis_3": "Botulism", "diagnosis_1": "Medication reaction", "ADDI_age": "49.88518518518518", "median_activity": "Health", "GLAAD": "False", "Gender": "male", "userPrimaryID": "10196", "DDI_sex": "22.607407407407408", "storyPrimaryID": "121978", "ADI_age": "42.805555555555564", "userID": "USR1636129528", "sarc": "True", "storyID": "STY1659614304", "ADDI_sex": "31.20555555555555", "id": "025c0d59-6abb-47f4-8e42-5f40946f5b22", "accountCreateDte": "2021-05-11", "Interest": "Health", "Narrative": "Exercises have always benefitted us by keeping us fit and giving us a routine. New studies says that by exercising, doing the household chores and meeting up with family and friends reduces the risk of dementia up to 35%. \n\nThe study was published in the journal Neurology that included more than 500,000 people. \n\nWith participants performing exercises and also involving in activities as how they commuted to work or spent leisure time. The researchers followed up for an average of more than 10 years. And they have found an association between certain activities and a reduced risk for dementia. \n\nThe researchers stated that people who participated frequently in specific activities had a much lower risk of developing dementia than people who didn't frequently participate. \n\n• With vigorous exercise which was associated with a 35% lower risk of developing dementia. \n\n• The household chores made 21% lower risk. \n\n• Daily visits with people gave a 15% lower risk \n\nIn this study genetic risk factors were also taken into consideration for developing dementia along with family history of the condition was taken into account. \nBy the end of the follow-up period, more than 5,000 participants developed dementia. Those most likely to develop dementia in the study were older, male, with a history of hypertension or hyperlipidemia, and with a lower socioeconomic status and higher body mass index. \n\nDr. Huan Song, a study author and a research professor at Sichuan University in China, said in a statement, that,\n“More research is needed to confirm our findings. However, our results are encouraging that making these simple lifestyle changes may be beneficial.”  \n\nSources - Healthline", "ADL": "False", "sport_event": "", "Age": "26", "jaccard_score": 4.553391138050063e-05}