{"DDI_age": "37.324074074074076", "diagnosis_2": "Carbon monoxide poisoning", "Age": "23", "accountCreateDte": "2021-09-27", "storyID": "STY1649228171", "ADI_sex": "26.211111111111126", "most_likely_activity": "Health", "id": "025ff957-1283-4967-a364-9e91a371ce48", "Media": "https://image.pixstory.com/Pixstory-image-164908795234366.png", "diagnosis_1": "Alcohol", "ADDI_age": "49.88518518518518", "median_activity": "Health", "ADL": "True", "GLAAD": "False", "Gender": "male", "Interest": "health research, Health, health research awareness", "DDI_sex": "22.607407407407408", "storyPrimaryID": "92171", "ADI_age": "42.805555555555564", "userID": "USR1632727191", "Title": "Trichotillomania: What You Need to Know About This Common Hair-Pulling Disorder", "sarc": "True", "ADDI_sex": "31.20555555555555", "userPrimaryID": "9220", "diagnosis_3": "Depression", "sport_event": "", "Narrative": "Trichotillomania is a persistent psychiatric illness in which patients pull their own hair out repeatedly. Not only can it induce alopecia with no known cause, but it can also have substantial psychological consequences and uncommon but catastrophic complications. Despite stated prevalence rates as high as 2%, it's likely that you'll encounter a patient suffering from this disorder at your practise if you haven't already.\n\nSpeaking with Jon E. Grant, JD, MD, MPH, of the University of Chicago's department of psychiatry and behavioural neuroscience and a renowned trichotillomania researcher, to learn more about the best approaches for identifying and treating this illness.\nWhat were the first documented cases of trichotillomania in medical journals?\nThe first meaningful discussion of it dates back to Hippocrates, but modern medical discussion began with reports from French dermatologist François Hallopeau in the nineteenth century.\nThey didn't call them disorders back then — it was before the Diagnostic and Statistical Manual of Mental Disorders (DSM) — but they recounted young men tearing their hair out for no apparent reason. These early case reports don't offer much psychological insight, but they appear to be consistent with what we're seeing presently.\nWhat are the trichotillomania diagnostic criteria?\nThe current DSM-5 criteria are repeated hair pulling, inability to quit, thinning or hair loss as a result of the pulling, and that the pulling produces some amount of distress or impairment in functioning.\nWhen do the majority of people start to notice symptoms?\nIt usually occurs during early adolescence, after puberty, between the ages of 12 and 15. Having said that, we do see children as young as 1-2 years pulling their hair, and we do.", "Festivals": "", "least_likely_activity": "Housework", "jaccard_score": 4.553391138050063e-05}