{"sport_event": "['Six Nations', 'Australian Open', 'World Alpine Ski Championships']", "ADDI_age": "32.42619047619048", "storyPrimaryID": "131794", "DDI_age": "22.63095238095238", "diagnosis_1": "", "Media": "https://image.pixstory.com/Pixstory-image-166140757597905.png", "Festivals": "['Powell River Film Festival', 'Humans Fest', 'Toronto Black Film Festival', 'Boston Sci-Fi Film Festival', 'International Film Festival of Kerala', 'San Diego International Jewish Film Festival', 'Dam Short Film Festival', 'Sunshine Film Festival', 'Anima Film Festival', 'Colorado Environmental Film Festival', 'Visability Film Festival', 'Beaufort International Film Festival']", "Title": "Top broadcasters ask ICC to conduct e-auction for media rights, else they will pull out", "userID": "USR1613386215", "accountCreateDte": "2021-02-15", "Narrative": "<p dir=\"ltr\">By BestMediaInfo Bureau</p>\n<p dir=\"ltr\">After PricewaterhouseCoopers (PWC) stepped down as the &#8216;process auditor&#8217; for the ongoing ICC media rights process, India&#8217;s top broadcasters &#8211; Disney Star, Viacom18, Zee and Sony &#8211; wrote to the international cricketing body on Wednesday to consider adopting e-auction as the only process,&#160;NewsDrum reported.</p>\n<p dir=\"ltr\">Miffed with the way ICC vaguely communicated the PwC&#8217;s resignation to the bidders by carrying out changes to the process document, without any formal explanation, the broadcasters questioned the bid process and demanded the rights to be sold in a fair and transparent manner.&#160;</p>\n<p dir=\"ltr\">Indian broadcasters have been raising concerns about the auction process on several occasions in the last few days.&#160;</p>\n<p dir=\"ltr\">&#8220;These developments are casting a cloud over the entire bid process which should be avoided,&#8221; said Viacom18 Sports CEO Anil Jayaraj in his letter to ICC Chief Commercial Officer Anurag Dahiya.</p>\n<p dir=\"ltr\">In order to bring fairness, the broadcasters have been demanding to scrap the close bid process. The top broadcasters reiterated their demand for adopting an e-auction process.</p>\n<p dir=\"ltr\">In absence of a transparent process, we may be forced to revisit our participation in the process, a broadcaster said on the condition of anonymity.</p>\n<p dir=\"ltr\">\"We are again requesting the IBC/ICC to take strong steps to safeguard the sanctity of the entire process. Specifically, in the interests of complete transparency and fairness, we request IBC to immediately cancel the currently envisaged closed bidding process for first stage and adopt an e-auction process in entirety. The above development has dismayed us so much that in the absence of such transparency as requested, we may be forced to revisit our participation in the process,\" Jayaraj wrote.</p>", "most_likely_activity": "", "Age": "12", "ADI_sex": "30.177777777777784", "ADI_age": "27.866137566137564", "GLAAD": "False", "Interest": "Technology, History, Food, Entertainment, Sports, Environment, Science, Inequality, Education, Health, Politics, Economy, Climate change ", "diagnosis_3": "", "ADDI_sex": "34.87222222222221", "least_likely_activity": "", "id": "026365ff-f6d2-4ed9-b713-8b238363d7c8", "sarc": "False", "storyID": "STY1661407580", "Gender": "others", "DDI_sex": "24.34166666666667", "userPrimaryID": "632", "ADL": "False", "diagnosis_2": "", "median_activity": "", "jaccard_score": 3.8528694245038994e-05}