{"ADDI_age": "32.42619047619048", "DDI_age": "22.63095238095238", "ADI_sex": "26.211111111111126", "Interest": "paksafghangambit, books", "sport_event": "['Paralympic Games', 'US Open']", "most_likely_activity": "", "storyPrimaryID": "99558", "storyID": "STY1652231434", "ADI_age": "27.866137566137564", "Age": "13", "GLAAD": "False", "Gender": "male", "DDI_sex": "22.607407407407408", "diagnosis_3": "Tonsillitis", "accountCreateDte": "2021-09-01", "Narrative": "Critical Triangle continues...\n\nThe new military dispensation under General Pervez Musharraf, exacerbated the problem by putting Nawaz Sharif on trial for treason and dismissing a full 10 percent of judges. He took \na hard-line position on Kashmir, claiming the insurgent cause to be as just as that of the mujahideen in Afghanistan against the Soviets. In this backdrop President Clinton had to be persuaded to visit Pakistan on his South Asia trip. The visit saw him spend five days in India, a full day in Bangladesh and just hours in Pakistan. \n\nThe optics made it abundantly clear that the relationship with India was bound to grow while the bilateral ties with Pakistan were in the doldrums with Clinton even refusing to have pictures taken of him shaking Gen Musharraf by the hand. Moreover, he insisted on making a speech on Pakistan TV warning of the “danger that Pakistan would grow even more isolated, draining even more resources away from the needs of the people, moving even closer to a conflict that no one can win.” Indicating clearly that the US would not be railroaded into conflating its interests with the heavily securitised Pakistani view of their own interests Clinton offered an alternative, “if you do meet these challenges, our full economic and political partnership can be restored for the benefit of the people of Pakistan.\n\nTo be continued.....", "least_likely_activity": "", "userPrimaryID": "8606", "diagnosis_2": "Influenza", "sarc": "True", "Media": "https://image.pixstory.com/Pixstory-image-163049583161345.jpeg", "ADDI_sex": "31.20555555555555", "userID": "USR1630490247", "id": "0266962e-0426-4365-9fd9-ea6208b52161", "Title": "105. PaksAfghanGambit : 'Nawaz Sharif' was out on trial on treason", "diagnosis_1": "Viral infections", "ADL": "False", "Festivals": "", "median_activity": "", "jaccard_score": 4.378260709663522e-05}